{
  "document_metadata": {
    "filename": "Q1_2025.pdf",
    "document_type": "transcript",
    "bank": "Citigroup",
    "quarter": "First",
    "processed_at": "2025-06-06T17:48:28.910475",
    "total_records": 78,
    "total_speakers": 18,
    "total_words": 10253
  },
  "speakers": [
    {
      "name": "PRESENTATION\nOPERATOR",
      "role": "MODERATOR",
      "total_words": 75,
      "paragraphs": 1,
      "avg_confidence": 0.6
    },
    {
      "name": "JENNIFER LANDIS",
      "role": "OTHER",
      "total_words": 124,
      "paragraphs": 2,
      "avg_confidence": 0.6
    },
    {
      "name": "JANE FRASER",
      "role": "OTHER",
      "total_words": 2072,
      "paragraphs": 13,
      "avg_confidence": 0.6
    },
    {
      "name": "Unknown Speaker",
      "role": "Unknown",
      "total_words": 1894,
      "paragraphs": 3,
      "avg_confidence": 0.3
    },
    {
      "name": "MARK MASON",
      "role": "OTHER",
      "total_words": 3913,
      "paragraphs": 20,
      "avg_confidence": 0.6
    },
    {
      "name": "OPERATOR",
      "role": "MODERATOR",
      "total_words": 302,
      "paragraphs": 15,
      "avg_confidence": 0.6
    },
    {
      "name": "GLENN SCHORR",
      "role": "OTHER",
      "total_words": 85,
      "paragraphs": 1,
      "avg_confidence": 0.6
    },
    {
      "name": "JIM MITCHELL",
      "role": "OTHER",
      "total_words": 174,
      "paragraphs": 2,
      "avg_confidence": 0.6
    },
    {
      "name": "MIKE MAYO",
      "role": "OTHER",
      "total_words": 240,
      "paragraphs": 2,
      "avg_confidence": 0.6
    },
    {
      "name": "EBRAHIM POONAWALA",
      "role": "OTHER",
      "total_words": 188,
      "paragraphs": 2,
      "avg_confidence": 0.6
    },
    {
      "name": "JOHN MCDONALD",
      "role": "OTHER",
      "total_words": 114,
      "paragraphs": 2,
      "avg_confidence": 0.6
    },
    {
      "name": "KEN USDIN",
      "role": "OTHER",
      "total_words": 171,
      "paragraphs": 2,
      "avg_confidence": 0.6
    },
    {
      "name": "BETSY GRASECK",
      "role": "OTHER",
      "total_words": 196,
      "paragraphs": 3,
      "avg_confidence": 0.6
    },
    {
      "name": "ERIKA NAJARIAN",
      "role": "OTHER",
      "total_words": 192,
      "paragraphs": 2,
      "avg_confidence": 0.6
    },
    {
      "name": "VIVEK JUNEJA",
      "role": "OTHER",
      "total_words": 133,
      "paragraphs": 2,
      "avg_confidence": 0.6
    },
    {
      "name": "GERARD CASSIDY",
      "role": "OTHER",
      "total_words": 145,
      "paragraphs": 2,
      "avg_confidence": 0.6
    },
    {
      "name": "CONNOR",
      "role": "OTHER",
      "total_words": 94,
      "paragraphs": 2,
      "avg_confidence": 0.6
    },
    {
      "name": "SAUL MARTINEZ",
      "role": "OTHER",
      "total_words": 141,
      "paragraphs": 2,
      "avg_confidence": 0.6
    }
  ],
  "transcript_data": [
    {
      "bank": "Citigroup",
      "quarter": "First",
      "speaker": "PRESENTATION\nOPERATOR",
      "role": "MODERATOR",
      "paragraph": "Hello and welcome to Citi's First Quarter 2025 Earnings Call. Today's call will be hosted by Jenn\nLandis, Head of Citi Investor Relations. We ask that you please hold all questions until the completion of\nthe formal remarks at which time you will be given instructions for the question-and-answer session. Also,\nas a reminder, this conference is being recorded today. If you have any objections, please disconnect at this\ntime.\nMs. Landis, you may begin.",
      "word_count": "75",
      "page_number": "1",
      "sequence": "1",
      "confidence": "0.6",
      "topic_category": "opening_remarks"
    },
    {
      "bank": "Citigroup",
      "quarter": "First",
      "speaker": "JENNIFER LANDIS",
      "role": "OTHER",
      "paragraph": "Thank you, operator. Good morning and thank you all for joining our first quarter 2025\nearnings call. I am joined today by our Chief Executive Officer, Jane Fraser, and our Chief Financial Officer,\nMark Mason.\nI'd like to remind you that today's presentation, which is available for download on our website,\ncitigroup.com, may contain forward-looking statements which are based on management's current\nexpectations and are subject to uncertainty and changes in circumstances. Actual results may differ\nmaterially from these statements due to a variety of factors, including those described in our earnings\nmaterials as well as in our SEC filings.\nAnd with that, I'll turn it over to Jane.",
      "word_count": "109",
      "page_number": "1",
      "sequence": "2",
      "confidence": "0.6",
      "topic_category": "opening_remarks"
    },
    {
      "bank": "Citigroup",
      "quarter": "First",
      "speaker": "JANE FRASER",
      "role": "OTHER",
      "paragraph": "Thank you, Jenn, and a very good morning to everyone. First, I am going to discuss our first\nquarter results and then talk about the environment we are operating in and how we are positioning the\nbank for it.\nThis morning, we reported net income of $4.1 billion and earnings per share of $1.96 with an RoTCE of 9.1%.\nOverall, it was a strong quarter, marked by continued momentum in each of our five businesses. We\nmaintained a disciplined approach to our expenses, which declined by 5% year-over-year. We delivered our\nthird consecutive quarter of positive operating leverage for each of our five lines of business and the fourth\nconsecutive quarter for the firm overall.\nWe increased both our return on tangible common equity in each business and our return of capital to our\nshareholders. This quarter is a further proof point of how the consistent execution of our strategy is\nimproving our performance.\nServices recorded its highest first quarter revenue in a decade. TTS continues to demonstrate momentum in\nthe key underlying drivers across U.S. dollar clearing and cross-border activity. Securities Services gained\nshare and grew its Assets Under Custody and Administration to $26 trillion.\nMarkets had a good quarter with revenue up 12%. The three most significant Fixed Income businesses –\nRates, Spread Products and FX – each contributed to an overall 8% increase over last year. And in a good\nmacro quarter for Equities, we were up 23% as we continued with our long-term strategy to augment our\nhigh derivatives share with a larger prime business.\nBanking was up 12%, as we continue to gain share in Investment Banking across most industry sectors. Most\nnotably M&A revenue nearly doubled. We are seeing the benefits of our talent investments – as you can see\nCopyright © 2025 Citigroup Inc. 1",
      "word_count": "302",
      "page_number": "1",
      "sequence": "3",
      "confidence": "0.6",
      "topic_category": "opening_remarks"
    },
    {
      "bank": "Citigroup",
      "quarter": "First",
      "speaker": "Unknown Speaker",
      "role": "Unknown",
      "paragraph": "T R A N S C R I P T\nCiti First Quarter 2025 Earnings Call\nApril 15, 2025\nby the leading role we played in some of the year’s biggest transactions such as advising Altair on the\nSiemens acquisition and on the recently announced Intra-Cellular transaction by J&J.\nTurning to Wealth, all three businesses contributed to overall growth of 24% and fee revenue drove non-\ninterest revenue growth of 16%. We remain focused on capturing assets our clients have “off” us as\ndemonstrated by the roughly 11% organic growth in client investment assets. Andy and his new team are\nmaking excellent progress executing our strategy, with the business delivering record revenue this quarter\nand improved efficiency and returns.\nUSPB was up 2%, driven mainly by increased loan balances and spending in Branded Cards. The high credit\nquality of our cards portfolio reflects the focus we have put on prime consumers and our portfolio continued\nto perform in line with our expectations. Overall, USPB’s return increased to nearly 13%.\nDuring the quarter, we returned $2.8 billion in capital to our shareholders including $1.75 billion of buybacks\nas part of our $20 billion plan, which is about $250 million more than we had originally guided. That’s our\nhighest quarterly amount since 2022 and demonstrates our commitment to returning capital. We ended the\nquarter with a CET1 ratio of 13.4% and our tangible book value per share crossed $90.\nTurning to our strategic priorities, our transformation investments continue to modernize our infrastructure,\nsimplify our processes, and reduce manual touchpoints. During the quarter, we retired legacy applications\nand automated reconciliations to name but a few accomplishments.\nWe are also integrating AI directly into our business operations to improve the client experience. The latest\nexample is “Agent Assist,” our first generative AI tool for customer service in U.S. Personal Banking. It is\ndesigned to help our team resolve inquiries faster and it is now being piloted in credit cards.\nFrom quarter to quarter, we are building on our track record of progress, and I am confident in our ability to\ncontinue delivering despite the uncertainty of the moment.\nIn terms of the macro environment, I am not going to try to predict the unpredictable. While our corporate\nand consumer clients are resilient and in good financial health, the world is in a wait-and-see mode and is\nfacing a more negative macro-outlook than anyone had anticipated at the beginning of the year. And we\nknow that prolonged uncertainty generally hurts confidence.\nThe changes underway globally will go beyond trade and tariffs. In the U.S. for example, regulation and tax\npolicy are all likely to look different in a year’s time. These changes will not only have economic impacts but\ngeopolitical and cultural ones as well.\nWe appreciate the Administration taking a fresh look at regulations across all industries to unlock growth.\nWe welcome the changes being discussed in our own industry to place more focus on material financial risks\nand to make it easier for banks to contribute to economic growth and to improve client service.\nWhen all is said and done, and these long-standing trade imbalances and other structural shifts are behind\nus, the U.S. will still be the world’s leading economy, and the dollar will remain the reserve currency.\nThe deep knowledge and breadth of capabilities that we have from decades on the ground in so many local\nmarkets are real points of distinction when serving our clients, from reconfiguring their supply chains, to\naddressing their hedging and funding approaches, to advising on their strategic agendas.\nI am very confident that we have built a strategy based on a diversified business mix that will perform in a\nwide variety of macro scenarios and is differentiating in times like these.\nWith capital strength, plentiful liquidity and strong reserves, we can navigate through any environment from\na position of strength. In periods of stress, we have shown that we are a port during the storm for our clients,\nthe global markets, and the economy, and this time is no different. We are ready to lean in.\nAs I look forward to the rest of the year, we shall remain disciplined about returning capital and managing\nour expenses whilst protecting necessary investments in our businesses as well as our transformation. And\nwe shall not allow the uncertainty to distract us from executing our strategy and improving our returns.\nCopyright © 2025 Citigroup Inc. 2",
      "word_count": "738",
      "page_number": "2",
      "sequence": "4",
      "confidence": "0.3",
      "topic_category": "opening_remarks"
    },
    {
      "bank": "Citigroup",
      "quarter": "First",
      "speaker": "MARK MASON",
      "role": "OTHER",
      "paragraph": "Thanks, Jane and good morning, everyone. I am going to start with the firmwide financial\nresults, focusing on year-over-year comparisons unless I indicate otherwise, and then review the\nperformance of our businesses in greater detail.\nOn slide 6, we show financial results for the full firm. This quarter we reported net income of $4.1 billion, EPS\nof $1.96 and an RoTCE of 9.1% on $21.6 billion of revenues, generating positive operating leverage for the\nfirm and in each of our five businesses. Total revenues were up 3%, driven by growth in each of our businesses\nlargely offset by a decline in All Other. Net interest income excluding Markets was up 2%, driven by USPB,\nWealth and Services, largely offset by declines in All Other and Banking. Non-interest revenues excluding\nMarkets were down 6%, as better results in Banking and Wealth were more than offset by declines in All\nOther, USPB and Services. And total Markets revenues were up 12%. Expenses of $13.4 billion, were down\n5%. Cost of credit was $2.7 billion, primarily consisting of net credit losses in Cards as well as a firmwide net\nACL build, reflecting the uncertainty and deterioration in the macroeconomic outlook. Before I move on, I\nwould like to note that certain card transaction processing fees paid primarily to networks were previously\npresented in operating expenses and are now presented as a contra-revenue in non-interest revenue,\nprimarily impacting USPB. This change does not impact net income, and prior periods have been aligned.\nWe’ve provided additional detail in the appendix of the presentation on slide 22.\nOn slide 7, we show the expense trend over the past five quarters. As we’ve said in the past, we are very\nfocused on bringing down our expense base. At the same time, the transformation remains our #1 priority,\nand we will continue to make the investments needed, specifically as it relates to data and regulatory\nreporting. Having said that, the drivers of our expense reduction going forward remain consistent with those\nthat we have referenced in the past. Savings related to stranded cost reduction, productivity from our prior\ninvestments and our organizational simplification, all of which allow us to self-fund our investments in\ntransformation. As we look at this quarter, expenses declined by 5%, which included a favorable FX impact.\nThe decline was driven by a smaller FDIC special assessment, absence of a restructuring charge and lower\ncompensation. Partially offset by increases in technology and communications, professional fees related to\ntransformation, as well as advertising and marketing. And looking at the rest of the year, we remain on track\nto meet our full year expense target.\nOn slide 8, we show key consumer and corporate credit metrics. As I mentioned, the firm’s cost of credit was\n$2.7 billion, primarily consisting of net credit losses in cards as well as a firmwide net ACL build. The ACL\nbuild reflects uncertainty and deterioration in the macroeconomic outlook, including a further skew to the\ndownside scenario in our CECL framework. Our reserves now incorporate an eight-quarter weighted average\nunemployment rate of 5.1%, which includes a downside scenario average unemployment rate of 6.7%.\nLargely offsetting this build was a release related to lower balances in our card portfolios. At the end of the\nquarter, we had $22.8 billion in total reserves with a reserve-to-funded loans ratio of 2.7%. Now turning to\nconsumer credit on the left-hand side of the page, approximately 85% of our card portfolios are to\nconsumers with FICO scores of 660 or higher. NCL rates increased sequentially in both card portfolios,\nconsistent with historical seasonal patterns, and we continue to see stabilization in delinquency rates across\nboth portfolios. And our reserve to funded loan ratio in our card portfolio is 8.2%. And corporate non-accrual\nloans remain low, reflecting the investment grade nature of our portfolio. Based on the quality and mix of our\nportfolio we believe we are well-reserved, but as always, we continue to monitor the evolving\nmacroeconomic outlook.\nTurning to slide 9, where I will speak to sequential variances. Citi’s $2.6 trillion balance sheet increased 9%\ndriven by growth in trading-related assets, which is typical given the seasonal increase in Markets activity.\nWe also built our cash position as we let investment securities roll off and opportunistically issued long-term\ndebt. Loans increased 1%, driven by Services and Markets, largely offset by lower balances in cards. Our $1.3\ntrillion deposit base remains well-diversified across regions, industries, customers and account types, and\nincreased 2%, primarily driven by Services. We reported 117% average LCR and maintained $960 billion of\navailable liquidity resources. We ended the quarter with a preliminary 13.4% CET1 Capital ratio, down\napproximately 20 basis points, as net income was more than offset by capital distributions, RWA growth and\nCopyright © 2025 Citigroup Inc. 3",
      "word_count": "797",
      "page_number": "3",
      "sequence": "5",
      "confidence": "0.6",
      "topic_category": "opening_remarks"
    },
    {
      "bank": "Citigroup",
      "quarter": "First",
      "speaker": "Unknown Speaker",
      "role": "Unknown",
      "paragraph": "T R A N S C R I P T\nCiti First Quarter 2025 Earnings Call\nApril 15, 2025\nhigher DTA deductions. We continue to feel very good about the strength and quality of our balance sheet,\nand our robust capital and liquidity position us well to support our clients in a range of economic\nenvironments.\nTurning to the businesses on slide 10, we show the results for Services in the first quarter. Services revenues\nwere up 3%, driven by growth in TTS. NII increased 5%, driven by higher deposit spreads as well as an\nincrease in deposit and loan balances. NIR declined 4%, driven by the absence of certain episodic fees in\nSecurities Services as well as higher revenue share and the impact of FX across both TTS and Securities\nServices. That said, we continue to see strength in underlying fee drivers across the business, as you can see\non the bottom right-hand side of the page. Expenses declined 3%, largely driven by lower deposit insurance\ncosts, severance and legal expenses. Average loans increased 6%, driven by continued demand for export\nagency finance as well as working capital loans. Average deposits increased 2% as we continue to see growth\nin operating deposits. Services generated positive operating leverage for the third consecutive quarter and\ndelivered net income of $1.6 billion, and continued to deliver a high RoTCE of 26.2%.\nOn slide 11, we show the results for Markets in the first quarter. Markets revenues were up 12%, driven by\ngrowth across both Fixed Income and Equities. Fixed Income revenues increased 8%, with Rates and\nCurrencies up 9%, reflecting increased client activity and monetization. And Spread Products and Other\nFixed Income, up 7%, driven by higher client activity and loan growth. Equities revenues increased 23%,\nprimarily driven by Equity Derivatives, on increased market volatility and higher client activity, and\nmomentum in Prime Services, with Prime balances up approximately 16%. Expenses increased 2%, driven by\nhigher volume and other revenue-related expenses. Cost of credit was $201 million, primarily related to\nSpread Products, driven by net credit losses and a net ACL build. Average loans increased 7%, driven by\nfinancing activity in Spread Products. Markets generated positive operating leverage for the fourth\nconsecutive quarter and delivered net income of $1.8 billion and an RoTCE of 14.3%.\nOn slide 12, we show the results for Banking in the first quarter. Banking revenues were up 12%, driven by\ngrowth in Investment Banking as well as the impact of mark-to-market on loan hedges, partially offset by a\ndecline in Corporate Lending. Investment Banking fees increased 14%, with growth in M&A partially offset\nby declines in DCM and ECM. M&A was up 84%, as we gained share overall and across numerous sectors.\nDCM was down 3% compared to a near-record first quarter last year. And ECM was down 26%, amid a\npullback in the wallet for follow-ons and convertibles. Corporate Lending revenues, excluding mark-to-\nmarket on loan hedges, declined 1%, as increases in revenue share were more than offset by the combined\nimpact of lower loan balances and higher recoveries in the prior year. Expenses declined 12%, largely driven\nby lower compensation, as we see the benefits of our prior actions to right-size the workforce and expense\nbase. Cost of credit was $214 million, consisting of an ACL build of $180 million, driven by changes in the\nmacroeconomic outlook, and net credit losses. Banking generated positive operating leverage for the fifth\nconsecutive quarter, and delivered net income of $543 million and an RoTCE of 10.7%.\nOn slide 13, we show the results for Wealth in the first quarter. Wealth revenues were up 24%, with growth\nacross Citigold, the Private Bank and Wealth at Work. NII increased 30%, driven by higher deposit spreads\npartially offset by lower deposit balances. And NIR increased 16%, primarily driven by growth in investment\nfee revenues, as we grew client investment assets by 16%. This includes net new investment assets of $16.5\nbillion in the quarter and over $56 billion in the last 12 months, representing approximately 11% organic\ngrowth. Expenses were roughly flat, as the benefits of our prior actions to right-size the workforce and\nexpense base as well as lower technology expenses were offset by higher revenue-related expenses and\nseverance. End-of-period client balances increased 7%, driven by higher net new investment asset flows and\nmarket valuations. Average loans declined 2%, as we continue to be strategic in deploying the balance sheet\nto support growth in client investment assets. Average deposits also declined 2%, driven by a shift in\ndeposits to higher-yielding investments on Citi’s platform and other operating outflows, largely offset by\nclient transfers from USPB, reflecting our ability to support clients as their wealth and investment needs\nevolve. Wealth had a pre-tax margin of 17% and generated positive operating leverage for the fourth\nconsecutive quarter, and delivered net income of $284 million and an RoTCE of 9.4%.\nOn slide 14, we show the results for U.S. Personal Banking in the first quarter. U.S. Personal Banking revenues\nCopyright © 2025 Citigroup Inc. 4",
      "word_count": "842",
      "page_number": "4",
      "sequence": "6",
      "confidence": "0.3",
      "topic_category": "financial_results"
    },
    {
      "bank": "Citigroup",
      "quarter": "First",
      "speaker": "OPERATOR",
      "role": "MODERATOR",
      "paragraph": "Our first question will come from the line of Glenn Schorr with Evercore. Your line is now open.\nPlease go ahead.",
      "word_count": "21",
      "page_number": "5",
      "sequence": "7",
      "confidence": "0.6",
      "topic_category": "qa_session"
    },
    {
      "bank": "Citigroup",
      "quarter": "First",
      "speaker": "GLENN SCHORR",
      "role": "OTHER",
      "paragraph": "Hi, thanks very much. So, I know it's early, but I'm curious if you could help us with a\nrefresher on Treasury and Trade Solutions and Services in general. In terms of what opportunities there's risk,\nbut also opportunities in helping clients manage through this re-tariffing and redrawing of economic lines. I\nthink about nationalization and vertical integration as bad things, but a lot of shifting, and maybe you can\nhelp clients deal with all that shifting. But anything any help there would be great.",
      "word_count": "85",
      "page_number": "5",
      "sequence": "8",
      "confidence": "0.6",
      "topic_category": "opening_remarks"
    },
    {
      "bank": "Citigroup",
      "quarter": "First",
      "speaker": "JANE FRASER",
      "role": "OTHER",
      "paragraph": "Glenn, I would be delighted to do so. So, our diversified business mix is very well positioned\nfor a variety of scenarios. We think we've got a very broad suite of products and services. And they are the\nones that clients need if they're going to be repositioning for a new order in trade or broader impacts here.\nAnd think about what you've seen over the last few years where we played a very central role: the Ukraine-\nRussia war, China, the COVID-related supply chains. We saw a lot of growth from deepening with clients and\nacquiring new ones because they need us, because we have exactly the expertise and the products and\nservices that multinational institutions need, and we have them in the places that they need it. Now, the mix\nof those different revenues, different products and services we have could be different depending on which\nscenario prevails. And what I have to say at the moment, the level of engagement that we have with our\nCopyright © 2025 Citigroup Inc. 5",
      "word_count": "174",
      "page_number": "5",
      "sequence": "9",
      "confidence": "0.6",
      "topic_category": "financial_results"
    },
    {
      "bank": "Citigroup",
      "quarter": "First",
      "speaker": "OPERATOR",
      "role": "MODERATOR",
      "paragraph": "Our next question comes from the line of come from Jim Mitchell with Seaport Global. Your line\nis now open. Please go ahead.",
      "word_count": "23",
      "page_number": "6",
      "sequence": "10",
      "confidence": "0.6",
      "topic_category": "qa_session"
    },
    {
      "bank": "Citigroup",
      "quarter": "First",
      "speaker": "JIM MITCHELL",
      "role": "OTHER",
      "paragraph": "Hey good morning. Maybe Jane, just following up on that conversation, and you talked about\nleaning into, as being a port in the storm and leaning into it. So, I guess in the near term, are you seeing sort\nof demand already in terms of your balance sheet, whether it's raising liquidity and deposit flow like sort of\nflight to safety deposit flows and sort of the trading aspect of it from this volatility in April, have you sort of\nalready seen greater demand from clients?",
      "word_count": "86",
      "page_number": "6",
      "sequence": "11",
      "confidence": "0.6",
      "topic_category": "opening_remarks"
    },
    {
      "bank": "Citigroup",
      "quarter": "First",
      "speaker": "JANE FRASER",
      "role": "OTHER",
      "paragraph": "What I'd say about the clients at the moment, you're seeing deals still happening. We've done\na number of them, as we've talked about, even over this last weekend, we were pretty busy, but I would say\nthat most clients are pausing their plans. Now no one is taking bets in the market right now. We're seeing\nthem prep for more headwinds. So, we're seeing some bolstering of already strong balance sheets.\nRemember, our client base aren't the smaller companies in the mid-market that are going to get more\npummeled in this type of environment. So that our clients are getting ready. We're seeing some accelerating\nof imports to stockpile inventories. We are seeing a pausing on significant CapEx, while everyone waits to\nget clarity on the full agenda. And in that full agenda, remember, there's tax bill, there's deregulation actions.\nThese are some positives that will be coming. It's a very big agenda. Clients appreciate it's going to take time.\nIn terms of the trading side, what we're seeing is it is pretty orderly out there. There's a lot of complicated\ndynamics happening, but it's not being catalyzed by liquidity crisis or other things going on. Let's not fight\nthe war, the last war. The issue we're tackling at the moment is something different. And we're seeing clients\ntaking the opportunity to de-risk. We are, others are, so that if we have more turbulence ahead, everyone is\nin a stronger position for it, and that is a good thing. But it's early days, Jim. We've got to see how this unfolds.",
      "word_count": "262",
      "page_number": "6",
      "sequence": "12",
      "confidence": "0.6",
      "topic_category": "risk_discussion"
    },
    {
      "bank": "Citigroup",
      "quarter": "First",
      "speaker": "JIM MITCHELL",
      "role": "OTHER",
      "paragraph": "Sure. No, I appreciate that color. And then maybe for Mark, I mean, you highlighted at least\non a period-end basis, deposit growth and commercial loan growth looked pretty good on a period-end basis\nquarter-over-quarter. So, I guess when we think about the NII assumptions, deposit and loan growth looks\ngood, but anything different given the strong start to the NII ex-Markets story and seemingly some good\nmomentum in deposit and loan growth. Do you feel good, better, worse on sort of your NII outlook for this\nyear?",
      "word_count": "88",
      "page_number": "6",
      "sequence": "13",
      "confidence": "0.6",
      "topic_category": "guidance"
    },
    {
      "bank": "Citigroup",
      "quarter": "First",
      "speaker": "MARK MASON",
      "role": "OTHER",
      "paragraph": "Yes. Thanks, Jim. Look, I continue to feel good about the NII outlook. There's obviously\nuncertainty that Jane has referenced, but that 2% to 3% ex-Markets. We've talked in the past about what\nCopyright © 2025 Citigroup Inc. 6",
      "word_count": "39",
      "page_number": "6",
      "sequence": "14",
      "confidence": "0.6",
      "topic_category": "opening_remarks"
    },
    {
      "bank": "Citigroup",
      "quarter": "First",
      "speaker": "OPERATOR",
      "role": "MODERATOR",
      "paragraph": "Our next question comes from Mike Mayo with Wells Fargo. Your line is now open, please go\nahead.",
      "word_count": "18",
      "page_number": "7",
      "sequence": "15",
      "confidence": "0.6",
      "topic_category": "qa_session"
    },
    {
      "bank": "Citigroup",
      "quarter": "First",
      "speaker": "MIKE MAYO",
      "role": "OTHER",
      "paragraph": "Hi, I just wanted to continue the discussion about, on one hand you’re a port in the storm.\nYou've been embedded decades and you're not a bunch of suitcase bankers. So that message has landed.\nOn the other hand, I mean, you are the bank that facilitates global trade in the middle of a global trade war.\nAnd so, I think the concern is not just the possibility that that revenues will nosedive, but credit will implode\nor as I've heard many, many times that Citigroup is going to stub its toe, just 100 countries in the mix of it all.\nWhat else can you say in addition to what you said to either reassure investors that the oversight is strong or\nthat you have your arms around the situation, the best that that you can, again, recognizing it's a fluid\nsituation. Thank you.",
      "word_count": "144",
      "page_number": "7",
      "sequence": "16",
      "confidence": "0.6",
      "topic_category": "opening_remarks"
    },
    {
      "bank": "Citigroup",
      "quarter": "First",
      "speaker": "JANE FRASER",
      "role": "OTHER",
      "paragraph": "So, you've seen us perform extremely well over the last few years in the face of pretty\nwrenching changes in the global economy. You’ve seen it with say, shifts in supply chains after COVID and\nthen between the geopolitical tensions that are going on, you saw it in pretty significant changes that were\nhappening from the Russia and Ukraine war. And you see us exactly as that, we are where the clients come,\nit's hedging for foreign exchange, interest rates, commodities, you see it for how they're looking at changing\ntheir financing around, and we tend to be the ones that are helping them reconfigure the flows. So, from that\npoint of view, we are the active agent in a lot this mix. And we are a port in the storm as I said, Mike, we've got\nvery strong balance sheet, capital and liquidity to deploy. We have the big strategic changes and organization\nchanges behind us, and they're enabling us to be on the front foot. And this is a firm that is much more agile\nand able to respond and be much more focused on clients right now. So, I feel good about this.",
      "word_count": "196",
      "page_number": "7",
      "sequence": "17",
      "confidence": "0.6",
      "topic_category": "general_discussion"
    },
    {
      "bank": "Citigroup",
      "quarter": "First",
      "speaker": "MARK MASON",
      "role": "OTHER",
      "paragraph": "Yes. The only thing I'd add, I mean, Jane, you're spot on, right. We come in with a strong\nbalance sheet, strong capital, strong liquidity. If you think about your point around credit, Mike, we've said\nrepeatedly, and you can see it in the numbers. We skew towards the higher investment grade, larger\nmultinationals who also come into this with strong balance sheets. We've been very disciplined about that\nrisk framework, our risk appetite, both on the corporate side as well as it relates to our consumers. And then\nwhat we tend to see in times of stress is a flight to quality as it relates to deposits. And so again, depending\non how this evolves, we're well positioned to manage whatever the needs are of our clients, whether that be\nlending needs or the storing of liquidity, and we're very well reserved to manage whatever credit risk may\ncome with that despite us being skewed towards higher quality names in both of those demographics.",
      "word_count": "165",
      "page_number": "7",
      "sequence": "18",
      "confidence": "0.6",
      "topic_category": "risk_discussion"
    },
    {
      "bank": "Citigroup",
      "quarter": "First",
      "speaker": "MIKE MAYO",
      "role": "OTHER",
      "paragraph": "Okay. The flip side of this is you did say the drivers are same. They might be different in\nmagnitude to take you from where you are now you had over 9% RoTCE in the quarter. You said you're on\ntrack to get to 10% to 11% next year. Can you put a little meat on the bones kind of verbal waterfall chart, if\nyou would, or maybe some numbers around org simplification stranded costs, productivity savings. How do\nwe get from 9% in the first quarter to that magical double-digit return target for next year?",
      "word_count": "96",
      "page_number": "7",
      "sequence": "19",
      "confidence": "0.6",
      "topic_category": "general_discussion"
    },
    {
      "bank": "Citigroup",
      "quarter": "First",
      "speaker": "MARK MASON",
      "role": "OTHER",
      "paragraph": "Again, as we talked about before, it is a combination of continued momentum on the top\nline. And this is Jane's point around how that mix may evolve, but the 3% plus that we're expecting this year,\nand again, in 2026, is an important contribution to that. You often see in our business where one may be\nCopyright © 2025 Citigroup Inc. 7",
      "word_count": "63",
      "page_number": "7",
      "sequence": "20",
      "confidence": "0.6",
      "topic_category": "guidance"
    },
    {
      "bank": "Citigroup",
      "quarter": "First",
      "speaker": "JANE FRASER",
      "role": "OTHER",
      "paragraph": "And I'd just remind everyone, we're a very different bank than the one we were a few years ago\nin terms of our business mix, our risk profile and all the investments we've made into the business. And I\nthink you can see us managing the bank doing what we say we'll do and please take some confidence in that.",
      "word_count": "60",
      "page_number": "8",
      "sequence": "21",
      "confidence": "0.6",
      "topic_category": "risk_discussion"
    },
    {
      "bank": "Citigroup",
      "quarter": "First",
      "speaker": "OPERATOR",
      "role": "MODERATOR",
      "paragraph": "Our next question will come from the line of Ebrahim Poonawala with Bank of America. Your\nline is now open, please go ahead.",
      "word_count": "23",
      "page_number": "8",
      "sequence": "22",
      "confidence": "0.6",
      "topic_category": "qa_session"
    },
    {
      "bank": "Citigroup",
      "quarter": "First",
      "speaker": "EBRAHIM POONAWALA",
      "role": "OTHER",
      "paragraph": "I guess Mark, just wanted to on Slide 9 and the capital waterfall. I guess we are all\nthinking about what buybacks can do in the second half of this year. So, if you don't mind, one, the RWA sort\nof drag, the 32 basis points. Is that normal as we think about what the RWA consumption should look like?\nJust talk about that in the context of getting to a 13.1% CET1 by the end of the year. And how we can back\ninto the pace of buybacks.",
      "word_count": "89",
      "page_number": "8",
      "sequence": "23",
      "confidence": "0.6",
      "topic_category": "general_discussion"
    },
    {
      "bank": "Citigroup",
      "quarter": "First",
      "speaker": "MARK MASON",
      "role": "OTHER",
      "paragraph": "Yes. So, I'd say a couple of things. So one, last quarter, we announced a $20 billion share\nrepurchase program. And we continue to feel good about that program, as you would expect. And we\nincreased our buybacks this year, or this quarter, I should say, to the $1.75 billion, seeing the strength of the\nperformance that was playing out through the quarter. And so those are both, I think, indications of our\ncontinued commitment to returning capital to the shareholders. We're clear on where we're trading, and\nwe're clear that, that is a smart thing to do once we've funded demand from a client point of view across our\nbusinesses, that's accretive to returns. And so, the RWA consumption is tied to that demand that we see. We\nthink we've seen good client demand across the platform that's helped drive the top line momentum that\nyou see in each and every one of our businesses that's helped to drive the improved returns that you see in\nthe quarter in each and every one of our businesses. And as we see that demand, again, accretive in returns,\nwe'll be looking to meet that as a first priority. We are targeting the 13.1% [CET1 Capital ratio] by the end of\nthe year. But as you know, we'll get a new stressed capital buffer in June on the heels of the DFAST/CCAR\nwork that's just been submitted, and we'll have to see what that tells us. That's hard to forecast as you well\nknow. And so based on what that tells us will inform that downward trajectory, but that is what we're focused\non. The combination of funding growth that's accretive to returns and returning capital to shareholders in a\nway that's consistent with that repurchase program.",
      "word_count": "295",
      "page_number": "8",
      "sequence": "24",
      "confidence": "0.6",
      "topic_category": "guidance"
    },
    {
      "bank": "Citigroup",
      "quarter": "First",
      "speaker": "EBRAHIM POONAWALA",
      "role": "OTHER",
      "paragraph": "Understood. And I guess you mentioned, I think, in your prepared remarks, the\nreserves on the card book went up to 8.2%. Remind us, I mean, I think, and the genesis of both questions is I\nthink there's a fragility to your RoTCE guidance for next year that I think makes investors nervous. And I'm\njust trying to get to the pieces around buybacks? And then in terms of credit, like how what's it baking in\naround the unemployment rate? What would cause you to ratchet up provisioning in the near term? What\nCopyright © 2025 Citigroup Inc. 8",
      "word_count": "99",
      "page_number": "8",
      "sequence": "25",
      "confidence": "0.6",
      "topic_category": "guidance"
    },
    {
      "bank": "Citigroup",
      "quarter": "First",
      "speaker": "MARK MASON",
      "role": "OTHER",
      "paragraph": "Yes. Let me take that in a couple of different pieces. So, the first thing I'd say is that as I look\nat our credit exposure and I look at the consumer, the consumer continues to be resilient and discerning in\ntheir spend. And in fact, we did see spend hold up in the quarter, and we saw spend actually increase in our\nBranded Cards portfolio, up about 3%. The consumer has - we've seen a shift towards essentials and away\nfrom travel and entertainment. There's certainly a general performance that's consistent with what we've\nexpected when we look at delinquencies, when we look at the loss rates that played to through the quarter,\nthere are no surprises there as we think about that.",
      "word_count": "124",
      "page_number": "9",
      "sequence": "26",
      "confidence": "0.6",
      "topic_category": "guidance"
    },
    {
      "bank": "Citigroup",
      "quarter": "First",
      "speaker": "JANE FRASER",
      "role": "OTHER",
      "paragraph": "And April is performing in line with that as well.",
      "word_count": "10",
      "page_number": "9",
      "sequence": "27",
      "confidence": "0.6",
      "topic_category": "general_discussion"
    },
    {
      "bank": "Citigroup",
      "quarter": "First",
      "speaker": "MARK MASON",
      "role": "OTHER",
      "paragraph": "Thank you. Yes. And April has been consistent that. As we think about reserves, we ended\nthe quarter at about $23 billion of reserves across the entire business. That's about a 2.7% reserve-to-loan\nratio. When I look at the drivers of that, as you know, when we establish when we do our [CECL] analysis on\na quarterly basis, we have three scenarios that we run. A host of other stress scenarios, but that inform the\n[CECL] analysis, there are three scenarios, the base case scenario, there's a downside scenario and there's\nan upside scenario. And as we looked at the macroeconomic outlook and key variables that go into those\nscenarios, we assumed a deterioration in that macro-outlook. And we increased the probability or the\nweighting towards the downside scenario in light of what we were seeing in the macro environment. When\nyou look through to some of the of the key variables, or one variables you referenced, unemployment, the\naverage unemployment rate was 5.1% across those three scenarios. The unemployment rate in the downside\nscenario, the average was 6.7% across those eight quarters. And so, we've assumed some pretty meaningful\nshifts in unemployment, particularly on that downside our analysis. That informed the increase in our ACL\nreserves that's referenced in the deck. And that increase was offset a bit by the sequential reduction in\nvolumes that is somewhat seasonal. So hopefully, that helps. We feel good about those reserves based on\nwhat we know and our current view of the macroeconomic environment, and we'll obviously do that on a\nquarterly basis as things continue to evolve.",
      "word_count": "266",
      "page_number": "9",
      "sequence": "28",
      "confidence": "0.6",
      "topic_category": "opening_remarks"
    },
    {
      "bank": "Citigroup",
      "quarter": "First",
      "speaker": "OPERATOR",
      "role": "MODERATOR",
      "paragraph": "Our next question comes from the line of John McDonald with Truist Securities. Your line is now\nopen, please go ahead.",
      "word_count": "21",
      "page_number": "9",
      "sequence": "29",
      "confidence": "0.6",
      "topic_category": "qa_session"
    },
    {
      "bank": "Citigroup",
      "quarter": "First",
      "speaker": "JOHN MCDONALD",
      "role": "OTHER",
      "paragraph": "Thank you. Hi Mark, I wanted to ask you about capital optimization levers that you have\nto you've done, made some good progress in RWA mitigation. Is there still some room to go there. And then\nalso, could you maybe increase the pace of DTA utilization to reduce the TCE density in a way to help the\nRoTCE goal.",
      "word_count": "59",
      "page_number": "9",
      "sequence": "30",
      "confidence": "0.6",
      "topic_category": "opening_remarks"
    },
    {
      "bank": "Citigroup",
      "quarter": "First",
      "speaker": "MARK MASON",
      "role": "OTHER",
      "paragraph": "Yes, sure. So, look, we're always looking at opportunities to further optimize the use of\ncapital. In Markets we've talked about last year a lot about the revenue to RWA as a tool that we've been\nusing there. That's continued to increase that metric and ratio. We continue to look at, are we optimizing\nbalance sheet and getting the broader revenue streams we'd expect from our client base, when we do our\ncorporate lending work and some of that is showing up in how we've now introduced the revenue sharing as\na tool to ensure we're capturing broader revenues from clients when we are using balance sheet. So, we're\nconstantly working through this and identifying opportunities to ensure we're getting the highest return on\nthat. In fact, as you look through the material we provided, you'll see that in light of the improvement we've\nseen across all of our businesses last year as well as our forecast for growth this year, there, in fact, is a shift\nin the TCE. And so, the allocated TCE has gone down for many of these businesses because they have shown\ngood PPNR growth, good profitability. And so, as we stress test it internally, the stressed losses with the\nbusinesses have, in fact, come down. Now obviously, we have to adhere to the regulator stress test, and so\nthat shifted from the businesses into Corporate/Other, but it is a positive sign as we think about how the\nstressed capital buffer might evolve and as we exit different parts of the franchise, the underlying segments\nare already showing that that improvement would suggest lower levels of stressed losses. And so that's\nanother important point that we diligently manage even if we can't control the impact at the top of the house.\nYour point around DTA, we continue to focus on bringing the DTA down. As you know, that is largely driven\nCopyright © 2025 Citigroup Inc. 9",
      "word_count": "322",
      "page_number": "9",
      "sequence": "31",
      "confidence": "0.6",
      "topic_category": "financial_results"
    },
    {
      "bank": "Citigroup",
      "quarter": "First",
      "speaker": "JOHN MCDONALD",
      "role": "OTHER",
      "paragraph": "I wanted to ask Jane about the Banamex IPO planning. Just an update on where that\nstands, assuming that market conditions create some risk to the timing. Is it fair to say that there were pros\nand cons from the shareholder perspective to holding on to that business longer given that it's a profitable\nentity?",
      "word_count": "55",
      "page_number": "10",
      "sequence": "32",
      "confidence": "0.6",
      "topic_category": "financial_results"
    },
    {
      "bank": "Citigroup",
      "quarter": "First",
      "speaker": "JANE FRASER",
      "role": "OTHER",
      "paragraph": "Look, first of all, we continue to be on track with the preparation for the IPO, John. I was just\ndown in Mexico last week. And the team is fully focused on driving Banamex's business performance. I was\nvery pleased to see improvements and not the underlying drivers of their performance when is down there.\nAnd they're also focused on getting the work done to be able to go public, things like the prepared audited\nfinancial statements or filling the various regulatory requirements. As we told them we want to see the\nbusiness performance improving and we want to make sure that we are doing everything in our control to be\nin a position to IPO by the year-end. And to the second part of your question, we will always look at what we\nbelieve to be in the best interest of our shareholders. We believe that the best interest of our shareholders is\nto be able to IPO this business. We think that is the right thing. It fits with Citi's strategy for all the reasons\nwe've talked about in the past, we're the best owner of the corporate franchise we have there. We are not the\nbest owner of a domestic bank. So, the timing of when we IPO will be driven by market conditions. It will be\ndriven by the timing of regulatory approvals. So that could move that from 2025 into 2026. And we will\nalways be guided by what we think will maximize value for our shareholders.",
      "word_count": "252",
      "page_number": "10",
      "sequence": "33",
      "confidence": "0.6",
      "topic_category": "qa_session"
    },
    {
      "bank": "Citigroup",
      "quarter": "First",
      "speaker": "OPERATOR",
      "role": "MODERATOR",
      "paragraph": "Our next question comes from the line of Ken Usdin with Autonomous. Your line is now open,\nplease go ahead.",
      "word_count": "20",
      "page_number": "10",
      "sequence": "34",
      "confidence": "0.6",
      "topic_category": "qa_session"
    },
    {
      "bank": "Citigroup",
      "quarter": "First",
      "speaker": "KEN USDIN",
      "role": "OTHER",
      "paragraph": "Thanks, good morning. I wanted to follow up on the points you made about the consumer\nhanging in there through April. And Mark, you mentioned that there could be more uncertainty as we get\nlater. But I believe you're still intact with your charge-off guides for the year. I think just noticing Retail\nServices was, I think, expectedly higher than high end at 6.43%. Can you just remind us again how you're\nexpecting the cadence of credit card losses to trajected for both Branded Cards and Retail Services as you\ngo forward? Thanks.",
      "word_count": "93",
      "page_number": "10",
      "sequence": "35",
      "confidence": "0.6",
      "topic_category": "opening_remarks"
    },
    {
      "bank": "Citigroup",
      "quarter": "First",
      "speaker": "MARK MASON",
      "role": "OTHER",
      "paragraph": "Sure. Again, we do obviously feel that we are well reserved here. We did expect to see a\npickup in the first half of the year before trending down in the back half of the year. And so that's kind of the\ncadence that we'd expect between now and the end of the year. The first half is usually seasonally higher\nthan the back half of the year, and you see that in Retail Services. I would also point out that and you can see\nit in the deck and I think it's the second page of the appendix but also in the supplement, you are starting to\nsee that delinquency buckets, we show the 90-day plus delinquency bucket starting to trend down in Retail\nServices, that is also an important indicator in terms of how we look at the expected losses, if you will, in the\ngo forward. And so that seasonality as well as that trend is a good sign.",
      "word_count": "162",
      "page_number": "10",
      "sequence": "36",
      "confidence": "0.6",
      "topic_category": "guidance"
    },
    {
      "bank": "Citigroup",
      "quarter": "First",
      "speaker": "JANE FRASER",
      "role": "OTHER",
      "paragraph": "We've also, I think one of the pieces Gonzalo and the team have done a good job with is,\nthey've been proactive and tightening risk and acquisitions and existing programs in the last couple of years.\nAnd I think that also puts us into another reason where we feel in a good position as we head into whatever\nlies ahead.",
      "word_count": "60",
      "page_number": "10",
      "sequence": "37",
      "confidence": "0.6",
      "topic_category": "risk_discussion"
    },
    {
      "bank": "Citigroup",
      "quarter": "First",
      "speaker": "KEN USDIN",
      "role": "OTHER",
      "paragraph": "Very good. And one just a follow-up on NII and your outlook. Did you make any changes to\nincluding card fee still in the NII guide? Is that now removed? Does that fill in there? I know there's a lot of\nputs and takes given the change in the forward curve, if you can help us understand which curve you're using\nand some of the balancing act there, that would be great.\nCopyright © 2025 Citigroup Inc. 10",
      "word_count": "78",
      "page_number": "10",
      "sequence": "38",
      "confidence": "0.6",
      "topic_category": "guidance"
    },
    {
      "bank": "Citigroup",
      "quarter": "First",
      "speaker": "MARK MASON",
      "role": "OTHER",
      "paragraph": "Yes. So, look, the late fee impact is, for us, is important, and we included it in the range that\nwe had given, and we still feel good. We've now removed it, obviously, with the changes that have taken\nplace, but we have not changed our range because there's obviously going to be puts and takes that occur.\nIt does have an impact on the Retail Services print that we have in the quarter and more importantly, the\nyear-over-year that you see there of down 11% because, as you know, we share profits with those partners.\nAnd so that that that down 11% we see in the quarter is informed by last year where we had an assumption\nthat the late fee rule was going to come into play and therefore, we had less profit to share with our partners\nversus this year first quarter where we've assumed it would not come into play and, therefore, have more\nprofits to share with our partners. And so important to point that out on Retail Services, which jumps out in\nUSPB, that it's unlikely that we see that downward percentage in the remaining quarters because it's really\na byproduct of what we assumed last year. versus this year on late fees. In terms of the curve and the NII\nguidance we gave, we assumed two to three [U.S. interest rate] cuts. We're now assuming a fourth but given\nthe timing and that it would be back-loaded in the year, it doesn't have a significant impact on the NII\nguidance that we've given, the 2% to 3% ex-Markets.",
      "word_count": "265",
      "page_number": "11",
      "sequence": "39",
      "confidence": "0.6",
      "topic_category": "financial_results"
    },
    {
      "bank": "Citigroup",
      "quarter": "First",
      "speaker": "OPERATOR",
      "role": "MODERATOR",
      "paragraph": "Your next question comes from Betsy Graseck with Morgan Stanley. Your line is now open,\nplease go ahead.",
      "word_count": "18",
      "page_number": "11",
      "sequence": "40",
      "confidence": "0.6",
      "topic_category": "qa_session"
    },
    {
      "bank": "Citigroup",
      "quarter": "First",
      "speaker": "BETSY GRASECK",
      "role": "OTHER",
      "paragraph": "Hi good morning. Two questions. Just first on the buyback. I noticed you came in at $1.75\nbillion. Is that right this quarter?",
      "word_count": "23",
      "page_number": "11",
      "sequence": "41",
      "confidence": "0.6",
      "topic_category": "opening_remarks"
    },
    {
      "bank": "Citigroup",
      "quarter": "First",
      "speaker": "BETSY GRASECK",
      "role": "OTHER",
      "paragraph": "And I know you indicated that you're looking to keep pace. And I'm wondering, does that\nmean at $1.75 billion or does that mean keep pace with the increased Q-on-Q, which was $250 million? And\nso, I know you're laughing, just trying to understand how you're thinking about that, given what we discussed\nlast quarter, which is you have so much opportunity here for buyback and the accretion is so powerful. So, if\nyou don't mind.",
      "word_count": "76",
      "page_number": "11",
      "sequence": "42",
      "confidence": "0.6",
      "topic_category": "general_discussion"
    },
    {
      "bank": "Citigroup",
      "quarter": "First",
      "speaker": "MARK MASON",
      "role": "OTHER",
      "paragraph": "Sure. So, look, we're targeting a similar level. As you know, we've been working to bring the\nCET1 [Capital ratio] down. We brought it down 20 basis points this quarter. We're still focused on bringing it\ndown to 13.1%. There is uncertainty. The uncertainty is multifaceted. And to some extent, you think about\nthe uncertainty with the SCB. We'll hopefully get some clarity on that as we often do in the summer, and that\nwill inform the pace at which we bring that that down. And then there's the broader market uncertainty, and\nwe want to obviously be there to support clients, and the demand may come on the heels of that. And so,\nthis quarter, like I said, similar level of share repurchases. $20 billion program that we will continue to work\nthrough. SCB clarity soon, hopefully, favorable clarity, and we're steadfast focused on it. Jane, I don't know\nif you want to add anything to that?",
      "word_count": "158",
      "page_number": "11",
      "sequence": "43",
      "confidence": "0.6",
      "topic_category": "general_discussion"
    },
    {
      "bank": "Citigroup",
      "quarter": "First",
      "speaker": "JANE FRASER",
      "role": "OTHER",
      "paragraph": "We like buying back and giving capital back to our shareholders. So, it's a priority for us and\nwill continue to be.",
      "word_count": "22",
      "page_number": "11",
      "sequence": "44",
      "confidence": "0.6",
      "topic_category": "general_discussion"
    },
    {
      "bank": "Citigroup",
      "quarter": "First",
      "speaker": "BETSY GRASECK",
      "role": "OTHER",
      "paragraph": "Okay. Excellent. And then, Jane, just separately, on Slide 2, you identify the main priorities\nfor 2025 and 2026, many of which we've talked about here this call. I just wanted to understand from your\nperspective on the transformation, how far along do you feel you are in the modernizing your infrastructure?\nAnd what kind of time frame do we have to go from here to check the box on that one, if you ever can check\nthe box. And then separately on the Commercial Banking segment, if you could just give us some insights\nthere, too.",
      "word_count": "97",
      "page_number": "11",
      "sequence": "45",
      "confidence": "0.6",
      "topic_category": "general_discussion"
    },
    {
      "bank": "Citigroup",
      "quarter": "First",
      "speaker": "JANE FRASER",
      "role": "OTHER",
      "paragraph": "Okay. There's a lot in there. So, as you remember, the transformation is a very large body of\nwork. We're overhauling our infrastructure. We're reducing and modernizing our applications. We're\nsimplifying our processes. And so, we're addressing the different root causes of what held us back,\nthoroughly and once and for all. And I feel good about the progress we've made. We're seeing more and more\nof the benefit into how we run bank. As you know, we fell behind in data, particularly regarding regulatory\nreporting. We've taken action to get that into shape, and we're confident in how that's now progressing. In\nmany parts, the risk management compliance programs, we're already operating at or close to the target\nCopyright © 2025 Citigroup Inc. 11",
      "word_count": "125",
      "page_number": "11",
      "sequence": "46",
      "confidence": "0.6",
      "topic_category": "risk_discussion"
    },
    {
      "bank": "Citigroup",
      "quarter": "First",
      "speaker": "OPERATOR",
      "role": "MODERATOR",
      "paragraph": "Our next question comes from the line of Erika Najarian with UBS. Your line is now open, please\ngo ahead.",
      "word_count": "20",
      "page_number": "12",
      "sequence": "47",
      "confidence": "0.6",
      "topic_category": "qa_session"
    },
    {
      "bank": "Citigroup",
      "quarter": "First",
      "speaker": "JANE FRASER",
      "role": "OTHER",
      "paragraph": "I forgot to do the Commercial Bank side. We can come back to it. Sorry, Betsy, I forgot to\nmention the Commercial Bank in my enthusiasm on our modernization efforts. Look, I think we are\npositioned to be the go-to bank for commercial clients. So, these are ones with cross-border needs. We've\ngot these unique capabilities that, particularly the born-digital clients who are then going global very quickly,\nthey can just sit on top of our existing capabilities in Services. And we help them go global. Then we help\nthem think about their IPO or M&A or financing opportunities and the banking wallet builds on top of it.\nWe've got quite a unique value proposition. I've been very pleased to see the growth we've been seeing in\nacquiring new companies, who will be the future major players as they grow in global economies. And this is\nhappening in many of the big bright spots around the world. It's in India. It's in Australia. It's happening in\nJapan. It's happening through Europe as well as in North America. So, a lot of good future growth activities\nthere, good returns.",
      "word_count": "188",
      "page_number": "12",
      "sequence": "48",
      "confidence": "0.6",
      "topic_category": "general_discussion"
    },
    {
      "bank": "Citigroup",
      "quarter": "First",
      "speaker": "OPERATOR",
      "role": "MODERATOR",
      "paragraph": "We will now take our next question from Erika Najarian with UBS. Your line is now open, please\ngo ahead.",
      "word_count": "20",
      "page_number": "12",
      "sequence": "49",
      "confidence": "0.6",
      "topic_category": "qa_session"
    },
    {
      "bank": "Citigroup",
      "quarter": "First",
      "speaker": "ERIKA NAJARIAN",
      "role": "OTHER",
      "paragraph": "Hi, good afternoon. Just a follow-up question here on the buyback pacing. Your message\nhas been pretty clear about the first half versus the second half. That said, with the stock at $65 versus\ntangible book at $90, I guess, are you just so scared from the volatility of the SCB result that, that just must\nbe hurdle before you can accelerate the buyback? And Mark, perhaps if you could sort of dispel some of the\nnotion that sometimes happens in some of these chats with buy-siders about your inability to dividend from\nthe bank sub to the holding company in order to increase your buybacks over the near term. If you could\naddress that, too, that would be great.",
      "word_count": "120",
      "page_number": "12",
      "sequence": "50",
      "confidence": "0.6",
      "topic_category": "opening_remarks"
    },
    {
      "bank": "Citigroup",
      "quarter": "First",
      "speaker": "MARK MASON",
      "role": "OTHER",
      "paragraph": "Yes, sure. So, look, we have accelerated the pace of buybacks. And I think this quarter is a\ngood example where I had guided for $1.5 billion, and we kicked it up to $1.75 billion. And I think you should\nexpect that as we see opportunities to continue to do that, then we're going to do it. And you should expect\nthat given where we are trading relative to book value that we're constantly focused on those opportunities\nto take it up more than we had planned or more than expected. Look, I think we are, we have seen a lot of\nvolatility in the SCB. And we're not the only ones. Other players in the industry have as well. I think we're\nencouraged by the dialogue that we're hearing, but there is still some risk to the SCB coming in different this\nyear versus last year. And I think, I don't think we should lose sight. We're not losing sight of that. So, we'll\nget more clarity when the SCB comes, I think that will be important. We obviously are generating good\nearnings quarter after quarter, which obviously creates the capacity for us to do more here. And I think we've\nevidenced a willingness to do that. I think in terms of your other question with regard, your question implying\nwhether there are any restrictions. We don't have any restrictions on the buybacks. We would not have\nannounced a $20 billion buyback program if we didn't think we could execute the program in a reasonable\namount of time. And so obviously, we disclosed what we dividend out from the bank, and you can look at\nthat over the last three years, we've dividend somewhere in the range of $0 to $5 billion in any given quarter.\nCopyright © 2025 Citigroup Inc. 12",
      "word_count": "303",
      "page_number": "12",
      "sequence": "51",
      "confidence": "0.6",
      "topic_category": "financial_results"
    },
    {
      "bank": "Citigroup",
      "quarter": "First",
      "speaker": "ERIKA NAJARIAN",
      "role": "OTHER",
      "paragraph": "Got it. And just my second question. Mark, you mentioned the four cuts that's now\nembedded in your NII outlook, I'm guessing that's for the U.S. How should we think about how you're\nthinking of global rates? Obviously, it's a basket of countries and currencies that we have to think about. And\nif your top exposures are exposed to lower rates, how should we think about deposit spreads in Services from\nhere?",
      "word_count": "72",
      "page_number": "13",
      "sequence": "52",
      "confidence": "0.6",
      "topic_category": "guidance"
    },
    {
      "bank": "Citigroup",
      "quarter": "First",
      "speaker": "MARK MASON",
      "role": "OTHER",
      "paragraph": "I think I'd say, I guess the easiest way to answer the question is to point to the IRE analysis\nthat we show on a quarterly basis. And there are a lot of - that's obviously a risk measure. There are a lot of\nlimitations associated with taking it too deeply or taking it too literally, but as you know, it is a view on how\nlower rates could impact Citi over a 12-month period. It assumes a static balance sheet, no growth, no\nchange in composition or mix or changes in our hedging actions. And it is an instantaneous shock to the\nentire curve. With that said, we do break out the impact for U.S. dollar versus non-U.S. dollar. Remember, as\nyou just referenced, there are over 60 currencies, but that asset sensitivity would suggest with a - in the\nfourth quarter - with a 100-basis point move across the currencies that the non-U.S. dollar impact would be\n$1 billion over a 12-month period. And so that take that with a grain of salt, but that gives you some sense as\nto the sensitivity to rates, that would assume all of those currencies and rates in those countries moved at\nthe same time across the curve, and we did nothing to actively manage or dynamically manage the balance\nsheet.",
      "word_count": "220",
      "page_number": "13",
      "sequence": "53",
      "confidence": "0.6",
      "topic_category": "qa_session"
    },
    {
      "bank": "Citigroup",
      "quarter": "First",
      "speaker": "OPERATOR",
      "role": "MODERATOR",
      "paragraph": "Our next question comes from the line of Vivek Juneja with JPMorgan. Your line is now open,\nplease go ahead.",
      "word_count": "20",
      "page_number": "13",
      "sequence": "54",
      "confidence": "0.6",
      "topic_category": "qa_session"
    },
    {
      "bank": "Citigroup",
      "quarter": "First",
      "speaker": "VIVEK JUNEJA",
      "role": "OTHER",
      "paragraph": "Thanks for taking my questions. A couple of them as follow-ups to questions that have been\nasked. First one for you, Mark. The doing buybacks of the dividending from the bank to the holding company\nthat we just asked. How much are you willing to let your double leverage go up? Is there any sort of internal\nlimits that you follow, what would be the implications of that from a funding cost standpoint?",
      "word_count": "73",
      "page_number": "13",
      "sequence": "55",
      "confidence": "0.6",
      "topic_category": "opening_remarks"
    },
    {
      "bank": "Citigroup",
      "quarter": "First",
      "speaker": "MARK MASON",
      "role": "OTHER",
      "paragraph": "Yes. Look, we have internal limits. We have management action triggers internally. We're not\nanywhere close to those limits or triggers. It's not something that I'm worried about as it relates to the\nbuyback program that I have and/or the buybacks that we forecasted over the balance of the year.",
      "word_count": "50",
      "page_number": "13",
      "sequence": "56",
      "confidence": "0.6",
      "topic_category": "guidance"
    },
    {
      "bank": "Citigroup",
      "quarter": "First",
      "speaker": "VIVEK JUNEJA",
      "role": "OTHER",
      "paragraph": "Jane, sharing about all turmoil and reading some new stories about mandates being shifted\nfrom U.S. broker-dealers to local players. Jane, are you concerned about that? Is that a shift that's starting\noutside the U.S. for big players like yourselves and others who are widespread globally, does this start to\ncreate stronger competitors or move some business away over time?",
      "word_count": "60",
      "page_number": "13",
      "sequence": "57",
      "confidence": "0.6",
      "topic_category": "risk_discussion"
    },
    {
      "bank": "Citigroup",
      "quarter": "First",
      "speaker": "JANE FRASER",
      "role": "OTHER",
      "paragraph": "No, it doesn't. We haven't seen any shifts of business away from us. And just remember the\nnature of our business. These are many of these markets around the world we've been in for over a century.\nWe were the first bank in, sometimes we're the only international bank in, and we truly have a unique\nfootprint that we are everywhere, and we're able to connect everything everywhere, and there aren’t other\nbanks that have this. They don’t have the scale, they don't have the depth of local capabilities. They don't\nhave the risk management skills. You don't have all of these different elements that the clients need now.\nAnd they need in this type of environment where things are shifting around. It's very easy to move your supply\nchains around on our platform, to shift the mix of different businesses. You're doing different geographies\nyou're in. And as I said, a lot of the work we do is very local, and we're at the cutting-edge leading edge, in\nServices, both in TTS, custody, in particular, our corporate bankers have got very strong, deep relationships.\nWe've got balance sheet strength. So, you tend to see flights to quality in these environments. And when\nyou're in the emerging markets, there is only one word for quality, and that's Citi.\nCopyright © 2025 Citigroup Inc. 13",
      "word_count": "224",
      "page_number": "13",
      "sequence": "58",
      "confidence": "0.6",
      "topic_category": "risk_discussion"
    },
    {
      "bank": "Citigroup",
      "quarter": "First",
      "speaker": "OPERATOR",
      "role": "MODERATOR",
      "paragraph": "Our next question comes from the line of Gerard Cassidy with RBC. Your line is now open, please\ngo ahead.",
      "word_count": "20",
      "page_number": "14",
      "sequence": "59",
      "confidence": "0.6",
      "topic_category": "qa_session"
    },
    {
      "bank": "Citigroup",
      "quarter": "First",
      "speaker": "GERARD CASSIDY",
      "role": "OTHER",
      "paragraph": "Hi Jane, Hi Mark. Mark, you touched on in your opening comments about the seasonal\nincrease in trading-related assets. And then the growth was very strong. Was there any types of strategies\nthat you guys employed? Because when you go back in other seasonal periods, first quarter of prior years,\nwe've not seen this kind of growth. So, what led to this kind of success of growing your trading assets so well\nthis quarter?",
      "word_count": "74",
      "page_number": "14",
      "sequence": "60",
      "confidence": "0.6",
      "topic_category": "general_discussion"
    },
    {
      "bank": "Citigroup",
      "quarter": "First",
      "speaker": "MARK MASON",
      "role": "OTHER",
      "paragraph": "Yes. Again, it's the growth you've seen across the platform in both fixed income as well as\nequities and so that equities growth of 23% strong performance in derivatives in prime and prime balance\ngrowth tied to that particularly with hedge funds and asset managers as they looked at regional reallocation,\nstrong contribution there. And then, rates and currencies, good increased client activity in portfolio trading.\nAnd then, we saw a lot of good spread product momentum driven by higher client activity and loan growth.\nAnd so, the nature of the activity, the structure of the products and what have you were all contributing\nfactors there. Really strong performance across the business. And it obviously shows up in both the assets\nand the – the trading assets and the trading liabilities and the funding mechanisms associated with that.",
      "word_count": "138",
      "page_number": "14",
      "sequence": "61",
      "confidence": "0.6",
      "topic_category": "financial_results"
    },
    {
      "bank": "Citigroup",
      "quarter": "First",
      "speaker": "GERARD CASSIDY",
      "role": "OTHER",
      "paragraph": "Very good. And then as a quick follow-up, you guys gave us good details about the\nallocation of equity. I think it was Slide 23. I was curious, I noticed that you've lowered some. The total equity\ndoesn't change, of course, but you did lower the allocation of the equity for different lines like Wealth and\nBanking. What was the thinking behind lowering it in the first quarter relative to 2024?",
      "word_count": "71",
      "page_number": "14",
      "sequence": "62",
      "confidence": "0.6",
      "topic_category": "general_discussion"
    },
    {
      "bank": "Citigroup",
      "quarter": "First",
      "speaker": "MARK MASON",
      "role": "OTHER",
      "paragraph": "Yes. So, as you probably know, Gerard, we kind of look at this on an annual basis. It's a\nprocess that we run, and we run it at the end of the year with an eye towards how we want to make\nadjustments in the year that's following. As we looked at the performance of the business, overall, our five\nbusinesses have improved their PPNR and their profitability and therefore, improving their resiliency in\nstress scenarios and reducing their stress losses. And so, as we thought about that that underlying strength\nwe saw as well as our forecast for what demand would be through 2025, those were important factors in\nthat allocation or that attribution to the businesses for TCE. So, in a way, they're getting the benefit of that\nimproved resiliency even before it shows up in our Stress Capital Buffer, right? And so, each of the\nbusinesses, we talked about Markets as a great example. We've been talking about optimizing use of capital,\nrevenue to RWA, and the improvement all last year. We talked about that. And you see that showed up in\ntheir performance, but also showed up therefore, in the amount of TCE allocation that they have this year.\nSo hopefully, that helps. Obviously, regulatory capital hasn't changed in the aggregate, that's comprised of\nthe RWA, GSIB and Stress Capital Buffers. But over time, we'd expect, as we've talked about our strategy,\nwe'd expect exits to obviously continue to come off the balance sheet, and we'd expect our strategy and the\nresiliency of our PPNR and the steadiness of those earnings to ultimately show up in our Stressed Capital\nBuffer.",
      "word_count": "274",
      "page_number": "14",
      "sequence": "63",
      "confidence": "0.6",
      "topic_category": "financial_results"
    },
    {
      "bank": "Citigroup",
      "quarter": "First",
      "speaker": "OPERATOR",
      "role": "MODERATOR",
      "paragraph": "Our next question comes from the line of Matt O'Connor with Deutsche Bank. Your line is now\nopen, please go ahead.\nMATT O’",
      "word_count": "23",
      "page_number": "14",
      "sequence": "64",
      "confidence": "0.6",
      "topic_category": "qa_session"
    },
    {
      "bank": "Citigroup",
      "quarter": "First",
      "speaker": "CONNOR",
      "role": "OTHER",
      "paragraph": "Hi, just a follow-up on the expenses, came in a bit lower than expected 1Q even ex the\naccounting change. What's your thought process for the rest of the year? Because I'm getting at is off in 1Q\nthe high-water mark. So, if you trickle down a little bit from here, that would imply costs coming in a below\nwhat you're expecting. Can you just talk about the trajectory here?",
      "word_count": "70",
      "page_number": "14",
      "sequence": "65",
      "confidence": "0.6",
      "topic_category": "guidance"
    },
    {
      "bank": "Citigroup",
      "quarter": "First",
      "speaker": "MARK MASON",
      "role": "OTHER",
      "paragraph": "Sure. So again, I gave kind of stuck to the guidance that we had given in January. So expenses\n$53.4 [billion] for the full year. We did come in at $13.4 [billion] in the quarter. I kind of went through the puts\nand takes around that. I'd expect probably a bit of a tick up in Q2 when I think about the things in front of us\nand some of the continued investments that we plan to make in transformation and some of the other things\nunderneath that, like data and regulatory reporting. And then I'd expect it to trend down so that we get to\nthe target of the $53.4 [billion] that I referenced for the full year. And so likely see a tick up and then a trend\ndown and landing the full year at the guidance here. Obviously, revenue moves. Sorry, go ahead.\nCopyright © 2025 Citigroup Inc. 14",
      "word_count": "152",
      "page_number": "14",
      "sequence": "66",
      "confidence": "0.6",
      "topic_category": "financial_results"
    },
    {
      "bank": "Citigroup",
      "quarter": "First",
      "speaker": "MARK MASON",
      "role": "OTHER",
      "paragraph": "I'd say, obviously, if revenue moves in either direction, we'll adjust accordingly. If we have\nupside to revenue, you'd expect to see some of that variable in transaction costs move in that direction as\nwell. And if we see pressure on revenues, we'll be focused on ensuring that we are bringing our expenses\ndown as well.\nMATT O’",
      "word_count": "58",
      "page_number": "15",
      "sequence": "67",
      "confidence": "0.6",
      "topic_category": "financial_results"
    },
    {
      "bank": "Citigroup",
      "quarter": "First",
      "speaker": "CONNOR",
      "role": "OTHER",
      "paragraph": "Okay. And then just any way to frame how much cost will go up from 1Q to 2Q based on\nwhat you're thinking there?",
      "word_count": "24",
      "page_number": "15",
      "sequence": "68",
      "confidence": "0.6",
      "topic_category": "general_discussion"
    },
    {
      "bank": "Citigroup",
      "quarter": "First",
      "speaker": "MARK MASON",
      "role": "OTHER",
      "paragraph": "I'm not giving second quarter guidance kind of beyond what I've factored into the full year at\nthis stage.",
      "word_count": "19",
      "page_number": "15",
      "sequence": "69",
      "confidence": "0.6",
      "topic_category": "guidance"
    },
    {
      "bank": "Citigroup",
      "quarter": "First",
      "speaker": "OPERATOR",
      "role": "MODERATOR",
      "paragraph": "Our next question comes from the line of Saul Martinez with HSBC. Your line is now open, please\ngo ahead.",
      "word_count": "20",
      "page_number": "15",
      "sequence": "70",
      "confidence": "0.6",
      "topic_category": "qa_session"
    },
    {
      "bank": "Citigroup",
      "quarter": "First",
      "speaker": "SAUL MARTINEZ",
      "role": "OTHER",
      "paragraph": "Just following up on the expenses. Your 2026 target of a 10% to 11% RoTCE, I think you're\ntargeting expenses being below $53 billion. I assume with the accounting change that should recalibrate to\nbeing below, call it, $53.5 billion, is that, or $52.5 billion, sorry. Is that a fair assumption or a conclusion from\nthat?",
      "word_count": "56",
      "page_number": "15",
      "sequence": "71",
      "confidence": "0.6",
      "topic_category": "general_discussion"
    },
    {
      "bank": "Citigroup",
      "quarter": "First",
      "speaker": "MARK MASON",
      "role": "OTHER",
      "paragraph": "Yes. Yes, I bet. But yes, I mean it's a change in line-item terms of that association fee. And\nsure, I targeted 2026 as less than $53 [billion]. And with that $400 million, you sure you can deduct that\nfrom the $53 [billion].",
      "word_count": "43",
      "page_number": "15",
      "sequence": "72",
      "confidence": "0.6",
      "topic_category": "general_discussion"
    },
    {
      "bank": "Citigroup",
      "quarter": "First",
      "speaker": "SAUL MARTINEZ",
      "role": "OTHER",
      "paragraph": "Got it. Just wanted to clarify that. And then I guess, secondly, on wealth management. The\nnet new assets are pretty impressive then they trend, $16.5 billion, I think, something like 11% of beginning\nperiod of client assets over the last couple of quarters. So, it seems like Andy is really delivering there. Just\nanything in strength across the different products, but anything you want to highlight there as to what's\ndriving that? And any comments just on the durability of that kind of momentum?",
      "word_count": "85",
      "page_number": "15",
      "sequence": "73",
      "confidence": "0.6",
      "topic_category": "general_discussion"
    },
    {
      "bank": "Citigroup",
      "quarter": "First",
      "speaker": "JANE FRASER",
      "role": "OTHER",
      "paragraph": "Look, the strategy that Andy has laid out and talked about is working. We've got the franchise\nvery focused around net new investment assets, bringing those in from the $5 trillion of assets that are off\nus with existing clients, as well as new wealth that that is being created and new clients we're bringing to the\nfranchise. And so, I'm very pleased as well with the caliber of the team that he has brought to bear here. We've\ngot real horsepower and firepower in our investment capabilities. And he is also investing to improve client\nexperience, a new relationship with Palantir here as well. And it's a team that's on the front foot. And in this\nenvironment, around the world, clients are really looking to us for advice because there are not many global\nwealth managers. They're looking to us for a global perspective, the capabilities we've got on the ground all\naround the globe and helping put them into good position amidst the uncertainty. So, we are a destination\nof choice right now, and we're taking full advantage of it. I don't see that changing. This is the strength of Citi.\nThe strategy is working.",
      "word_count": "197",
      "page_number": "15",
      "sequence": "74",
      "confidence": "0.6",
      "topic_category": "general_discussion"
    },
    {
      "bank": "Citigroup",
      "quarter": "First",
      "speaker": "OPERATOR",
      "role": "MODERATOR",
      "paragraph": "There are no further questions. I'll now turn the call over to Jenn Landis for closing remarks.",
      "word_count": "17",
      "page_number": "15",
      "sequence": "75",
      "confidence": "0.6",
      "topic_category": "qa_session"
    },
    {
      "bank": "Citigroup",
      "quarter": "First",
      "speaker": "JENNIFER LANDIS",
      "role": "OTHER",
      "paragraph": "Thank you all for joining us. We appreciate all the questions. Have a great afternoon.",
      "word_count": "15",
      "page_number": "15",
      "sequence": "76",
      "confidence": "0.6",
      "topic_category": "opening_remarks"
    },
    {
      "bank": "Citigroup",
      "quarter": "First",
      "speaker": "OPERATOR",
      "role": "MODERATOR",
      "paragraph": "This concludes Citi's First Quarter 2025 Earnings Call. You may now disconnect.\nCopyright © 2025 Citigroup Inc. 15",
      "word_count": "18",
      "page_number": "15",
      "sequence": "77",
      "confidence": "0.6",
      "topic_category": "financial_results"
    },
    {
      "bank": "Citigroup",
      "quarter": "First",
      "speaker": "Unknown Speaker",
      "role": "Unknown",
      "paragraph": "T R A N S C R I P T\nCiti First Quarter 2025 Earnings Call\nApril 15, 2025\nCertain statements in this transcript are “forward-looking statements” within the meaning of the Private\nSecurities Litigation Reform Act of 1995. These statements are based on management's current\nexpectations and are subject to uncertainty and changes in circumstances. These statements are not\nguarantees of future results or occurrences. Actual results and capital and other financial condition may\ndiffer materially from those included in these statements due to a variety of factors. These factors include,\namong others: (i) macroeconomic, geopolitical, and other challenges and uncertainties, including those\nrelated to actual or potential policies and actions from the new U.S. administration, such as tariffs, and\nreciprocal actions by other countries or regions, significant volatility and disruptions in financial markets, a\nresurgence of inflation, increases in unemployment rates, increases in interest rates and slowing economic\ngrowth or recession in the U.S. and other countries or regions; (ii) the execution and efficacy of Citi’s\npriorities regarding its simplification, transformation and enhanced business performance, including those\nrelated to revenue, net interest income, expense and capital-related expectations; (iii) a deterioration in\nbusiness and consumer confidence and spending, including lower credit card spend and loan growth, as\nwell as lower than expected interest rates; (iv) changes in regulatory capital requirements, interpretations\nor rules; and (v) the precautionary statements included in this presentation. These factors also consist of\nthose contained in Citigroup's filings with the U.S. Securities and Exchange Commission, including without\nlimitation the “Risk Factors” section of Citigroup’s 2024 Form 10-K. Any forward-looking statements made\nby or on behalf of Citigroup speak only as to the date they are made, and Citi does not undertake to update\nforward-looking statements to reflect the impact of circumstances or events that arise after the date the\nforward-looking statements were made.\nCopyright © 2025 Citigroup Inc. 16",
      "word_count": "314",
      "page_number": "16",
      "sequence": "78",
      "confidence": "0.3",
      "topic_category": "financial_results"
    }
  ]
}