{
  "document_metadata": {
    "filename": "Q1_2024.pdf",
    "document_type": "transcript",
    "bank": "Citigroup",
    "quarter": "First",
    "processed_at": "2025-06-06T18:21:38.927074",
    "total_records": 78,
    "total_speakers": 23,
    "total_words": 10820
  },
  "speakers": [
    {
      "name": "PRESENTATION\nOPERATOR",
      "role": "MODERATOR",
      "total_words": 75,
      "paragraphs": 1,
      "avg_confidence": 0.6
    },
    {
      "name": "JENNIFER LANDIS",
      "role": "OTHER",
      "total_words": 136,
      "paragraphs": 2,
      "avg_confidence": 0.6
    },
    {
      "name": "JANE FRASER",
      "role": "OTHER",
      "total_words": 1692,
      "paragraphs": 10,
      "avg_confidence": 0.6
    },
    {
      "name": "Unknown Speaker",
      "role": "Unknown",
      "total_words": 3330,
      "paragraphs": 5,
      "avg_confidence": 0.3
    },
    {
      "name": "MARK MASON",
      "role": "OTHER",
      "total_words": 3495,
      "paragraphs": 20,
      "avg_confidence": 0.6
    },
    {
      "name": "QUESTION AND ANSWER\nOPERATOR",
      "role": "MODERATOR",
      "total_words": 18,
      "paragraphs": 1,
      "avg_confidence": 0.6
    },
    {
      "name": "MIKE MAYO",
      "role": "OTHER",
      "total_words": 123,
      "paragraphs": 2,
      "avg_confidence": 0.6
    },
    {
      "name": "OPERATOR",
      "role": "MODERATOR",
      "total_words": 363,
      "paragraphs": 18,
      "avg_confidence": 0.6
    },
    {
      "name": "GLENN SCHORR",
      "role": "OTHER",
      "total_words": 112,
      "paragraphs": 1,
      "avg_confidence": 0.6
    },
    {
      "name": "BETSY GRASECK",
      "role": "OTHER",
      "total_words": 206,
      "paragraphs": 3,
      "avg_confidence": 0.6
    },
    {
      "name": "JIM MITCHELL",
      "role": "OTHER",
      "total_words": 121,
      "paragraphs": 1,
      "avg_confidence": 0.6
    },
    {
      "name": "EBRAHIM POONAWALA",
      "role": "OTHER",
      "total_words": 87,
      "paragraphs": 1,
      "avg_confidence": 0.6
    },
    {
      "name": "ERIKA NAJARIAN",
      "role": "OTHER",
      "total_words": 177,
      "paragraphs": 1,
      "avg_confidence": 0.6
    },
    {
      "name": "JOHN MCDONALD",
      "role": "OTHER",
      "total_words": 112,
      "paragraphs": 2,
      "avg_confidence": 0.6
    },
    {
      "name": "KEN USDIN",
      "role": "OTHER",
      "total_words": 78,
      "paragraphs": 1,
      "avg_confidence": 0.6
    },
    {
      "name": "ACL",
      "role": "OTHER",
      "total_words": 71,
      "paragraphs": 1,
      "avg_confidence": 0.8
    },
    {
      "name": "VIVEK JUNEJA",
      "role": "OTHER",
      "total_words": 96,
      "paragraphs": 2,
      "avg_confidence": 0.6
    },
    {
      "name": "TTS",
      "role": "MODERATOR",
      "total_words": 17,
      "paragraphs": 1,
      "avg_confidence": 0.8
    },
    {
      "name": "SCOTT SIEFERS",
      "role": "OTHER",
      "total_words": 92,
      "paragraphs": 1,
      "avg_confidence": 0.6
    },
    {
      "name": "GERARD CASSIDY",
      "role": "OTHER",
      "total_words": 122,
      "paragraphs": 1,
      "avg_confidence": 0.6
    },
    {
      "name": "SAUL MARTINEZ",
      "role": "OTHER",
      "total_words": 128,
      "paragraphs": 1,
      "avg_confidence": 0.6
    },
    {
      "name": "CHRIS KOTOWSKI",
      "role": "OTHER",
      "total_words": 75,
      "paragraphs": 1,
      "avg_confidence": 0.6
    },
    {
      "name": "STEVEN CHUBAK",
      "role": "OTHER",
      "total_words": 94,
      "paragraphs": 1,
      "avg_confidence": 0.6
    }
  ],
  "transcript_data": [
    {
      "bank": "Citigroup",
      "quarter": "First",
      "speaker": "PRESENTATION\nOPERATOR",
      "role": "MODERATOR",
      "paragraph": "Hello and welcome to Citi's First Quarter 2024 Earnings Call. Today's call will be hosted by Jenn\nLandis, Head of Citi Investor Relations. We ask that you please hold all questions until the completion of\nthe formal remarks at which time you will be given instructions for the question-and-answer session. Also,\nas a reminder, this conference is being recorded today. If you have any objections, please disconnect at this\ntime.\nMs. Landis, you may begin.",
      "word_count": "75",
      "page_number": "1",
      "sequence": "1",
      "confidence": "0.6",
      "topic_category": "opening_remarks"
    },
    {
      "bank": "Citigroup",
      "quarter": "First",
      "speaker": "JENNIFER LANDIS",
      "role": "OTHER",
      "paragraph": "Thank you, operator. Good morning and thank you all for joining our first quarter 2024\nearnings call. I am joined today by our Chief Executive Officer, Jane Fraser, and our Chief Financial Officer,\nMark Mason.\nI'd like to remind you that today's presentation, which is available for download on our website,\ncitigroup.com, may contain forward-looking statements which are based on management's current\nexpectations and are subject to uncertainty and changes in circumstances. Actual results may differ\nmaterially from these statements due to a variety of factors, including those described in our earnings\nmaterials as well as in our SEC filings.\nAnd with that, I'll turn it over to Jane.",
      "word_count": "109",
      "page_number": "1",
      "sequence": "2",
      "confidence": "0.6",
      "topic_category": "opening_remarks"
    },
    {
      "bank": "Citigroup",
      "quarter": "First",
      "speaker": "JANE FRASER",
      "role": "OTHER",
      "paragraph": "Thank you, Jenn, and good morning to everyone. Today I am going to touch on the\nmacroeco\nquarter.\nWhile global economic performance was surprisingly desynchronized last year, the overall story has been\nconsistent of late: one of economic resiliency supported by tight labor markets and the consumer. Growth\nthis year looks poised to slow in many markets. And conditions are generally disinflationary - you are\nalready seeing some central banks in the emerging markets starting to cut rates.\nIn the U.S., a soft landing is viewed as increasingly likely. But we continue to see a tale of two Europes with\nGermany hurt by the weak demand for goods while southern European countries such as Spain and Greece\nbenefit from stronger demand in services.\nIn Asia,\nalthough its property market remains a concern.\nAmidst all these dynamics, we continue to focus on executing against our strategy and delivering the best\nof Citi to all our stakeholders. I said 2024 will be a pivotal year for us as we put our business and\norganizational simplification largely behind us and we focus on two main priorities: the Transformation and\nthe performance of our businesses and the firm.\nCopyright © 2024 Citigroup Inc. 1",
      "word_count": "200",
      "page_number": "1",
      "sequence": "3",
      "confidence": "0.6",
      "topic_category": "opening_remarks"
    },
    {
      "bank": "Citigroup",
      "quarter": "First",
      "speaker": "Unknown Speaker",
      "role": "Unknown",
      "paragraph": "T R A N S C R I P T\nCiti First Quarter 2024 Earnings Call\nApril 12, 2024\nLast month marked the end to the organizational simplification we announced in September. The result is\na cleaner, simpler management structure that fully aligns to and facilitates our strategy. We are now more\nclient-centric\nclear lines of accountability, starting with my management team, fewer layers, increased spans of control,\nand frankly much less bureaucracy and needless complexity.\nThis will all help us run the company more efficiently, it will enhance our client experience, and improve\nmore roles were ultimately impacted than the 5,000 we discussed in January.\nWe also took a number of other steps to sharpen our business focus and improve returns by right placing\nstrategy; and right sizing the workforce in Wealth.\nAs a result of all these combined steps, which include the simplification, we are eliminating approximately\n7,000 positions which will generate $1.5 billion of annualized run-rate expense saves. The combination of\nthese actions and the measures we are taking to eliminate our remaining stranded costs will drive $2 to\n$2.5 billion in cumulative annualized run-rate saves in the medium term.\nWe are keeping a close eye on the execution of these efforts and overall resourcing to ensure we safeguard\nour commitment to the Transformation. As you know, given its magnitude and scale, the Transformation\nis a multi-year effort to address issues that have spanned over two decades.\nWe have made steady progress as we retire multiple legacy platforms, streamline end-to-end processes,\nand strengthen our risk and control environment. All of which are necessary, not only to meet the\nexpectations of our regulators, but also to serve our clients more effectively.\nA transformation of this magnitude is never linear. So while we have made good progress in many areas,\nthere are a few where we are intensifying our efforts, such as automating certain regulatory processes and\nthe data related to regulatory reporting. We are committed to getting these right and will look to self-fund\nthe necessary investments to do so.\nTurning to the quarter, we had a good start to a pivotal year. We reported net income of approximately $3.4\nbillion, EPS of $1.58 and an RoTCE of 7.6% on over $21 billion of revenues. Our revenues were up over 3%\nyear-over-year, excluding divestitures, which was primarily the billion-dollar gain from the India consumer\nsale last year. Our expenses were slightly down quarter-over-quarter, excluding the FDIC special\nassessments.\nServices continues to perform well and generate very attractive returns. Revenue was up 8% for the quarter\nas both businesses won new mandates and deepened relationships with existing clients.\nFees were up a pleasing 10% for Services year over year, driven by the investments we have made across\nour product offering, platforms and client experience. In Securities Services, we took share again this\nquarter. And in TTS, cross-border activity continued to outpace global GDP growth, and commercial card\nspend remained robust. We look forward to diving deeper into these two businesses at our Investor\nPresentation on Services in June.\nimpacted Rates and Currencies, that was off a very strong first quarter last year. We saw good client activity\nin Equities and in Spread Products, where both new issuance and securitization activity were particularly\nrobust. We fully integrated our Financing and Securitization capabilities within our Markets business and\nwe started to see the benefits of having a unified spread product offering for our clients.\nCopyright © 2024 Citigroup Inc. 2",
      "word_count": "579",
      "page_number": "2",
      "sequence": "4",
      "confidence": "0.3",
      "topic_category": "financial_results"
    },
    {
      "bank": "Citigroup",
      "quarter": "First",
      "speaker": "MARK MASON",
      "role": "OTHER",
      "paragraph": "Thanks, Jane and good morning, everyone. I am going to start with the firmwide financial\nresults, focusing on year-over-year comparisons for the first quarter unless I indicate otherwise, and then\nspend a little more time on the businesses.\nCopyright © 2024 Citigroup Inc. 3",
      "word_count": "44",
      "page_number": "3",
      "sequence": "5",
      "confidence": "0.6",
      "topic_category": "opening_remarks"
    },
    {
      "bank": "Citigroup",
      "quarter": "First",
      "speaker": "Unknown Speaker",
      "role": "Unknown",
      "paragraph": "T R A N S C R I P T\nCiti First Quarter 2024 Earnings Call\nApril 12, 2024\nOn slide 6, we show financial results for the full firm. In the first quarter, we reported net income of\napproximately $3.4 billion, EPS of $1.58 and an RoTCE of 7.6% on $21.1 billion of revenues. Total revenues\nwere down 2% on a reported basis. Excluding divestiture-related impacts, largely consisting of the $1 billion\ngain from the sale of the India consumer business in the prior year, revenues were up more than 3%, driven\nby growth across Banking, USPB and Services, partially offset by declines in Markets and Wealth. Expenses\nwere $14.2 billion, up 7%, on a reported basis. Excluding divestiture-related impacts and the incremental\nFDIC special assessment, expenses were up 5%. Cost of credit was approximately $2.4 billion, primarily\ndriven by higher Card net credit losses, which were partially offset by ACL releases in Wealth, Banking and\nLegacy Franchises. At the end of the quarter, we had nearly $22 billion in total reserves with a reserve-to-\nfunded loans ratio of approximately 2.8%.\nOn slide 7, we show the expense trend over the past five quarters. We reported expenses of $14.2 billion,\nwhich included the incremental FDIC special assessment of roughly $250 million. Also included in this\nnumber are $225 million of restructuring charges largely related to the organizational simplification. In total,\nactions, we expect approximately $1.5 billion of annualized run-rate saves over the medium term related to\na headcount reduction of approximately 7,000. In addition to the restructuring, we took approximately $260\nmillion of repositioning costs largely related to our efficiency efforts across the firm, including the reduction\nof stranded costs associated with the consumer divestitures. The expected savings from these actions will\nallow us to continue to fund additional investments in the Transformation this year. And relative to the prior\nyear, the remainder of the expense growth was largely driven by inflation and volume-related expenses,\npartially offset by productivity savings. In the remainder of the year, we expect a more normalized level of\nrepositioning, which is already embedded in our guidance. Therefore, you can expect our quarterly expense\ntrend to go down from here in line with our $53.5-$53.8 billion ex-FDIC expense guidance.\nOn slide 8, we show net interest income, deposits, and loans, sequential variances. In the\nfirst quarter, net interest income decreased by $317 million, largely driven by Markets, which resulted in a 4\nbasis point decrease in net interest margin. Excluding Markets, net interest income was relatively flat.\nAverage loans were up $4 billion, primarily driven by Loans in Spread Products in Markets, as well as Card\nand Mortgage loans in US Personal Banking, partially offset by declines in Services. And average deposits\nwere up nearly $7 billion, primarily driven by Services, as we continue to grow high-quality operating\ndeposits.\nOn slide 9, we show key consumer and corporate credit metrics. This quarter, we adjusted our FICO\ndistribution to be more aligned with industry reporting practices and now show our FICO mix using a 660\nthreshold. Across Branded Cards and Retail Services, approximately 85% of our card loans are to consumers\nwith FICO scores of 660 or higher. And we remain well reserved with a reserve-to-funded loan ratio of 8.2%\nfor our total card portfolio. In our Corporate portfolio, the majority of our exposure is investment grade,\nwhich is reflected in our low level of non-accrual loans at 0.5% of total corporate loans. As a reminder, our\nloan loss reserves incorporate a scenario-weighted average unemployment rate of approximately 5%, which\nincludes a downside scenario unemployment rate of close to 7%. As such, we feel very comfortable with the\nnearly $22 billion of reserves we have in the current environment.\nhighlight the strength of our balance sheet, capital and\nliquidity. We maintain a very strong $2.4 trillion high-quality balance sheet, which increased 1% sequentially.\nDespite this increase, we were able to decrease our risk-weighted assets reflecting our continued\noptimization efforts and focus on capital efficiency. Our balance sheet is a reflection of our risk appetite,\nstrategy and diversified business model. The foundation of our funding is a $1.3 trillion deposit base, which\nis well diversified across regions, industries, customers and account types. The majority of our deposits,\n$812 billion, are corporate and span 90 countries. Most of our corporate deposits reside in operating\naccounts that are crucial to how our clients fund their daily operations around the world. In most cases, we\nintegrated services payments & collections, liquidity management and working capital solutions. All of\nwhich greatly increase the stickiness of these deposits. The majority of our remaining deposits, about $423\nCopyright © 2024 Citigroup Inc. 4",
      "word_count": "780",
      "page_number": "4",
      "sequence": "6",
      "confidence": "0.3",
      "topic_category": "financial_results"
    },
    {
      "bank": "Citigroup",
      "quarter": "First",
      "speaker": "Unknown Speaker",
      "role": "Unknown",
      "paragraph": "T R A N S C R I P T\nCiti First Quarter 2024 Earnings Call\nApril 12, 2024\nbillion, are well diversified across the Private Bank, Citigold, Retail and Wealth at Work, as well as across\nregions and products. Now turning to the asset side, over the last several years, we have maintained a strong\nrisk appetite framework and have been very deliberate about how we deploy our deposits and other liabilities\ninto high-quality assets. This starts with our $675 billion loan portfolio which is well diversified across\nconsumer and corporate loans. And the duration of the total portfolio is approximately 1.2 years. About one-\nthird of our balance sheet is held in cash and high-quality, short-duration investment securities that\ncontribute to our nearly $1 trillion of available liquidity resources. And for the quarter, we had an LCR of 117%.\nSo to wrap it up, we are active and deliberate in the management of our balance sheet, which is reflected in\nour high-quality assets and strong capital and liquidity position.\nOn slide 11, we show the sequential CET1 walk to provide more detail on the drivers this quarter. First, we\ngenerated $3.1 billion of net income to common shareholders, which added 27 basis points. Second, we\nreturned $1.5 billion in the form of common dividends and share repurchases, which drove a reduction of\nabout 13 basis points. Third, we saw an increase in our disallowed DTA, which resulted in a 10 basis point\ndecrease. And finally, the remaining 6 basis point benefit was largely driven by a reduction in RWA. We ended\nthe quarter with a preliminary 13.5% CET1 capital ratio, approximately 120 basis points, or over $13 billion,\nabove our regulatory capital requirement of 12.3%. That said, our capital requirement does not yet reflect our\nsimplification efforts, the benefits of our Transformation or the full execution of our strategy, all of which we\nexpect to bring down capital requirements over time.\nSo now turning to slide 12. Before I get into the businesses, let me remind you that in the fourth quarter, we\nimplemented a revenue sharing arrangement within Banking, and between Banking, Services and Markets\nto reflect the benefit the businesses get from our relationship-based lending. The impact of revenue sharing\nis in In Services, revenues were\nup 8% this quarter, driven by continued momentum across both TTS and Securities Services. Net interest\nincome increased 6%, driven by higher deposit and trade loan spreads. Non-interest revenue increased 14%,\nlargely driven by continued strength across underlying fee drivers. In TTS, cross-border volumes increased\n9%, USD clearing volumes increased 3% and commercial card spend volumes increased 5%, all of which was\ndriven by strong corporate client activity. In Securities Services, our preliminary assets under custody and\nadministration increased 11%, benefiting from higher market valuations, as well as new client onboarding.\nThe growth in both businesses is a direct result of our continued investments in product innovation, the\nclient experience and platform modernization to gain share across all client segments. TTS continues to\nmaintain its number one position with Large Corporate and FI clients and see good momentum in the\ncommercial client segment. And we continue to gain share in Securities Services. Expenses increased 11%,\nlargely driven by continued investments in technology and product innovation. Cost of credit was $64\nmillion as net credit losses remain low. Net income was approximately $1.5 billion. Average loans were up\n4%, primarily driven by strong demand for working capital loans in TTS. Average deposits were down 3% as\nthe impact of quantitative tightening more than offset new client acquisitions and deepening with existing\nclients. However, it is worth noting that we continue to see good operating deposit inflow. And Services\ncontinues to deliver a high RoTCE of 24.1% for the quarter.\nOn slide 13, we show the results for Markets for the first quarter. Markets revenues were down 7% as lower\nFixed Income revenues more than offset growth in Equities. Fixed Income revenues decreased 10%, driven\nby Rates and Currencies, which were down 21%, on the back of lower volatility and a strong quarter in the\nprior year. This was partially offset by strength in Spread Products and Other Fixed Income, which was up\n26% driven by an increase in client activity, particularly in asset-backed lending. And we continued to see\ngood underlying momentum in Equities, with revenues up 5%, driven by growth across cash trading and\nequity derivatives. And we continued to make progress in prime with balances up more than 10%. Expenses\nincreased 7%, largely driven by the absence of a legal reserve release last year. Cost of credit was $200\nmillion, primarily driven by macroeconomic assumptions related to loans in Spread Products that impacted\nreserves. Net income was approximately $1.4 billion. Average loans increased 8%, primarily driven by asset-\nbacked lending in Spread Products due to an improvement in market activity. Average trading assets\nincreased 4% sequentially, largely driven by seasonally stronger activity in the first quarter. Markets\ndelivered an RoTCE of 10.4% for the quarter.\nCopyright © 2024 Citigroup Inc. 5",
      "word_count": "842",
      "page_number": "5",
      "sequence": "7",
      "confidence": "0.3",
      "topic_category": "financial_results"
    },
    {
      "bank": "Citigroup",
      "quarter": "First",
      "speaker": "Unknown Speaker",
      "role": "Unknown",
      "paragraph": "T R A N S C R I P T\nCiti First Quarter 2024 Earnings Call\nApril 12, 2024\nOn slide 14, we show the results for Banking for the first quarter. Banking revenues increased 49%, driven by\ngrowth in Investment banking and Corporate Lending and lower losses on loan hedges. As I previously\nmentioned, Corporate Lending results include the impact of revenue sharing from Investment Banking,\nServices and Markets. Investment Banking revenues increased 35%, driven by DCM and ECM as improved\nmarket sentiment led to an increase in issuance activity, particularly Investment Grade, which is running at\nnear-record levels. Advisory revenues declined given the low level of announced merger activity last year.\nHowever, in the quarter we participated in the pickup in announced M&A across sectors, including those\nCorporate Lending revenues, excluding\nmark-to-market on loan hedges, increased 34%, largely driven by higher revenue share. We generated\npositive operating leverage this quarter as expenses decreased 4%, driven by actions taken to right size the\nexpense base. Cost of credit was a benefit of $129 million, primarily driven by changes in portfolio\ncomposition. The NCL rate was 0.3% of average loans, and we ended the quarter with a reserve-to-funded\nloan ratio of 1.5%. Net income was approximately $536 million. Average loans decreased 6% as we\nmaintained strict discipline around capital efficiency, as we optimize Corporate loan balances. RoTCE was\n9.9% for the quarter, reflecting a rebound in activity, reserve releases and continued expense discipline.\nOn slide 15, we show the results for Wealth for the first quarter. Wealth revenues decreased 4%, driven by a\n13% decrease in NII from lower deposit spreads and higher mortgage funding costs, partially offset by higher\ninvestment fee revenues. omentum in non-interest revenue, which was up 11%, as we\nbenefited from higher investment assets across regions, driven by increased client activity as well as market\nvaluations. Expenses were up 3%, driven by technology investments focused on risk and controls, as well as\nplatform enhancements, partially offset by the initial benefits of expense reductions as we continue to right\nsize the workforce. Cost of credit was a benefit of $170 million, driven by a reserve release of approximately\n$200 million primarily related to a change in estimate as we enhanced our data related to margin lending\ncollateral. Net income was $150 million. End-of-period client balances increased 6%, driven by higher client\ninvestment assets. Average loans were flat, as we continued to optimize capital usage. Average deposits\ndecreased 1%, largely reflecting lower deposits in the Private Bank and Wealth at Work and the continued\nshift of deposits to higher-\nrelationships and the associated deposits from USPB. Client investment assets were up 12%, driven by net\nnew investment asset flows and the benefit of higher market valuations. RoTCE was 4.6% for the quarter.\nfoundational priorities. As Jane mentioned, this will take time but over the medium to longer-term, we view\nthis as a greater- than-20% return business.\nOn slide 16, we show the results for US Personal Banking for the first quarter. US Personal Banking revenues\nincreased 10%, driven by NII growth of 8% and lower partner payments. Branded Cards revenues increased\n7%, driven by interest-earning balance growth of 10% as payment rates continue to moderate. And we\ncontinue to see healthy growth in spend volumes up 4%, primarily driven by our more affluent customers.\nRetail Services revenues increased 18%, primarily driven by lower partner payments due to higher net credit\nlosses, as well as interest-earning balance growth of 9%. Retail Banking revenues increased 1%, driven by\nhigher deposit spreads, loan growth and improved mortgage margins. Expenses were roughly flat due to\nlower compensation costs, including repositioning, offset by higher volume-related expenses. Cost of credit\nof approximately $2.2 billion increased 34%, largely driven by higher NCLs of $1.9 billion as card loan\nvintages that were originated over the last few years were delayed in their maturation due to the\nunprecedented levels of government stimulus during the pandemic and are now maturing. In Branded\nCards, the NCL rate came in at 3.65%, in line with our expectations. In Retail Services, the NCL rate of 6.32%\nwas slightly above the high end of our guidance range for the full year and will likely remain above the range\nin the second quarter, reflecting historical seasonality patterns. However, given the persistent inflation,\nhigher interest rates and continued sales pressure at our partners, we now expect to be closer to the high\nend of the full year NCL guidance range for Retail Services. This expectation, along with the continued mix\nshift from transactors to revolvers across both portfolios, led to an ACL build of approximately $340 million.\nNet income decreased to $347 million. Average deposits decreased 10%, as the transfer of relationships and\nthe associated deposits to our Wealth business more than offset the underlying growth. RoTCE for the\nCopyright © 2024 Citigroup Inc. 6",
      "word_count": "811",
      "page_number": "6",
      "sequence": "8",
      "confidence": "0.3",
      "topic_category": "financial_results"
    },
    {
      "bank": "Citigroup",
      "quarter": "First",
      "speaker": "QUESTION AND ANSWER\nOPERATOR",
      "role": "MODERATOR",
      "paragraph": "Our first question will come from Mike Mayo with Wells Fargo. Your line is open. Please go\nahead.",
      "word_count": "18",
      "page_number": "7",
      "sequence": "9",
      "confidence": "0.6",
      "topic_category": "qa_session"
    },
    {
      "bank": "Citigroup",
      "quarter": "First",
      "speaker": "MIKE MAYO",
      "role": "OTHER",
      "paragraph": "Hi. Well, you just finished your seventh month of your org simplification and you said 7,000\npositions go away, with $1.5 billion of expense savings. So that's very concrete, but more generally, after 20,\n30, 40 years of matrix structure down to five lines of business, you're reporting these differently, you're\ntalking about them differently, but the question that I think a lot of people have is, are you simply reporting\nthese lines of business differently, or are you actually running them differently? Thanks.",
      "word_count": "84",
      "page_number": "7",
      "sequence": "10",
      "confidence": "0.6",
      "topic_category": "opening_remarks"
    },
    {
      "bank": "Citigroup",
      "quarter": "First",
      "speaker": "JANE FRASER",
      "role": "OTHER",
      "paragraph": "Thank you, Mike, for the question. The simplification that we've just gone through, it is what\nwe said it is. It is the most consequential set of changes, not only to the organization model that we have but\nhow we run the bank. It's aligned the structure with the strategy. It's simplified the bank. It's eliminated\nneedless complexity. It's created greater transparency into the five businesses and their performance as you\ncan see. It's increased accountability. And very simply, it's just easier for our people to focus on our clients,\nbut also getting things done and the execution that we have ahead of us.\nSo maybe if I try and bring this a bit more alive, the first thing we did was we elevated the five businesses and\nthat eliminated the ICG and PBWM layer, and we brought all the elements that the businesses needed to run\nend-to-end under the direct management of those five business heads, an example being operations. It's\nenabled transparency, greater accountability, and this end-to-end and total P&L focus, so focus on the\nbottom line and the returns driving growth, expense discipline, etcetera.\nWe also right-placed businesses to align with the strategy, so Banking all being under one umbrella, the\nInvestment Bank, the Corporate Bank, Commercial Bank, really helping us drive synergies there. Putting F&S\nand Securitization into Markets, so that we have a unified spread product there, also beginning to see the\nbenefits of that this quarter.\nSo that's an example in the businesses, but I do want to highlight a couple of other areas around this change.\nCopyright © 2024 Citigroup Inc. 7",
      "word_count": "269",
      "page_number": "7",
      "sequence": "11",
      "confidence": "0.6",
      "topic_category": "opening_remarks"
    },
    {
      "bank": "Citigroup",
      "quarter": "First",
      "speaker": "OPERATOR",
      "role": "MODERATOR",
      "paragraph": "Our next question is from Glenn Schorr at Evercore. Your line is open. Please go ahead.",
      "word_count": "16",
      "page_number": "8",
      "sequence": "12",
      "confidence": "0.6",
      "topic_category": "qa_session"
    },
    {
      "bank": "Citigroup",
      "quarter": "First",
      "speaker": "GLENN SCHORR",
      "role": "OTHER",
      "paragraph": "Thanks very much. So I think it shows how much you've helped us see the simpler\norganization. I think people have totally bought into the expense story, so a lot of credit to you guys. I think\nwhere I, personally, and others still have questions on is on the revenue side and getting to those 4% to 5%\nmedium-term targets.\nSo, could you take us just conceptually where we're going to where you think you'll drive that growth from,\nfrom this baseline where we're at now? And if you want, you can totally use my second question in there and\ntell us what good things you're doing inside the Investment Banking line.",
      "word_count": "112",
      "page_number": "8",
      "sequence": "13",
      "confidence": "0.6",
      "topic_category": "opening_remarks"
    },
    {
      "bank": "Citigroup",
      "quarter": "First",
      "speaker": "JANE FRASER",
      "role": "OTHER",
      "paragraph": "You snuck that one in, Glenn. So I'll kick off with some of this, pass it to Mark and then I'll\ncome back to Banking. So look, we are laser-focused on the growth and improving the returns of these\nbusinesses to where they should and will be in the medium term, and it's not just the growth story, but let\nme anchor it in those medium-term return targets.\nIn Services, we want to continue around the mid-20s in RoTCE. Banking should be getting to around 15%.\nMarkets 10% to 13%, so we'd like to see it at the higher end of that range. USPB getting that back to the mid-\nteens and then moving on to the high-teens in the medium term. And then lastly, as Andy and Mark have\ntalked about, getting Wealth to a 15% to 20% return in the medium term, but the goal is to the mid-20s in\nCopyright © 2024 Citigroup Inc. 8",
      "word_count": "158",
      "page_number": "8",
      "sequence": "14",
      "confidence": "0.6",
      "topic_category": "general_discussion"
    },
    {
      "bank": "Citigroup",
      "quarter": "First",
      "speaker": "MARK MASON",
      "role": "OTHER",
      "paragraph": "Sure. And good morning, Glenn, and we appreciate the acknowledgment around the\nexpenses. As you know, we've been quite focused on that and working hard to ensure that we deliver on what\nwe say we're going to do there.\nI'd point on the revenue line, I'd first point to, if you look back, since Investor Day, we've in fact been able to\ndeliver on the guidance that we've given for the medium term, so that 4% to 5% top line growth. And, yes, it\nwas a different rate environment, but that growth that we delivered over the past couple of years has been a\nmix of both revenue and underlying business strength.\nAs you think about the guidance we talked about for this year, we talked about the NII ex-Markets being\ndown modestly. And so what that means is that the momentum and the growth that we expect is going to\ncome from the non-interest revenue. And I think this quarter is a good example of where and how that's likely\nto play through, so the revenue top line being up 3-plus percent, but when you look through each of the\nbusinesses, and if you look on each of the pages where we disclose the revenue, you can see the underlying\nNIR growth in the bottom left hand corner of each of those pages, that's coming through as well. So Services\nup 14% with growth in both TTS, between cross-border, clearing, commercial cards, but also and Securities\nServices, right, with the growth that we're seeing from continued momentum in assets under custody. We\nexpect that trend to continue with existing clients and new clients as well as how we do more with our\ncommercial market commercial middle market business, excuse me. So NIR growth there.\nThe Investment Banking piece is the other driver of fees. We're seeing that wallet start to rebound. We're part\nof that rebound. The announced transactions, we're part of those in sectors that we've been investing in.\nWe're bringing in new talent to help us realize and experience that.\nAnd even in Wealth, where we're not pleased with the top line performance this quarter of down 4%. When\nyou look through that, we do have good underlying NIR1 growth in the quarter in Wealth and that's up 11%\nyear-over-year and it's in the area that Andy and the team is leaning in on which is investments and not just\nin one region, but across all the regions.\nAnd then finally, the USPB piece which is showing good NIR1 growth as well, so the long and short of it is that\nthe 4% growth that's implied in $80 billion to $81 billion is going to be continued momentum, largely in fees,\nhelping us to deliver for our clients and make continued progress towards that medium-term target.",
      "word_count": "469",
      "page_number": "9",
      "sequence": "15",
      "confidence": "0.6",
      "topic_category": "opening_remarks"
    },
    {
      "bank": "Citigroup",
      "quarter": "First",
      "speaker": "JANE FRASER",
      "role": "OTHER",
      "paragraph": "So let me pick up, I'm sure Jenn Landis will give us the evil eye for sneaking in a second\nquestion there, Glenn, but let me pick up on Banking and what's going on there. So we have a very clear\nstrategy that we've been executing over the last couple of years, really to lay the foundation for growth in\nBanking.\nNorth America is our key priority. It's the biggest contributor to the global IB wallet. Tech, healthcare and\nindustrials are likely to constitute over 50% of the fee wallet going forward. So we have better aligned our\nresources to position the franchise for this. Defending areas of traditional strength in industrials and the like,\nenergy, whilst investing in high-growth sectors such as healthcare and technology with some strong talent.\nCopyright © 2024 Citigroup Inc. 9",
      "word_count": "136",
      "page_number": "9",
      "sequence": "16",
      "confidence": "0.6",
      "topic_category": "qa_session"
    },
    {
      "bank": "Citigroup",
      "quarter": "First",
      "speaker": "OPERATOR",
      "role": "MODERATOR",
      "paragraph": "Our next question is from Betsy Graseck at Morgan Stanley. Your line is open. Please go ahead.",
      "word_count": "17",
      "page_number": "10",
      "sequence": "17",
      "confidence": "0.6",
      "topic_category": "qa_session"
    },
    {
      "bank": "Citigroup",
      "quarter": "First",
      "speaker": "BETSY GRASECK",
      "role": "OTHER",
      "paragraph": "Hi. Good morning or yes, we're almost pinging into the afternoon here.",
      "word_count": "12",
      "page_number": "10",
      "sequence": "18",
      "confidence": "0.6",
      "topic_category": "opening_remarks"
    },
    {
      "bank": "Citigroup",
      "quarter": "First",
      "speaker": "BETSY GRASECK",
      "role": "OTHER",
      "paragraph": "I guess a couple of questions. Well, so I know we talked through the Institutional\nSecurities business already on moving that expense ratio a little bit. Could we dig in a little bit on the Wealth\nside, because the expense ratio there is running a little higher, and so, it'd be useful just to understand the\npace or speed or timeframe when we should expect to see that start to inflect.",
      "word_count": "71",
      "page_number": "10",
      "sequence": "19",
      "confidence": "0.6",
      "topic_category": "guidance"
    },
    {
      "bank": "Citigroup",
      "quarter": "First",
      "speaker": "JANE FRASER",
      "role": "OTHER",
      "paragraph": "Yes, absolutely. And some of it, just as a reminder, the actions that we've been taking on org\nsimplification and that Andy has also been taking in the Wealth business. We will work through notice\nperiods in the coming weeks. And so, you'll start you'll see the impact coming through in our head count\nnumbers, and in Wealth, in the expense base next quarter. Look, as Mark said in his opening and Andy has\nbeen talking about, this should be a sort of up to a 30% pre-tax margin business.\nAndy is focused on rationalizing the expense base. He's also, as Mark said, turning on the growth engine. He's\nenhancing our platforms and capabilities to elevate the client experience. The heart of the opportunity for us\nlies with our existing clients. They are an extraordinary client base, but they're underpenetrated. So, a lot of\nthe operating efficiency is frankly going to be is going to come on the revenue side here. That said, Andy's\ntaken a number of pretty decisive moves this quarter on the expense side.\nMark, let me toss it over to you.",
      "word_count": "185",
      "page_number": "10",
      "sequence": "20",
      "confidence": "0.6",
      "topic_category": "financial_results"
    },
    {
      "bank": "Citigroup",
      "quarter": "First",
      "speaker": "MARK MASON",
      "role": "OTHER",
      "paragraph": "Yes. I mean, look, I think that the quarter expenses that you see of growth of 3% is not yet\nreflective of the work that Andy has been steadfast at. There is still some investment in there in technology\nCopyright © 2024 Citigroup Inc. 10",
      "word_count": "45",
      "page_number": "10",
      "sequence": "21",
      "confidence": "0.6",
      "topic_category": "general_discussion"
    },
    {
      "bank": "Citigroup",
      "quarter": "First",
      "speaker": "OPERATOR",
      "role": "MODERATOR",
      "paragraph": "Our next question is from Jim Mitchell at Seaport Global. Your line is open. Please go ahead.",
      "word_count": "17",
      "page_number": "11",
      "sequence": "22",
      "confidence": "0.6",
      "topic_category": "qa_session"
    },
    {
      "bank": "Citigroup",
      "quarter": "First",
      "speaker": "JIM MITCHELL",
      "role": "OTHER",
      "paragraph": "Okay. Good morning. Jane and Mark, I very much appreciate the comments on your growth\nopportunities and driving growth. But revenues are often dictated by the macro that is a little bit out of your\ncontrol. So, can you talk a little bit about the flexibility on the expenses? You have a range in 2026 of $51\nbillion to $53 billion. So, if revenues are coming in below the targets, is it, I guess, A, fair to assume you'd be\nat the very low-end of that range or is and I think there is some revenue growth built in there. So, is there\nsome flexibility to the downside to try to get to your targets in a tougher revenue environment? Thanks.",
      "word_count": "121",
      "page_number": "11",
      "sequence": "23",
      "confidence": "0.6",
      "topic_category": "opening_remarks"
    },
    {
      "bank": "Citigroup",
      "quarter": "First",
      "speaker": "MARK MASON",
      "role": "OTHER",
      "paragraph": "Yeah. Look, the top line growth, as you've heard us say, is a CAGR of 4% to 5%. We've put\nthat target out there of $51 billion to $53 billion as a range of what we're working towards. We've given you a\ngood sense of how we expect to get there with the $2 billion to $2.5 billion reduction by then. We've already\nsignaled $1.5 billion that's in front of us.\nThe reality is that if there's softness in revenues, that's why we have a range, obviously, the volume-related\nexpenses would come down with any softness in revenue. And depending on the drivers of why that revenue\nis softening, we'd look at the investments that we're making across the business and make sure that those\nare appropriately calibrated for where we are in the cycle and what we're seeing on the top line.\nWith that said, we've got to continue to invest in the Transformation. We're not going to compromise that.\nThat's going to be something that we have to spend on to ensure we continue to get right. But that's kind of\nhow the dynamic works. There's a top we've got a mix of businesses that I think we've demonstrated\nresiliency around if you think about the past couple of years, and we expect for those to continue to drive\nsome top line momentum. But we've got levers in case they don't.",
      "word_count": "233",
      "page_number": "11",
      "sequence": "24",
      "confidence": "0.6",
      "topic_category": "financial_results"
    },
    {
      "bank": "Citigroup",
      "quarter": "First",
      "speaker": "OPERATOR",
      "role": "MODERATOR",
      "paragraph": "Our next question is from Ebrahim Poonawala at Bank of America. Your line is open. Please go\nahead.",
      "word_count": "18",
      "page_number": "11",
      "sequence": "25",
      "confidence": "0.6",
      "topic_category": "qa_session"
    },
    {
      "bank": "Citigroup",
      "quarter": "First",
      "speaker": "EBRAHIM POONAWALA",
      "role": "OTHER",
      "paragraph": "Thank you. I guess just one question, Mark, around capital. So, you talked about\n$13 billion over the reg minimum. Like you could easily be doing 2x the buyback you did in one quarter, if not\nmore. I know you don't like to talk about out-quarters, but give us a sense of the case this quarter. Should\nwe expect the pace of buybacks to increase? And if you could provide additional color as we think about the\nrest of the year would be greatly appreciated. Thank you.",
      "word_count": "87",
      "page_number": "11",
      "sequence": "26",
      "confidence": "0.6",
      "topic_category": "opening_remarks"
    },
    {
      "bank": "Citigroup",
      "quarter": "First",
      "speaker": "MARK MASON",
      "role": "OTHER",
      "paragraph": "Sure. Look, you know and I've said it repeatedly, Jane has said it repeatedly, given where we\ntrade, we think buying back is smart and we'd like to do as much as we possibly can and as much as makes\nCopyright © 2024 Citigroup Inc. 11",
      "word_count": "46",
      "page_number": "11",
      "sequence": "27",
      "confidence": "0.6",
      "topic_category": "general_discussion"
    },
    {
      "bank": "Citigroup",
      "quarter": "First",
      "speaker": "OPERATOR",
      "role": "MODERATOR",
      "paragraph": "Our next question is from Erika Najarian at UBS. Please unmute your line and ask your question.",
      "word_count": "17",
      "page_number": "12",
      "sequence": "28",
      "confidence": "0.6",
      "topic_category": "qa_session"
    },
    {
      "bank": "Citigroup",
      "quarter": "First",
      "speaker": "ERIKA NAJARIAN",
      "role": "OTHER",
      "paragraph": "Hi. Good afternoon. So, clearly, the theme of this that's emerging on the Q&A is a healthy\nskepticism about the revenue targets in line with the in light of the expense declines, which is not really us\nanalysts, we're sort of a little bit parroting what we're hearing from long-only investors that haven't yet\njumped into the stock. So, to that end, I guess I'm going to ask Ebrahim's question differently, and then ask\na question about card late fees.\nHow are you balancing clearly, your valuation would demand that the buybacks be ramped up from $500\nmillion. But growing revenues at a 4% to 5% CAGR would mean potentially some capital plowed back into\nthe business. I guess how are you balancing that, especially given that the demand for buyback is louder at\nCiti than any other money center peer? And could you give us a sense of what card late fees are and how that\nwould impact the $80 billion to $81 billion for the year if we do get an earlier implementation than October?",
      "word_count": "177",
      "page_number": "12",
      "sequence": "29",
      "confidence": "0.6",
      "topic_category": "opening_remarks"
    },
    {
      "bank": "Citigroup",
      "quarter": "First",
      "speaker": "MARK MASON",
      "role": "OTHER",
      "paragraph": "Yeah. Thank you, Erika. On the first part of the question, I'd just remind you and everyone\nelse that we're playing for the long-term here, right. So, we have set some medium-term targets. Obviously,\nJane has recasted the vision and the strategy. I think we're making very good progress against that, but we're\nplaying for the long-term. And what that means is that we have to continue to invest in the franchise.\nIt's why I've given you a range around the expenses, at least in part. It's why I've continued to stress the\nimportance of protecting the Transformation and risk and control spend. And it's why I started the answer\nto Ebrahim's question by saying that we want to be sure that we can match the client demand out there,\nwhere the returns to do so makes sense. And so, we are having to balance kind of the use of capital and other\nresources against that longer term strategic objective and utilize it where it makes sense and generates good\nreturns against the idea of returning that to shareholders.\nAnd so, we'll continue to do that. It's an everyday assessment. It's an everyday discussion with the teams.\nFrankly, it's why things like the revenue sharing has been put in place to intensify the discussion around the\nclients that we're using balance sheet with and ensuring that we're driving broader revenues across the\nplatform. And so, that's kind of how we're operating in terms of making that trade-off on a regular basis, in\naddition to obviously the broader regulatory environment that we're in.\nIn terms of the second part of your question around late fees, we haven't disclosed kind of the dollar amount\nof the late fees. What I would say is that we did and have factored that into the $80 billion to $81 billion. And\nthe only thing I'd add to that is it did kind of it's being implemented a bit earlier than what we had assumed.\nBut again, it's inside of the range of the guidance that I've given you for top line revenue for the year.",
      "word_count": "350",
      "page_number": "12",
      "sequence": "30",
      "confidence": "0.6",
      "topic_category": "opening_remarks"
    },
    {
      "bank": "Citigroup",
      "quarter": "First",
      "speaker": "JANE FRASER",
      "role": "OTHER",
      "paragraph": "s a reminder, 85% of our two card portfolios are prime, and in CRS, where you\ntend to see some of the lower income households, we do have that the economics of the fee change will be\nshared with our partners in CRS. So, we want our customers to pay on time. We have a number of\nCopyright © 2024 Citigroup Inc. 12",
      "word_count": "63",
      "page_number": "12",
      "sequence": "31",
      "confidence": "0.6",
      "topic_category": "financial_results"
    },
    {
      "bank": "Citigroup",
      "quarter": "First",
      "speaker": "OPERATOR",
      "role": "MODERATOR",
      "paragraph": "Our next question is from John McDonald at Autonomous Research. Your line is open. Please go\nahead.",
      "word_count": "17",
      "page_number": "13",
      "sequence": "32",
      "confidence": "0.6",
      "topic_category": "qa_session"
    },
    {
      "bank": "Citigroup",
      "quarter": "First",
      "speaker": "JOHN MCDONALD",
      "role": "OTHER",
      "paragraph": "Thanks. Mark, I was hoping you'd give a little more color on how you're feeling about the\ncredit card charge-offs. You maintained the outlook for the year. You mentioned the higher end on Retail\nServices. Do you still feel like you'll see a peak this year? And what kind of metrics are you looking at in terms\nof delinquency formation and seasoning to inform that view that you might see the peak in card charge-offs\nthis year?",
      "word_count": "77",
      "page_number": "13",
      "sequence": "33",
      "confidence": "0.6",
      "topic_category": "opening_remarks"
    },
    {
      "bank": "Citigroup",
      "quarter": "First",
      "speaker": "MARK MASON",
      "role": "OTHER",
      "paragraph": "Yeah. Thanks, John. We have obviously continued to manage this portfolio very actively.\nWe've seen continued top line growth. We've seen continued average interest-earning balance growth. We've\ntalked about how we expect for the cost of credit to normalize, and we've seen that continue to happen. The\nrange that we've given on Branded Cards, we're inside of that range. When you look at the spend across the\nportfolios, the spend is really happening with the affluent customers more so than anything else. And so,\nwe're watching the lower income customer profile or customers that we have. But again, as Jane\nmentioned, we tend to skew to the higher end to begin with.\nWhere we're really seeing the pressure is where I mentioned in terms of Retail Services. And so, there, the\ncurrent NCLs are higher than the high-end of the full year range that I've given. But if you look back, that is\nnot inconsistent with seasonality that we've seen in the past in that portfolio, where the first two quarters\nare higher than the back half of the year, in part because of coming out of the holiday season and how losses\ntend to mature or materialize through that process.\nAnd so, I'd expect to not only see them be higher than the average range in Q1, but also in Q2 before coming\ndown. And then, I still expect that in 2025, you tend to see them further normalize and come down a bit off\nof these ranges. But look, the reality is that we continue to watch it, and the factors that are out there that\nare important include how unemployment evolves, what happens with inflation, what happens with interest\nrates, and those will be important factors as to how the loss rates continue to evolve over time.\nI think the final point I'd make and I mentioned it in the prepared remarks is that we have to remember that\nthe loss rates in both portfolios reflect kind of multiple vintages maturing at the same time. And you'll recall,\nand this is an industry dynamic, through the COVID pandemic period, losses were at an all-time low,\npayment rates at all-time highs, supported by government stimulus.\nAnd now coming out of that, we're seeing the COVID vintages mature, albeit at a lagged pace from what\nwould be normal, and we're seeing the incremental acquisitions that we've done start to mature at their\nnormal pace. And so, these loss rates are exacerbated by that impact and that's an important factor we can't\nlose sight of. But the bottom line is that we're watching it. The macro factors matter. We feel good about the\nquality mix that we have, and we'll kind of see how things evolve from here.",
      "word_count": "458",
      "page_number": "13",
      "sequence": "34",
      "confidence": "0.6",
      "topic_category": "opening_remarks"
    },
    {
      "bank": "Citigroup",
      "quarter": "First",
      "speaker": "JOHN MCDONALD",
      "role": "OTHER",
      "paragraph": "Okay and on the Branded side, you still expect kind of the peak-ish? Are you still inside\nof the range for the full year and expect 2025, you could move lower on the Branded charge-offs?",
      "word_count": "35",
      "page_number": "13",
      "sequence": "35",
      "confidence": "0.6",
      "topic_category": "guidance"
    },
    {
      "bank": "Citigroup",
      "quarter": "First",
      "speaker": "MARK MASON",
      "role": "OTHER",
      "paragraph": "Yes, I still kind of expect that trend line of peaking and then kind of moving a bit lower in\nBranded.",
      "word_count": "21",
      "page_number": "13",
      "sequence": "36",
      "confidence": "0.6",
      "topic_category": "guidance"
    },
    {
      "bank": "Citigroup",
      "quarter": "First",
      "speaker": "OPERATOR",
      "role": "MODERATOR",
      "paragraph": "Our next question is from Ken Usdin at Jefferies. Your line is open. Please go ahead.\nCopyright © 2024 Citigroup Inc. 13",
      "word_count": "22",
      "page_number": "13",
      "sequence": "37",
      "confidence": "0.6",
      "topic_category": "qa_session"
    },
    {
      "bank": "Citigroup",
      "quarter": "First",
      "speaker": "KEN USDIN",
      "role": "OTHER",
      "paragraph": "Great. Thanks. Can I follow up on the card line of thinking and just ask you, Mark, to talk a little\nbit about just cost of credit? We did still see some card related build this quarter even with the comments\nyou just made and seasonal softer loan growth So, just from a bigger picture perspective, how do you think,\ncontinue to think about reserve builds from here and how that informs your outlook for cost of credit?",
      "word_count": "78",
      "page_number": "14",
      "sequence": "38",
      "confidence": "0.6",
      "topic_category": "opening_remarks"
    },
    {
      "bank": "Citigroup",
      "quarter": "First",
      "speaker": "MARK MASON",
      "role": "OTHER",
      "paragraph": "Yeah, sure. Look, I think that when I think about the reserve builds, I think it's the same\nfactors that come into play. So, obviously, the view on the macro is important. And right now, if you think\nabout some of the key macro factors that impact the cards portfolio, the unemployment assumptions\nweighted is about 5%, the downside is about 7% kind of weighted over the period. And so, how that evolves\nwill be an important factor. How HPI evolves would be an important consideration here for this portfolio, but\nalso what happens with volumes becomes a factor on reserve builds and how important or how much they\nincrease or decrease.\nAnd then the final piece is mix, and it's kind of related to that revolver point. As we see the mix evolve from\ntransactors to revolvers, that's going to play into how much of a reserve from a lifetime point of view we have\nto continue to build. And so, it's why I mentioned on John's question the importance of looking at the interest\nrates, looking at what's happening with inflation, watching the lower income customer base, because all of\nthose things combined with how we think about the scenarios and the weighting will be a factor on the\nreserves.\nBut I will say, Ken, as I sit here and think about what we have in the quarter, I feel very good about the reserve\nlevels. The 8.2% for combined kind of",
      "word_count": "244",
      "page_number": "14",
      "sequence": "39",
      "confidence": "0.6",
      "topic_category": "financial_results"
    },
    {
      "bank": "Citigroup",
      "quarter": "First",
      "speaker": "ACL",
      "role": "OTHER",
      "paragraph": "Okay. And a separate question on TTS. That NII related to TTS has been remarkable with rising\nrates. This quarter, granted there was a lesser day and there could be currency stuff in there, the first quarter\nthat it stepped back, I'm just wondering like where is that in its asset liability sensitivity, the TTS NII, and\nwhat are your thoughts about that piece of the NII puzzle going forward? Thanks.",
      "word_count": "71",
      "page_number": "14",
      "sequence": "40",
      "confidence": "0.8",
      "topic_category": "opening_remarks"
    },
    {
      "bank": "Citigroup",
      "quarter": "First",
      "speaker": "MARK MASON",
      "role": "OTHER",
      "paragraph": "Sure, yeah. I mean, I think I'd say a couple things. We do have kind of some Argentina playing\nthrough the NII line. I will say that the best way to think about it is kind of the underlying beta activity. And\nwe have seen, this is the corporate client, it is an institutional client. We have seen betas, particularly in the\nUS, at kind of normalized or terminal levels and playing a bit through that. We are seeing betas outside of the\nUS continue to increase as it relates to the TTS client base.\nBut all of that again is inside of the range that we've talked about. I don't expect to see kind of year-over-year\ngrowth on the NII line anywhere close to kind of what we've seen in prior years, prior quarters, just in light of\nkind of how the rate environments evolved, and in light of kind of quantitative tightening and the impact on\ndeposit levels. The last point I'd make on this is, we will continue to drive and see growth as it relates to the\noperating deposits, and that will be an important tailwind that kind of plays through.",
      "word_count": "195",
      "page_number": "14",
      "sequence": "41",
      "confidence": "0.6",
      "topic_category": "guidance"
    },
    {
      "bank": "Citigroup",
      "quarter": "First",
      "speaker": "OPERATOR",
      "role": "MODERATOR",
      "paragraph": "Our next question is from Vivek Juneja at JPMorgan. Your line is open. Please go ahead.",
      "word_count": "16",
      "page_number": "14",
      "sequence": "42",
      "confidence": "0.6",
      "topic_category": "qa_session"
    },
    {
      "bank": "Citigroup",
      "quarter": "First",
      "speaker": "VIVEK JUNEJA",
      "role": "OTHER",
      "paragraph": "Hi. Thank you. Jane, Mark, just a question maybe on Argentina, you've shown $100 million in\nNII. Total net income benefit of $500 million after-tax, so probably implying about $500 million, $600\nmillion of non-interest income benefit. Which line item sorry, which segment did that come through, and\nis that sustainable?",
      "word_count": "51",
      "page_number": "14",
      "sequence": "43",
      "confidence": "0.6",
      "topic_category": "opening_remarks"
    },
    {
      "bank": "Citigroup",
      "quarter": "First",
      "speaker": "MARK MASON",
      "role": "OTHER",
      "paragraph": "Yeah, look, there's a mix obviously of things that are driving that net income, including a tax\nimpact on the heels of last year Argentina devaluation activity that's in that line. But the short answer is that\nif you think about the nature of the business that we do in Argentina, it is a big part of our institutional client\nCopyright © 2024 Citigroup Inc. 14",
      "word_count": "66",
      "page_number": "14",
      "sequence": "44",
      "confidence": "0.6",
      "topic_category": "financial_results"
    },
    {
      "bank": "Citigroup",
      "quarter": "First",
      "speaker": "TTS",
      "role": "MODERATOR",
      "paragraph": "Our next question is from Scott Siefers at Piper Sandler. Your line is open. Please go ahead.",
      "word_count": "17",
      "page_number": "15",
      "sequence": "45",
      "confidence": "0.8",
      "topic_category": "qa_session"
    },
    {
      "bank": "Citigroup",
      "quarter": "First",
      "speaker": "SCOTT SIEFERS",
      "role": "OTHER",
      "paragraph": "Hey, everyone. Thanks for taking the question. Mark, I think you touched on at least a\ncomponent of this a couple questions ago, but maybe just broadly an update on your rate positioning. I guess\nI only ask, because it looks like we might be starting to diverge in terms of global rate trajectories, if we\npotentially go lower in Europe, but higher here for a while. In the aggregate, do these kind of complicate your\nmanagement or make you feel better or worse about the overall NII momentum for the company?",
      "word_count": "92",
      "page_number": "15",
      "sequence": "46",
      "confidence": "0.6",
      "topic_category": "opening_remarks"
    },
    {
      "bank": "Citigroup",
      "quarter": "First",
      "speaker": "MARK MASON",
      "role": "OTHER",
      "paragraph": "Yeah, let me try and take it in, in two pieces, I guess. So one is, if I think about how the rate\nimplieds have evolved from the 3 to 6 to now something a little bit north of 1 in the context of what I expect\nfor our performance, it doesn't have a material impact on the guidance that I've given of $80 billion to $81\nbillion.\nAnd in part, that's because as I think about the timing for the planned cuts, which was generally back-loaded,\nas well as some of the other factors that play through. So, you know, Argentina just announced a policy rate\nreduction yesterday or a couple of days ago. If rates are a bit higher for longer, we'll watch how the betas\ncontinue to evolve. I mentioned earlier, the late fees for the cards business happened a bit sooner. Late fees\nare actually booked in our NII line. And so, those factors put me in a place where I feel like there will certainly\nbe puts and takes around how that rate curve evolves, and therefore I'm very comfortable kind of leaving the\nguidance where it is.\nTo answer your broader question, in terms of kind of how we are positioned, I'd point you to the 10-K that we\nhave that's out. And in that 10-K, we offer as we have before a number of IRE scenarios for plus or minus 100\nbasis points and what it means for our business. And if you look at it, you'll see that for the aggregate firm,\nfor Citi, US dollar and non-US dollar, that we're asset-sensitive. So, as rates increase, we should see an\nincrease in our NII performance.\nBut if you look at the breakdown and that's about I think it was about $1.4 billion or something in terms of\nthe impact of that move. But if you look at the breakdown, what the breakdown will show is that for US dollar,\nat this point we're neutral. So, if rates were to go up, rates were to go down, no material impact as it relates\nto our revenue.\nFor the non-US dollar, we're still quite asset-sensitive, right? And so, that should give you some sense for\nand we recognize the limitations with IRE, it assumes 100 basis point parallel shift across the curve to a static\nbalance sheet, etcetera, but that should give you some sense for the implications of the rate curve moves as\nit relates to our book of business.",
      "word_count": "417",
      "page_number": "15",
      "sequence": "47",
      "confidence": "0.6",
      "topic_category": "financial_results"
    },
    {
      "bank": "Citigroup",
      "quarter": "First",
      "speaker": "OPERATOR",
      "role": "MODERATOR",
      "paragraph": "Our next question is from Gerard Cassidy at RBC Capital Markets. Your line is open. Please go\nahead.",
      "word_count": "18",
      "page_number": "15",
      "sequence": "48",
      "confidence": "0.6",
      "topic_category": "qa_session"
    },
    {
      "bank": "Citigroup",
      "quarter": "First",
      "speaker": "GERARD CASSIDY",
      "role": "OTHER",
      "paragraph": "Hi, Mark. Hi, Jane. Mark, can you share with us, there's been obviously a lot of\nconversation around the credit card charge-offs and the credit quality there. If we could shift over to the\ncorporate side, which obviously is very strong, we have seen spreads narrow in the markets on high-yield\ncorporate debt, leverage debt, etcetera. It's very robust out there, but around the global geopolitical risk, do\nyou think the spreads would be widening? Can you guys share with us what you're seeing on the corporate\nside in terms of competition? Are underwriting standards getting a little bit weaker now as people are trying\nto grow their books, what are you seeing on that front?\nCopyright © 2024 Citigroup Inc. 15",
      "word_count": "122",
      "page_number": "15",
      "sequence": "49",
      "confidence": "0.6",
      "topic_category": "risk_discussion"
    },
    {
      "bank": "Citigroup",
      "quarter": "First",
      "speaker": "MARK MASON",
      "role": "OTHER",
      "paragraph": "So, look, we're still seeing good demand for corporate credit. And what I'd say is that we've\nbeen very disciplined about where we want to play on the risk profile here. We've been very disciplined in\nterms of the investment-grade large multinationals that we serve. And that hasn't shifted from an\nunderwriting point of view. We have seen spaces like private credit pick up quite a bit, and that I think will\ncontinue to evolve.\nI think importantly, as we think about our Corporate Lending activity, you'll note that actually we've been\nvery disciplined about how we want to deploy balance sheet. And part of that again is a by-product of the\nrevenue sharing that we've implemented, where there's been healthy debate and discussion around the\nnames that we want to continue to serve, and whether they're positioned to take advantage of the broader\nplatform that we have.\nAnd so, I think the space will continue to evolve. I think there's been good, healthy demand, despite\ncontinued strong balance sheets and part of that demand has been because of where rates are likely to go\nand continue to evolve. And I think we're well-positioned to be thoughtful about that, but Jane, you may\nwant to add a couple points to it.",
      "word_count": "211",
      "page_number": "16",
      "sequence": "50",
      "confidence": "0.6",
      "topic_category": "financial_results"
    },
    {
      "bank": "Citigroup",
      "quarter": "First",
      "speaker": "JANE FRASER",
      "role": "OTHER",
      "paragraph": "Yeah, look, around the world, the corporate client base and our Commercial Banking mid-\nmarket client base have very healthy balance sheets and we're also seeing market access gradually opening\nup as well, which is also helpful for to the quality issuers across all asset classes. We're seeing both the\nissuers taking advantage as well as the investors. The deals are well over-subscribed. So, that's also been\nbeneficial as corporates think about their financing needs.\nThe other piece I just pop out there as well is the recent large M&A announcements in multiple industries\nis a sign of rising confidence from CEOs and boards and active discussions are increasing, as supportive\ncapital markets create confidence, as people think about larger strategic transactions. This is going to feed\nacquisition finance, bridge financing and some of the higher-margin capital markets and lending activity as\nwell.\nSo, as we look forward, I think it's recognizing the shift in some of the drivers from company just investing,\nrefinancing, looking at where they can diversify their capital raising in different quarters. But I'd just close by\nsaying I couldn't agree with you more about geopolitical risks and fragility. I think the market's too benign in\nits risk pricing on some of these factors.",
      "word_count": "208",
      "page_number": "16",
      "sequence": "51",
      "confidence": "0.6",
      "topic_category": "risk_discussion"
    },
    {
      "bank": "Citigroup",
      "quarter": "First",
      "speaker": "OPERATOR",
      "role": "MODERATOR",
      "paragraph": "Our next question is from Matt O'Connor at Deutsche Bank. Your line is open. Please go ahead.\n: Hi. In your prepared remarks, you talked about intensifying certain efforts regarding\nregulatory processes and data on slide 4 here and was just wondering if you could elaborate on I guess what\nyou're doing or trying to do differently on that front and if there's any meaningful financial impact. Thank you.",
      "word_count": "69",
      "page_number": "16",
      "sequence": "52",
      "confidence": "0.6",
      "topic_category": "opening_remarks"
    },
    {
      "bank": "Citigroup",
      "quarter": "First",
      "speaker": "JANE FRASER",
      "role": "OTHER",
      "paragraph": "Yeah, look. I think, Matt, as we've talked about many times, the Transformation is our top\npriority, it will be for the next few years. It is foundational for our future success, both in terms of delivering\nthe strategy and the medium-term financial path and we've been making significant investments behind it,\nas well as not only on the consent order, but also making sure we've got this modern efficient infrastructure.\nAnd we're currently deep into a very large body of work, upgrading our data architecture, automating manual\ncontrols and processes, consolidating fragmented tech platforms, and all of these help enhance our\nbusiness performance more broadly, not just the risk and control in the medium term.\nAnd as I've said though, there are a few areas where we are intensifying our efforts, such as the automation\nof certain regulatory processes and data remediation, particularly related to regulatory reporting. We're\nCopyright © 2024 Citigroup Inc. 16",
      "word_count": "155",
      "page_number": "16",
      "sequence": "53",
      "confidence": "0.6",
      "topic_category": "risk_discussion"
    },
    {
      "bank": "Citigroup",
      "quarter": "First",
      "speaker": "MARK MASON",
      "role": "OTHER",
      "paragraph": "Yeah, I mean I think that's exactly right, but you'd also expect that in this type of\nenvironment, and on the heels of the regional bank stress last year that we're looking at stress scenarios,\nwe're enhancing our CCAR processes, we're enhancing our resolution to recovery processes. All of those\nthings just to kind of make sure that we're shoring up capabilities and you'd expect that across the industry\nquite frankly.",
      "word_count": "71",
      "page_number": "17",
      "sequence": "54",
      "confidence": "0.6",
      "topic_category": "guidance"
    },
    {
      "bank": "Citigroup",
      "quarter": "First",
      "speaker": "OPERATOR",
      "role": "MODERATOR",
      "paragraph": "Our next question is from Saul Martinez at HSBC. Your line is open. Please go ahead.",
      "word_count": "16",
      "page_number": "17",
      "sequence": "55",
      "confidence": "0.6",
      "topic_category": "qa_session"
    },
    {
      "bank": "Citigroup",
      "quarter": "First",
      "speaker": "SAUL MARTINEZ",
      "role": "OTHER",
      "paragraph": "Hi. Good afternoon. I'll change tacks a little bit here, but I'm curious if there's any update\non the Mexican IPO and more specifically, I'm kind of curious how set in stone the IPO process is. You will\nhave a new administration and even if it's a candidate from the same party, she may have a less\nconfrontational view of the private sector, perhaps be more allowing of a local bank to extract value from\nbuying a bank. I guess if the facts on the ground were to change, would you be open to a sale potentially being\nback on the table, because it does seem like this is a situation where a private market valuation could be\nhigher and even materially higher than the public market valuation.",
      "word_count": "128",
      "page_number": "17",
      "sequence": "56",
      "confidence": "0.6",
      "topic_category": "opening_remarks"
    },
    {
      "bank": "Citigroup",
      "quarter": "First",
      "speaker": "JANE FRASER",
      "role": "OTHER",
      "paragraph": "The guiding principle that we have and we've had all along is making sure that we make a\ndecision here that is in the best interest of our shareholders and makes the most sense for them. We are we\nnever say never, but we are very focused on the IPO path here. We believe it is the right one for our\nshareholders. We're well on track in the path in Mexico. We're very pleased to bring Ignacio Deschamps in as\nthe Banamex Chairman to help guide the IPO process. We announced the management teams for the two\nbanks earlier this quarter. We're far down the path of the technological separation of both banks, and then\nthe full legal separation in the second half of the year.\nObviously, the election Is coming up fairly shortly, but we're not anticipating that we would be deviating from\nthe IPO path. That is the path that we are on at the moment. I'll never say never but we do believe that this is\nthe right one, but we'll keep an eye on what's happening in Mexico as we always do.",
      "word_count": "186",
      "page_number": "17",
      "sequence": "57",
      "confidence": "0.6",
      "topic_category": "general_discussion"
    },
    {
      "bank": "Citigroup",
      "quarter": "First",
      "speaker": "OPERATOR",
      "role": "MODERATOR",
      "paragraph": "Our next question is from Chris Kotowski at Oppenheimer. Please go ahead.",
      "word_count": "12",
      "page_number": "17",
      "sequence": "58",
      "confidence": "0.6",
      "topic_category": "qa_session"
    },
    {
      "bank": "Citigroup",
      "quarter": "First",
      "speaker": "CHRIS KOTOWSKI",
      "role": "OTHER",
      "paragraph": "Good afternoon, thanks. Just a quick one for Mark. Previously, you had talked about\n\"bending the cost curve\" between the third and the fourth quarter of this year, and on this call I thought I\nheard you say it's basically bent, that second quarter should be down and we should be sequentially lower\nfrom here, so did it just happen six months earlier or is there still some other bending that comes late this\nyear?",
      "word_count": "75",
      "page_number": "17",
      "sequence": "59",
      "confidence": "0.6",
      "topic_category": "opening_remarks"
    },
    {
      "bank": "Citigroup",
      "quarter": "First",
      "speaker": "MARK MASON",
      "role": "OTHER",
      "paragraph": "I'll take it. I'll take that.",
      "word_count": "6",
      "page_number": "17",
      "sequence": "60",
      "confidence": "0.6",
      "topic_category": "general_discussion"
    },
    {
      "bank": "Citigroup",
      "quarter": "First",
      "speaker": "MARK MASON",
      "role": "OTHER",
      "paragraph": "No. I mean I'll take the win. A downward trajectory from here through the end of the year, in-\nline with the guidance of $53.5 billion to $53.8 billion and so yes.",
      "word_count": "32",
      "page_number": "17",
      "sequence": "61",
      "confidence": "0.6",
      "topic_category": "guidance"
    },
    {
      "bank": "Citigroup",
      "quarter": "First",
      "speaker": "OPERATOR",
      "role": "MODERATOR",
      "paragraph": "Our next question is from Steven Chubak at Wolfe Research. Your line is open. Please go ahead.\nCopyright © 2024 Citigroup Inc. 17",
      "word_count": "23",
      "page_number": "17",
      "sequence": "62",
      "confidence": "0.6",
      "topic_category": "qa_session"
    },
    {
      "bank": "Citigroup",
      "quarter": "First",
      "speaker": "STEVEN CHUBAK",
      "role": "OTHER",
      "paragraph": "Hey, Jane. Hey, Mark. Did want to ask on DFAST and SCB just recognizing this will be the\nlast opportunity before the results come out. The macro scenario, Fed assumptions look quite similar to last\nyear but just given the significant transformation that's underway, repositioning actions, which admittedly\ndepressed earnings last year, want to get a sense as to whether there are any idio-factors that could result\nin greater SCB volatility in the coming exam and just broader thoughts on longer-term trajectory for the SCB,\njust given the org simplification efforts that are underway.",
      "word_count": "94",
      "page_number": "18",
      "sequence": "63",
      "confidence": "0.6",
      "topic_category": "financial_results"
    },
    {
      "bank": "Citigroup",
      "quarter": "First",
      "speaker": "MARK MASON",
      "role": "OTHER",
      "paragraph": "Yeah, Steven the first part of your question is just impossible to answer to be candid with\nyou, right. I mean it's we obviously have an internal based scenario we've run. We have a severely adverse\nscenario that we've run. We've provided a balance sheet as part of the submission, but ultimately, the\nregulators have to run through their models, the information that we've provided and that informs what\nhappens with the stress capital buffer, and we don't have as much transparency to that as we'd like and so\nreally hard to call at this stage.\nThe second part of your question I think is spot-on and I kind of alluded to in my prepared remarks in that\nwe have the medium-term targets that we've set and we're still in the midst of kind of the execution of our\nstrategy, the evolution of the business mix and the business model. The mix towards more consistent,\npredictable and repeatable revenue streams that would impact PPNR, the simplification which obviously\nplays through an expense base that'll be lower when we get to that medium-term period.\nSo all of those things, the divestitures and kind of what that means and how that might impact the G-SIB\nscore and the like and the freeing up of capital which we've already freed up $6 billion or so, and so all of\nthose things have kind of yet to have been factored in and we believe will be beneficial to the SCB over the\nmedium-term.",
      "word_count": "249",
      "page_number": "18",
      "sequence": "64",
      "confidence": "0.6",
      "topic_category": "financial_results"
    },
    {
      "bank": "Citigroup",
      "quarter": "First",
      "speaker": "OPERATOR",
      "role": "MODERATOR",
      "paragraph": "Our next question is from Mike Mayo at Wells Fargo. Your line is open. Please go ahead.",
      "word_count": "17",
      "page_number": "18",
      "sequence": "65",
      "confidence": "0.6",
      "topic_category": "qa_session"
    },
    {
      "bank": "Citigroup",
      "quarter": "First",
      "speaker": "MIKE MAYO",
      "role": "OTHER",
      "paragraph": "Hi. A follow-up, Mark, you said TTS, you said we will have growth in operational deposits, and\nI was just wondering what gives you such confidence that you will, or is that accelerating or the same pace\nor what?",
      "word_count": "39",
      "page_number": "18",
      "sequence": "66",
      "confidence": "0.6",
      "topic_category": "general_discussion"
    },
    {
      "bank": "Citigroup",
      "quarter": "First",
      "speaker": "MARK MASON",
      "role": "OTHER",
      "paragraph": "We have seen growth in the quarter, in operating deposits. The confidence comes from the\nfocus that we've had with our existing clients as well as the growth we've seen with new clients, doing more\nwith existing in more countries, more deeply penetrating the commercial middle-market space, and so we've\nbeen very thoughtfully focused on deposits that obviously give us the most value and also, provide the most\nstickiness as it relates to that relationship and so yes, the confidence is rooted in what we're seeing in the\nway of underlying operating deposit growth including inside this quarter.",
      "word_count": "98",
      "page_number": "18",
      "sequence": "67",
      "confidence": "0.6",
      "topic_category": "general_discussion"
    },
    {
      "bank": "Citigroup",
      "quarter": "First",
      "speaker": "JANE FRASER",
      "role": "OTHER",
      "paragraph": "It's also a lot of the investments that we've been making, fuel a lot of the growth we've got.\nWe have a market- leading product innovations and those continue to drive good returns, good growth. If it's\nCiti Token Services, Citi Payment Express, 24/7 Clearing, all of these different elements really mean that this\nbusiness is utterly invaluable and indispensable to our clients and the stickiness of the deposits, the\noperating deposits comes with that, so we feel good about that growth. And you'll hear more about this as\nwell, Mike, in the Investor Day in mid-June which will be I think we hope will be very helpful to everyone so\nyou really get your arms around how this business operates, makes money, and see why we call it a crown\njewel.",
      "word_count": "132",
      "page_number": "18",
      "sequence": "68",
      "confidence": "0.6",
      "topic_category": "general_discussion"
    },
    {
      "bank": "Citigroup",
      "quarter": "First",
      "speaker": "OPERATOR",
      "role": "MODERATOR",
      "paragraph": "Our next question is from Vivek Juneja at JPMorgan. Your line is open. Please go ahead.",
      "word_count": "16",
      "page_number": "18",
      "sequence": "69",
      "confidence": "0.6",
      "topic_category": "qa_session"
    },
    {
      "bank": "Citigroup",
      "quarter": "First",
      "speaker": "VIVEK JUNEJA",
      "role": "OTHER",
      "paragraph": "Hi. Mark, completely different topic, because I think I understood your answer to be just\nfrom my previous question to be the tax benefits so we'll leave it at that. If it's different then I need to go down\nCopyright © 2024 Citigroup Inc. 18",
      "word_count": "45",
      "page_number": "18",
      "sequence": "70",
      "confidence": "0.6",
      "topic_category": "qa_session"
    },
    {
      "bank": "Citigroup",
      "quarter": "First",
      "speaker": "MARK MASON",
      "role": "OTHER",
      "paragraph": "Yeah, I don't we haven't broken down the transactor versus revolver mix, and so I'm not\ngoing to get into that. I will say that the revolver levels are at least back to where they were pre-pandemic\nand leave it at that, but we are seeing kind of continued revolver activity which you'd expect kind of given the\nway the cycle has evolved and given payment rates have started to moderate and the stimulus has kind of\nunwound, and so all of that is kind of consistent with expectations but obviously, is a factor in reserve levels\nas I mentioned earlier.",
      "word_count": "101",
      "page_number": "19",
      "sequence": "71",
      "confidence": "0.6",
      "topic_category": "guidance"
    },
    {
      "bank": "Citigroup",
      "quarter": "First",
      "speaker": "OPERATOR",
      "role": "MODERATOR",
      "paragraph": "Our final question is from Betsy Graseck at Morgan Stanley. Your line is open. Please go ahead.",
      "word_count": "17",
      "page_number": "19",
      "sequence": "72",
      "confidence": "0.6",
      "topic_category": "qa_session"
    },
    {
      "bank": "Citigroup",
      "quarter": "First",
      "speaker": "BETSY GRASECK",
      "role": "OTHER",
      "paragraph": "Oh, hi, thanks so much. I just wanted to make sure of one thing on the expenses. I know\nin the past you've talked about the fact that 1Q will be a little elevated with the restructuring. And you showed\nthat was the $225 million in the quarter, and then when we look to 2Q, we should should we still be\nexpecting a step-down in 2Q? And is that step-down just the elimination of the $225 million or is there some\nrestructuring that we're likely to see in 2Q as well? In other words, should I just fade sequentially 2Q, 3Q, 4Q\nto hit your annual number or is there a bigger step-down in 2Q that I should still be expecting here? Thanks.",
      "word_count": "123",
      "page_number": "19",
      "sequence": "73",
      "confidence": "0.6",
      "topic_category": "opening_remarks"
    },
    {
      "bank": "Citigroup",
      "quarter": "First",
      "speaker": "MARK MASON",
      "role": "OTHER",
      "paragraph": "Sure. I think you should just fade it, to answer your question very directly, but I'd also point\nout that in Q1, if you really look through to it, it has the $250 million of FDIC charge in it, and so when you\nback that out, we effectively are coming in lower than what we had guided right. Despite that I'm telling you\nthe same I'm making the same point, which is you can expect a downward trend from here through to the\nend of the year and while there won't be additional restructuring charge, there will be the normal BAU activity\naround repositioning that plays through, so hopefully that answers your question, Betsy. The guidance still\nholds, and the downward trend is what we are managing towards, as we kind of play out the balance of the\nyear.",
      "word_count": "139",
      "page_number": "19",
      "sequence": "74",
      "confidence": "0.6",
      "topic_category": "guidance"
    },
    {
      "bank": "Citigroup",
      "quarter": "First",
      "speaker": "OPERATOR",
      "role": "MODERATOR",
      "paragraph": "There are no further questions. I will turn the call over to Jenn Landis for closing remarks.",
      "word_count": "17",
      "page_number": "19",
      "sequence": "75",
      "confidence": "0.6",
      "topic_category": "qa_session"
    },
    {
      "bank": "Citigroup",
      "quarter": "First",
      "speaker": "JENNIFER LANDIS",
      "role": "OTHER",
      "paragraph": "Thank you, all, for joining us. If you have any follow-up questions, please call us and we\nlook forward to talking to you. Thank you very much.",
      "word_count": "27",
      "page_number": "19",
      "sequence": "76",
      "confidence": "0.6",
      "topic_category": "opening_remarks"
    },
    {
      "bank": "Citigroup",
      "quarter": "First",
      "speaker": "OPERATOR",
      "role": "MODERATOR",
      "paragraph": "This concludes Citi's First Quarter 2024 Earnings Call. You may now disconnect.\nCopyright © 2024 Citigroup Inc. 19",
      "word_count": "18",
      "page_number": "19",
      "sequence": "77",
      "confidence": "0.6",
      "topic_category": "financial_results"
    },
    {
      "bank": "Citigroup",
      "quarter": "First",
      "speaker": "Unknown Speaker",
      "role": "Unknown",
      "paragraph": "T R A N S C R I P T\nCiti First Quarter 2024 Earnings Call\nApril 12, 2024\nFootnote\n1 -interest revenue)\nCertain statements in this transcript -\nexpectations and are subject to uncertainty and changes in circumstances. These statements are not\nguarantees of future results or occurrences. Actual results and capital and other financial condition may\ndiffer materially from those included in these statements due to a variety of factors. These factors include,\ntion,\nstrategic and other initiatives, which include management and operating model changes and other actions,\n-market operations in Mexico, which\ninvolves significant execution uncertainty and complexity and may result in higher than expected expenses,\ncertain losses or other negative financial or strategic impacts; a potential U.S. federal government\nshutdown and the resulting impacts; continued elevated interest rates and the impacts on macroeconomic\ninterest rates and the resulting impacts on net interest income; potential recessions in the U.S., Europe and\nother regions or countries; revisions to the U.S. Basel III rules, including the recently issued notice of\nproposed rulemaking, known as the Basel III Endgame, related to the U.S. regulatory capital framework, and\nother proposed changes in regulatory capital rules; continued elevated levels of inflation and its impacts;\npotential increased regulatory requirements and costs; the various uncertainties and impacts related to or\ntential\nadditional currency devaluations in Argentina; and the precautionary statements included in this\ntranscript\nExchange Commission, including without l 3 Form 10-\nK. Any forward-looking statements made by or on behalf of Citigroup speak only as to the date they are\nmade, and Citi does not undertake to update forward-looking statements to reflect the impact of\ncircumstances or events that arise after the date the forward-looking statements were made.\nThis transcript does not constitute an offer to sell, nor a solicitation of an offer to buy, any securities, which\nwill be made only by a prospectus.\nCopyright © 2024 Citigroup Inc. 20",
      "word_count": "318",
      "page_number": "20",
      "sequence": "78",
      "confidence": "0.3",
      "topic_category": "financial_results"
    }
  ]
}