{
  "document_metadata": {
    "filename": "Q1_2023.pdf",
    "document_type": "transcript",
    "bank": "Citigroup",
    "quarter": "First",
    "processed_at": "2025-06-06T18:35:16.997220",
    "total_records": 73,
    "total_speakers": 17,
    "total_words": 11187
  },
  "speakers": [
    {
      "name": "PRESENTATION\nOPERATOR",
      "role": "MODERATOR",
      "total_words": 88,
      "paragraphs": 1,
      "avg_confidence": 0.6
    },
    {
      "name": "JENNIFER LANDIS",
      "role": "OTHER",
      "total_words": 98,
      "paragraphs": 2,
      "avg_confidence": 0.6
    },
    {
      "name": "JANE FRASER",
      "role": "OTHER",
      "total_words": 1749,
      "paragraphs": 15,
      "avg_confidence": 0.6
    },
    {
      "name": "Unknown Speaker",
      "role": "Unknown",
      "total_words": 3759,
      "paragraphs": 6,
      "avg_confidence": 0.3
    },
    {
      "name": "MARK MASON",
      "role": "OTHER",
      "total_words": 3521,
      "paragraphs": 19,
      "avg_confidence": 0.6
    },
    {
      "name": "QUESTION AND ANSWER\nOPERATOR",
      "role": "MODERATOR",
      "total_words": 15,
      "paragraphs": 1,
      "avg_confidence": 0.6
    },
    {
      "name": "GLENN SCHORR",
      "role": "OTHER",
      "total_words": 229,
      "paragraphs": 2,
      "avg_confidence": 0.6
    },
    {
      "name": "OPERATOR",
      "role": "MODERATOR",
      "total_words": 333,
      "paragraphs": 11,
      "avg_confidence": 0.6
    },
    {
      "name": "MIKE MAYO",
      "role": "OTHER",
      "total_words": 330,
      "paragraphs": 4,
      "avg_confidence": 0.6
    },
    {
      "name": "BETSY GRASECK",
      "role": "OTHER",
      "total_words": 69,
      "paragraphs": 1,
      "avg_confidence": 0.6
    },
    {
      "name": "ERIKA NAJARIAN",
      "role": "OTHER",
      "total_words": 127,
      "paragraphs": 1,
      "avg_confidence": 0.6
    },
    {
      "name": "JIM MITCHELL",
      "role": "OTHER",
      "total_words": 104,
      "paragraphs": 2,
      "avg_confidence": 0.6
    },
    {
      "name": "STEVEN CHUBAK",
      "role": "OTHER",
      "total_words": 172,
      "paragraphs": 2,
      "avg_confidence": 0.6
    },
    {
      "name": "EBRAHIM POONAWALA",
      "role": "OTHER",
      "total_words": 107,
      "paragraphs": 1,
      "avg_confidence": 0.6
    },
    {
      "name": "GERARD CASSIDY",
      "role": "OTHER",
      "total_words": 272,
      "paragraphs": 2,
      "avg_confidence": 0.6
    },
    {
      "name": "Commercial Middle",
      "role": "MODERATOR",
      "total_words": 22,
      "paragraphs": 1,
      "avg_confidence": 0.8
    },
    {
      "name": "KEN USDIN",
      "role": "OTHER",
      "total_words": 192,
      "paragraphs": 2,
      "avg_confidence": 0.6
    }
  ],
  "transcript_data": [
    {
      "bank": "Citigroup",
      "quarter": "First",
      "speaker": "PRESENTATION\nOPERATOR",
      "role": "MODERATOR",
      "paragraph": "Hello, and welcome to Citi's First Quarter 2023 Earnings Review with the Chief Executive\nOfficer, Jane Fraser, and Chief Financial Officer, Mark Mason. Today's call will be hosted by Jenn Landis,\nHead of Citi Investor Relations. We ask that you please hold all questions until the completion of the formal\nremarks, at which time you will be given instructions for the question-and-answer session. Also, as a\nreminder, this conference is being recorded today. If you have any objections, please disconnect at this\ntime.\nMs. Landis, you may begin.",
      "word_count": "88",
      "page_number": "1",
      "sequence": "1",
      "confidence": "0.6",
      "topic_category": "opening_remarks"
    },
    {
      "bank": "Citigroup",
      "quarter": "First",
      "speaker": "JENNIFER LANDIS",
      "role": "OTHER",
      "paragraph": "Thank you, operator. Good morning and thank you all for joining us. I'd like to remind you\nthat today's presentation, which is available for download on our website, citigroup.com, may contain\nforward-looking statements, which are based on management's current expectations and are subject to\nuncertainty and changes in circumstances. Actual results may differ materially from these statements due\nto a variety of factors, including those described in our SEC filings.\nWith that, I'll turn it over to Jane.",
      "word_count": "78",
      "page_number": "1",
      "sequence": "2",
      "confidence": "0.6",
      "topic_category": "opening_remarks"
    },
    {
      "bank": "Citigroup",
      "quarter": "First",
      "speaker": "JANE FRASER",
      "role": "OTHER",
      "paragraph": "Thank you, Jenn, hello to everyone joining us today. Well, 2023 is shaping up to be another\ninteresting year, given the tumultuous events of the last few weeks. I am going to share some observations,\nand then we'll turn to what was a good quarter.\nFirst, our banking system as a whole is very strong. While a small handful of institutions still have challenges\nto overcome, the U.S. financial system remains unmatched globally. And I feel confident saying that as\nsomeone who has worked in many different systems around the world.\nThe U.S. system comprises a healthy mix of community banks, regional banks and global banks including\nCiti. We all have important but different roles to play, serving different clients with different needs and on\ndifferent scales. I would also point to the rapid response by state, federal and international regulators that\nhelped reinforce confidence in the system at a critical juncture.\nI am pleased that Citi has been a source of stability for the financial system and a source of strength for our\nclients.\nWe are in a position to play this role because our strategy is delivering a simpler, more focused bank. We\nbenefit from a diversified earnings base and resilient business model. This is reinforced by our robust balance\nsheet management, liquidity position and strong risk management frameworks. We are disciplined in how\nwe run the firm, from client selection to capital planning.\nAnd it is also thanks to our people. I want to express my pride in our colleagues around the world who have\nworked tirelessly last month to serve clients as they turned to Citi as a port in the storm.\nRecent events have shown that prudent asset and liability management is absolutely paramount. While\nCopyright © 2023 Citigroup Inc. 1",
      "word_count": "296",
      "page_number": "1",
      "sequence": "3",
      "confidence": "0.6",
      "topic_category": "opening_remarks"
    },
    {
      "bank": "Citigroup",
      "quarter": "First",
      "speaker": "Unknown Speaker",
      "role": "Unknown",
      "paragraph": "T R A N S C R I P T\nCiti First Quarter 2023 Earnings Review\nApril 14, 2023\nMark is going to walk you through our approach and our focus on interest rate risk, liquidity, and capital, I do\nwant to mention a few things.\nIn terms of assets, our loans are high-quality and short-duration. We have highly-liquid investment\nsecurities and a significant amount of cash. We have over $1 trillion of available liquidity resources, including\n$584 billion of HQLA and an LCR of 120%. And we maintain a diverse set of funding sources, including over\n$1.3 trillion of deposits across corporates, consumers, industries, and regions, many of which are operational\nin nature.\nThe cornerstone is our institutional deposit base, which comprises about 60% of our deposits. Most of these\ndeposits are particularly sticky because they sit in operating accounts that are fully integrated into how our\nmultinational clients run their businesses around the world from their payrolls to their supply chains to\ntheir cash and liquidity management. 80% of these deposits are with clients who use all three of our\nintegrated services- payments & collections, liquidity management and working capital solutions.\nThe data that we aggregate from these deposits and their related flows is fundamental to how our clients\nmanage their efficiency, risk and compliance. This greatly increases our deposit stickiness. And that is also\nwhy nearly 80% of these deposits are from client relationships that are 15 years old or more.\nFinally, we operate a strong risk framework that looks at both asset and liability concentrations across client\nsegment, industry, and region, and we are confident in the size and nature of our exposures given our\nrigorous stress testing. We also diligently manage counterparty risk, which is critical given the\ninterconnectedness of financial institutions.\nWe are in a strong position to navigate whatever environment we face which is particularly relevant given\nthe degree of uncertainty today.\nThe Fed continues to use rate policy to battle inflation, which has been more than stubborn in services, even\nas we see signs of cooling in labor and manufacturing. We expect the recent events to be disinflationary and\ncredit to contract. We believe it is now more likely that the U.S. will enter into a shallow recession later this\nbiggest unknown is the impact on terminal short-term US interest rates and, of course, how the debt ceiling\nplays out.\nIn Europe, the ECB is on a similar, but more difficult, quest to tame inflation. They have had some help from\nlower-than-expected energy prices and the outlook continues to be a bit brighter. However, the war in\nUkraine sadly shows no sign of ending and Europe faces more structural challenges such as the need for\nincreased defense spending, higher energy costs and fiscal burdens that will make efforts to dampen\ninflation and stimulate growth more difficult.\nIn Asia, the reopening of China is adding to the momentum in the region although the Chinese consumer has\nbeen slower to rebound than expected. I saw many green shoots firsthand talking to our clients and our\nbankers in my various trips to India, Japan, and Hong Kong this year. We have to keep a close eye on\ngeopolitics as the US-China relationship becomes increasingly strained and is fragmenting economic blocs.\nWe see this translate into shifts in flows and heightened cross-border volume across TTS and our global\nnetwork.\nof $2.19. We had good revenue growth of 6% ex-divestitures and both revenue and expenses were in line\nwith our guidance. Our ROTCE of nearly 11% benefitted from the closing of the sales of our consumer\nbusinesses in India and Vietnam and would have been over 9% without those gains.\nCopyright © 2023 Citigroup Inc. 2",
      "word_count": "619",
      "page_number": "2",
      "sequence": "4",
      "confidence": "0.3",
      "topic_category": "financial_results"
    },
    {
      "bank": "Citigroup",
      "quarter": "First",
      "speaker": "Unknown Speaker",
      "role": "Unknown",
      "paragraph": "T R A N S C R I P T\nCiti First Quarter 2023 Earnings Review\nApril 14, 2023\nLet me highlight our operating performance in each of our five core businesses.\nIn Services, TTS continued to go from strength to strength, with revenues up 31%. Non-interest revenue was\nup 11% quarter-on-quarter-on the back of increased cross-border activity and good performance in\ncommercial cards due to the rebound of corporate travel. Securities Servic\n23% as we executed on new mandates, onboarded new AUC and benefitted from higher rates.\nWithin Markets, our Fixed Income revenues were up 4% from a year ago. We benefitted from excellent\nperformance in Rates and continued engagement from our corporate clients. The first quarter of 2022 was\nno slouch, as you may recall, but this quarter was our third-best in a decade. Equities was weaker however -\ndown markedly in both derivatives and cash, but still had revenues north of $1 billion.\nBanking was down again, but there were signs of the beginning of a rebound, including increased activity in\nthe investment grade debt market.\nIn US Personal Banking, our cards businesses gained momentum as all drivers continue to normalize to pre-\nCOVID levels. Branded Cards and Retail Services saw revenues up 18% and 24% respectively. Retail Banking\nsaw some growth as we continue to see good momentum in mortgages and installment lending and also\nexperienced a significant increase in digital deposits.\nWe did see a notable softening in consumer spending growth over the course of the quarter. Travel and\nentertainment continued to grow in March, but essentials were flat, and almost all other spend categories\nwere down. Savings rates are below historic averages. While the upper quintiles of household income still\nhave roughly a trillion dollars in excess savings, the savings of the lower quintiles have been significantly\ndrawn down. So we are keeping a diligent eye on the lower FICO bands as economic growth and services\nspend slow.\nFinally, we remain confident about the prospects of our Wealth business. Despite the challenging\nheadwinds, growth in Citigold accounts, client acquisition and client advisors were all solid and we expect\nthese drivers to flow through to revenue later this year and beyond. We also saw the early signs of a long-\nawaited Asian recovery.\nWe built credit reserves this quarter on the back of growth in revolving balances in cards and poorer macro-\noutlooks. NCLs continued to normalize in Consumer while the health of our corporate base was evident in\nanother quarter of very low NCLs.\nFinally, we continue to generate capital through our earnings. With our CET1 ratio now at 13.4%, we have\nroom to absorb the temporary, upfront impact should we sign a deal for Mexico. As you know, we continue\nto pursue a dual path here. And we are committed to increasing the amount of capital we return to our\nshareholders over time.\nAs you can see from slide three, in addition to good operating performance from our businesses and, despite\neverything else going on in the industry, we got a lot done this quarter as we implement the strategy that we\nshared with you at Investor Day.\nWe closed the sales of our consumer businesses in India and Vietnam. Indonesia and Taiwan are next on the\nlist to close later in the year. Our Asian consumer sales will then be complete, and we are intensifying our\nefforts to eliminate stranded costs and simplify our organizational structure.\nWe made some significant leadership announcements. I am delighted that Andy Sieg will join Citi at my table\nas the new head of Wealth Management. Andy is a widely respected leader in this space and comes to us\nafter running an $18 billion business with $2.8 trillion in client balances. He is the latest and the most visible\nexample of the excellent talent we have attracted over the last couple of years.\nCopyright © 2023 Citigroup Inc. 3",
      "word_count": "652",
      "page_number": "3",
      "sequence": "5",
      "confidence": "0.3",
      "topic_category": "financial_results"
    },
    {
      "bank": "Citigroup",
      "quarter": "First",
      "speaker": "MARK MASON",
      "role": "OTHER",
      "paragraph": "Thank you, Jane, and good morning, everyone. I am going to start with the Firmwide\nfinancial results, focusing on year-over-year comparisons for the first quarter unless I indicate otherwise,\nand spend a little more time on expenses, our balance sheet and capital. Then I will turn to the results of\neach segment.\nOn slide 4, we show financial results for the full firm. In the first quarter, we reported net income of\napproximately $4.6 billion and an EPS of $2.19 and a RoTCE of nearly 11% on $21.4 billion of revenues.\nEmbedded in these results are pre-tax divestiture-related impacts of approximately $950 million, largely\ndriven by the gain on sale of the India consumer business. Excluding these items, EPS was $1.86 with an\nRoTCE of over 9%. In the quarter, total revenues increased by 12% on a reported basis and increased 6%\nexcluding divestiture-related impacts as strength across Services, Fixed Income and .S Personal Banking\nwas partially offset by declines in Investment Banking, Equity Markets and Wealth, as well as the revenue\nreduction from the closed exits and wind-downs.\nOur results include expenses of $13.3 billion, an increase of 1% versus the prior year. Excluding divesture-\nrelated costs in the prior year, expenses increased by 5% largely driven by the transformation, other risk &\ncontrol investments and inflation, partially offset by productivity savings and the expense reductions from\nthe exits and wind-downs.\nCost of credit was approximately $2.0 billion, primarily driven by the continued normalization in Card net\ncredit losses and ACL and other provision builds of approximately $700 million, largely related to a\ndeterioration in macroeconomic assumptions and growth in card revolving balances.\nAt the end of the quarter, we had nearly $20 billion in total reserves with a reserve-to-funded loans ratio of\napproximately 2.7%.\nOn Slide 5, we show an expense walk for the first quarter, with the key underlying drivers. Transformation\ninvestments drove ~1% of the growth largely in the data, finance and risk and control programs. And 4% of\nthe increase is driven by structural, largely in the form of compensation and benefits including the full-year\nimpact of the people we hired last year as well as those we hired in the first quarter.\nEmbedded in this structural bucket are a few key items. First, other risk and control investments that are\nenterprise wide and in the businesses make up about 2% of the total expense increase. Second, the impact\nCopyright © 2023 Citigroup Inc. 4",
      "word_count": "410",
      "page_number": "4",
      "sequence": "6",
      "confidence": "0.6",
      "topic_category": "opening_remarks"
    },
    {
      "bank": "Citigroup",
      "quarter": "First",
      "speaker": "Unknown Speaker",
      "role": "Unknown",
      "paragraph": "T R A N S C R I P T\nCiti First Quarter 2023 Earnings Review\nApril 14, 2023\nof additional front and back-office hires. Third, inflation and severance costs. All of this was partially offset\nby productivity savings as well as the benefit from foreign exchange translation and the expense reduction\nfrom the exits and across the firm, technology-related expenses grew 12%.\nWe recognize these investments have driven a significant increase in expenses, but they are crucial to\nmodernize the firm, address the consent orders and position Citi for success in the years to come.\ninvesting in and the benefits we will see over time.\nIn many cases, these investments will simplify our processes and platforms. For example, we are retiring\nand consolidating 20 cash equities platforms to one single modern platform, eliminating costs over time.\nAnd we have consolidated 11 platforms to one global sanctions-screening platform, reducing false alerts,\nimproving the client experience and eliminating costs.\nWe are also modernizing our infrastructure and the security of our data and information by enhancing cyber\nsecurity through the use of AI and improving the security of our infrastructure and devices, leading to fewer\noperating losses. And we are leveraging industry-leading cloud-based solutions to modernize and\nstreamline the connectivity between our front office systems and the general ledger, eliminating manual\nprocesses and operating costs over time.\nWe are driving the strategy by investing in the client experience both in terms of our technology interface\nand innovative new products. We launched our cloud-based instant payments platform for eCommerce\nclients in TTS. We are also deploying CitiDirect Commercial Banking, our mobile and digital interface for\nCommercial clients so they too can open accounts and access all products and services across ICG in the\nsame way our Large Corporate clients do. And finally, we are investing in data to create advanced decision\nmaking, client targeting, and risk management capabilities which has allowed us to enhance our returns\nthrough greater RWA efficiency. And we expect many of these investments to generate efficiencies that will\nallow us to self-fund future investments over time.\nfirst quarter, net interest income increased by approximately $80 million, largely driven by interest-earning\nbalances in cards. Average loans were up slightly as growth in PBWM was largely offset by a decline in ICG.\nAverage deposits were also up slightly, driven by growth in both PBWM and ICG. And our net interest margin\nincreased 2 basis points.\nOn Slide 8, we show key consumer and corporate credit metrics. We are well reserved for the current\nenvironment with nearly $20 billion of reserves. Our reserves-to-funded loans ratio is approximately 2.7%.\nAnd within that, US Cards is 8.1%. In PBWM, 44% of our lending exposures are in US cards and of that\nexposure, nearly 80% is to customers with FICOs of 680 or higher.\nAnd NCL rates, while reflecting some typical seasonality this quarter, are still below pre-COVID levels and\nare normalizing in line with our expectations. The remaining 56% of our PBWM lending exposure is largely\nin Wealth and predominantly mortgages and margin lending. In our ICG portfolio, of our total exposure,\napproximately 85% is investment grade. Of the international exposure, approximately 90% is investment\ngrade or exposure to multinational clients or their subsidiaries. And corporate non-accrual loans remain\nlow at about 40 basis points of total loans.\nAs you can see on the page, we break out our Commercial Real Estate lending exposures across ICG and\nPBWM which total $66 billion, of which 90% is investment grade. So, while the macro and geopolitical\nenvironment remains uncertain, we feel very good about our asset quality, exposures and reserve levels\nand we continuously review and stress the portfolio under a range of scenarios.\nCopyright © 2023 Citigroup Inc. 5",
      "word_count": "624",
      "page_number": "5",
      "sequence": "7",
      "confidence": "0.3",
      "topic_category": "financial_results"
    },
    {
      "bank": "Citigroup",
      "quarter": "First",
      "speaker": "Unknown Speaker",
      "role": "Unknown",
      "paragraph": "T R A N S C R I P T\nCiti First Quarter 2023 Earnings Review\nApril 14, 2023\nadditional metrics to the page to provide additional transparency into how we manage the balance sheet.\nWe maintain a very strong $2.5 trillion balance sheet which is funded in part by a well-diversified $1.3\ntrillion deposit base across regions, industries, customers and account types which is deployed into high-\nquality, diversified assets.\nOur balance sheet is a reflection of our strategy and well diversified business model. We leverage our unique\nassets and capabilities to serve corporates, financial institutions, investors, and individuals with global\nneeds. First, the majority of our deposits, $819 billion, are institutional, and span 90 countries. And the\nmajority of these institutional deposits tend to be interest rate sensitive so when rates go up, we reprice\nthe deposits accordingly, but that reprice takes into account the overall client relationship as well as the\nlevel of rates.\nBut despite this interest rate sensitivity, these deposits tend to be stable as they are tied to the operational\nservices we provide. And these institutional deposits are complemented by $437 billion of US Retail\nconsumer and global wealth deposits as you can see on the bottom right side of the page. These deposits\nare well diversified across the Private Bank, Citigold, Retail and Wealth at Work as well as across regions\nand products, with 75% of US Citigold clients and approximately 50% of ultra-high net worth clients having\nbeen with Citi for more than 10 years. Our wealth deposits tend to also be interest rate sensitive, but this\nusually results in our customers moving to higher-yielding investment and deposit products.\nNow turning to the asset side, at a high-level, you can think about our deposits being largely deployed in\nthree asset buckets loans, investment securities and cash which complement the interest rate\nsensitivity and liquidity value of our liabilities. And this deployment is also linked to our strategy we use\nour resources to lend and transact with our clients in ways that deepen the relationship and drive returns\nfor our shareholders while maintaining strong liquidity and capital.\nOur $652 billion loan portfolio is well diversified across consumer and corporate loans. And the duration of\nthe total portfolio is approximately 1.3 years as the majority of these loans are variable-rate. About 35% of\nour balance sheet is in cash and investment securities which contribute to our $1 trillion of available\nliquidity resources. And at the end of the quarter, we had an LCR of 120%, which means we have roughly\n$100 billion of HQLA in excess of the amount required by the rule to cover stressed outflows. And you can\nsee the details of this on page 27 in the appendix. But just as important as the quantum of liquidity is the\ncomposition and duration of that liquidity.\nAnd our $513 billion investment portfolio consists largely of highly liquid US Treasury, Agency and other\nsovereign bonds, and is split evenly between available-for-sale and held-to-\nmaintained a short duration of less than three years so we could benefit from higher interest rates.\nAnd we actively and prudently manage our assets and liabilities by considering a range of possible stress\nscenarios and how they might impact interest rate risk, liquidity, and capital.\nSo, in summary, our assets and liabilities are aligned across interest rate sensitivity, liquidity value and\nduration, and reflect the diversified business model and execution of our strategy.\nOn Slide 10, we show a sequential CET1 walk to provide more detail on the drivers this quarter. Walking from\nthe end of fourth quarter. First, we generated $4.3 billion of net income to common which added 38 basis\npoints. Second, we returned $1.0 billion in the form of common dividends, which drove a reduction of about\n9 basis points. Third, impact on AOCI through our AFS investment portfolio drove a 7 basis point increase.\nAnd finally, the remaining 4 basis point increase was largely driven by the RWA benefit from closing our\nconsumer exits.\nCopyright © 2023 Citigroup Inc. 6",
      "word_count": "675",
      "page_number": "6",
      "sequence": "8",
      "confidence": "0.3",
      "topic_category": "financial_results"
    },
    {
      "bank": "Citigroup",
      "quarter": "First",
      "speaker": "Unknown Speaker",
      "role": "Unknown",
      "paragraph": "T R A N S C R I P T\nCiti First Quarter 2023 Earnings Review\nApril 14, 2023\nWe ended the quarter with a 13.4% CET1 capital ratio, approximately 40 basis points higher than last\nquarter, and this includes a 100 basis point internal management buffer.\nAnd as it relates to buybacks, we did not buy back any stock this quarter and we will continue to make that\ndecision on a quarter-by-quarter basis.\nOn Slide 11, we show the results for our Institutional Clients Group for the first quarter. Revenues were up\n1% this quarter, largely driven by Services and Fixed income, mostly offset by Investment Banking and\nEquities. Expenses increased 4%, driven by transformation, other risk and control investments and\nvolume-related expenses, partially offset by FX translation and productivity savings.\nCost of credit was a $72 million benefit, as an ACL release more than offset net credit losses. This resulted\nin net income of approximately $3.3 billion, up 23%, driven by the lower cost of credit and higher revenues,\npartially offset by higher expenses. ICG delivered a 13.8% RoTCE for the quarter.\nAnd average loans were down 2% reflecting discipline around our strategy and returns. Average deposits\nwere up 3% as we continued to acquire new clients and deepen relationships with existing ones. And\nsequentially, average deposits were up 1%. And on an end of period basis, ICG deposits were down 3%\nsequentially, driven by seasonality as our clients tend to make tax payments in the first quarter.\nOn Slide 12, we show revenue performance by business and the key drivers we laid out at Investor Day. In\nTreasury and Trade Solutions, revenues were up 31%, driven by 41% growth in net interest income and 13%\nin NIR, with growth across all client segments. We continue to see healthy underlying drivers in TTS that\nindicate consistently strong client activity with US Dollar Clearing Volumes up 6%, reflecting continued\nSWIFT share gains. Cross-border flows up 10%, outpacing global GDP growth. Commercial card volumes\nup roughly 40%, led by spend in travel.\nSo, while the rate environment drove about 60% of the growth this quarter, business actions drove the\nremaining 40%, as we continued to deepen relationships with existing clients and win new clients. In fact,\nclient wins are up approximately 50%, across all segments. These include marquee transactions where we\nIn Securities Services, revenues grew 23% as net interest income grew 94%, driven by higher interest rates\nacross currencies, partially offset by a 6% decrease in non-interest revenue due to the impact of market\nvaluations. We are pleased with the execution in Securities Services as we continue to onboard assets\nunder custody and administration from significant client wins and we feel very good about the pipeline of\nnew deals. As a reminder, the Services businesses are central to our strategy and are two of our higher-\nreturning businesses with strong linkages across the firm.\nMarkets revenues were down 4% as growth in Fixed Income was more than offset by Equities. Fixed Income\nrevenues were up 4%, relative to a very strong quarter last year, as strength in our Rates franchise was\npartially offset by a decline in FX and Commodities. Equities revenues were down 25%, also relative to a\nstrong quarter last year, primarily reflecting reduced client activity in Cash and Equity Derivatives.\nCorporate client flows remained strong and stable and we continued to make solid progress on our\nrevenue-to-RWA target\nAnd finally, Banking revenues, excluding gains and losses on loan hedges, were down 21%, driven by\nInvestment Banking, as heightened macro uncertainty and volatility continued to impact client activity.\nHaving said that, we do see revenue growth sequentially largely driven by the investment grade market\nopening up.\nCopyright © 2023 Citigroup Inc. 7",
      "word_count": "625",
      "page_number": "7",
      "sequence": "9",
      "confidence": "0.3",
      "topic_category": "financial_results"
    },
    {
      "bank": "Citigroup",
      "quarter": "First",
      "speaker": "Unknown Speaker",
      "role": "Unknown",
      "paragraph": "T R A N S C R I P T\nCiti First Quarter 2023 Earnings Review\nApril 14, 2023\nSo overall, while the market environment remains challenging, we feel good about the progress we are\nmaking in ICG.\nNow turning to Slide 13, we show the results for our Personal Banking & Wealth Management business.\nRevenues were up 9%, driven by net interest income growth of 10%, partially offset by a 1% decline in non-\ninterest revenue, driven by lower investment product revenues in Wealth.\nExpenses were also up 9%, predominantly driven by investments in transformation and other risk and\ncontrol initiatives.\nCost of credit was $1.6 billion, driven by higher net credit losses as we continue to see normalization in our\ncard portfolios and a reserve build of approximately $500 million, largely driven by a deterioration in\nmacroeconomic assumptions and card revolving balance growth.\nAverage loans increased 7% driven by cards, mortgages and installment lending. Average deposits\ndecreased 3%, largely reflecting our Wealth clients putting cash to work in fixed income investments on our\nplatform. And PBWM delivered an RoTCE of 5.5%, largely driven by higher credit costs.\nOn Slide 14, we show PBWM revenues by product as well as key business drivers and metrics. Branded\nCards revenues were up 18%, driven by higher net interest income. We continue to see strong underlying\ndrivers with new account acquisitions up 17%, card spend volumes up 9% and average loans up 15%. Retail\nServices revenues were up 24%, also driven by higher net interest income.\nFor both Card portfolios, we continue to see payment rates decline, and that combined with the\ninvestments we have been making contributed to growth in interest-earning balances of 18% in Branded\nCards and 11% in Retail Services.\nRetail Banking revenues were up 3%, primarily driven by higher mortgage revenue and strong growth in\npersonal installment lending, partially offset by the impact of the transfer of relationships and the\nassociated deposits to our Wealth business. In fact, consistent with the strategy, we continued to leverage\nour retail network to drive over 13,000 Wealth referrals in the first quarter.\nWealth revenues were down 9%, driven by continued investment fee headwinds and higher deposit costs\nparticularly in the Private Bank. However, we did see notable improvement in revenues in Asia which were\nup approximately 20% on a sequential basis.\nClient advisors were up 3%. And we are seeing net new investment inflows and strong new client\nacquisitions across our Wealth business, with new clients in the Private Bank and Wealth at Work up 62%\nand 81%, respectively.\nWhile the environment continues to remain challenging for Wealth, we are seeing strong underlying\nbusiness drivers as we execute against our strategy.\nOn Slide 15, we show results for Legacy Franchises. Revenues grew 48%, driven by a gain on the sale of our\nconsumer business in India, partially offset by the wind-downs and closed consumer exits. Expenses\ndecreased 24%, largely driven by the absence of a goodwill impairment we had in the prior year as well as\nthe impact of the wind-downs and closed consumer exits.\nOn Slide 16, we show results for Corporate Other for the first quarter. Revenues increased, largely driven by\nhigher net revenue from the investment portfolio. Expenses increased, driven by transformation and other\nrisk and control investments, partially offset by a reduction in consulting fees.\nCopyright © 2023 Citigroup Inc. 8",
      "word_count": "564",
      "page_number": "8",
      "sequence": "10",
      "confidence": "0.3",
      "topic_category": "financial_results"
    },
    {
      "bank": "Citigroup",
      "quarter": "First",
      "speaker": "QUESTION AND ANSWER\nOPERATOR",
      "role": "MODERATOR",
      "paragraph": "Our first question will come from Glenn Schorr with Evercore. Your line is now open.",
      "word_count": "15",
      "page_number": "9",
      "sequence": "11",
      "confidence": "0.6",
      "topic_category": "qa_session"
    },
    {
      "bank": "Citigroup",
      "quarter": "First",
      "speaker": "GLENN SCHORR",
      "role": "OTHER",
      "paragraph": "Hi, thank you, a simple one. I appreciate the many, many moving parts, but your first\nquarter NII and revenue production was great, and if you just annualize it, you're handily ahead of your full\nyear guide. So I'm just curious on how you're thinking about maintaining the guide but running ahead of\nschedule.",
      "word_count": "54",
      "page_number": "9",
      "sequence": "12",
      "confidence": "0.6",
      "topic_category": "opening_remarks"
    },
    {
      "bank": "Citigroup",
      "quarter": "First",
      "speaker": "MARK MASON",
      "role": "OTHER",
      "paragraph": "Yeah, thanks, Glenn, and good morning. Appreciate the question. Look, we did have a very\nsolid first quarter, but as Jane mentioned in her prepared remarks, there are a number of things that are still\nout there in the global macro environment that are uncertain and unclear, including, frankly, as we\ncontemplate the direction of rates and what's required to tame inflation, let alone the uncertainty that\nwe've seen in parts of the sector here through the quarter.\nAnd so when I think about that and I think about how frankly betas have evolved and the likelihood of a\nrecession in the back half of the year, which we have built into our outlook, I remain comfortable with the\nguidance that we've set here. And when you think about where that comes from, the strength in TTS, the\nstrength in Securities Services, both benefiting from the rate hikes we saw last year, but also deepening\nrelationships with new and existing clients, the Card momentum, which is really about seeing more\nrevolving activity as payment rates start to slow, and the recovery in Investment Banking and Wealth is not\nas swift as we would like and so we have to see how that plays out too.\nSo when I put those things together, there's certainly some puts and takes that speaks to the diversification\nof our business model, but it leaves me in a place where I'm comfortable with the guidance that we've set,\nand if that changes, we'll certainly update you, but that's where we are.",
      "word_count": "256",
      "page_number": "9",
      "sequence": "13",
      "confidence": "0.6",
      "topic_category": "opening_remarks"
    },
    {
      "bank": "Citigroup",
      "quarter": "First",
      "speaker": "GLENN SCHORR",
      "role": "OTHER",
      "paragraph": "I appreciate that. Maybe if I could follow-up on your comments, the previous ones on TTS\nand Securities Services. I try to learn from all my mistakes, I make a lot of them, but in 2008 we thought\nhousing prices couldn't go down much, and then they went down a lot, and we all adapt. The same thing in\nMarch, thought deposits couldn't leave a bank so quickly, but they did.\nSo, slide 25 and 26 people should look at because they're great and they show the stability of your deposit\nfranchise, but I'm curious if history can change at all. Meaning right now, those are cash and operating\ndeposits that clients keep with you and they need you, and you're fully integrated, but do you have client\nconcentrations we should know about or are you thinking about any big changes that can happen in terms\nof client behavior relative to the past in terms of what they keep at any given bank? I know it's a tough one.\nCopyright © 2023 Citigroup Inc. 9",
      "word_count": "175",
      "page_number": "9",
      "sequence": "14",
      "confidence": "0.6",
      "topic_category": "general_discussion"
    },
    {
      "bank": "Citigroup",
      "quarter": "First",
      "speaker": "JANE FRASER",
      "role": "OTHER",
      "paragraph": "Glenn, I'll kick it off and pass it over to Mark. I feel very comfortable about how very well-\ndiversified our deposit base is across different countries, industries, clients, and currencies. It's extremely\nstrong in that respect, and as you say, the majority of the Institutional deposits are integrated into the\noperating accounts all around the world to enable the clients to run their day-to-day operations, the\npayroll, the working capital, the supplier financing, et cetera.\nAnd I think what's changed in the more digital world is frankly these have become even stickier because the\namount of data, the extent of integration into the technology platforms and systems of the clients and the\nvalue that we extract and present back to the clients from the combination of our FX trade, cash, et cetera,\nflows, is incredibly important in driving their efficiency, their risk management, and their financial\nperformance as well. So both the extent of that diversification and the increasing stickiness versus history\nis something that we're certainly not complacent about, but I think is why you see from the pages we've put\ninto the deck as well including in the back on just the consistency of this base.\nMark, what would you add?",
      "word_count": "204",
      "page_number": "10",
      "sequence": "15",
      "confidence": "0.6",
      "topic_category": "risk_discussion"
    },
    {
      "bank": "Citigroup",
      "quarter": "First",
      "speaker": "MARK MASON",
      "role": "OTHER",
      "paragraph": "I think that's exactly right, Jane, and Glenn, I'm glad you pointed out pages 25 and 26 which\nclearly lay out that diversification but also the scale and stability of those deposits over an extended period\nof time.\nThe only thing I'd add additional to that would be obviously we're in an environment where there's\nquantitative tightening that's occurring. That's going to have a broad industry impact as we've started to\nsee already, but we're also in an environment where rates are increasing. We'll see how that plays out\nthrough the balance of the year. That has an impact on betas, but we shouldn't mistake price-sensitivity or\ninterest rate sensitivity with the stickiness of the deposits. And so we've obviously talked about betas\nincreasing particularly in our TTS portfolio, more so in the US. It obviously will continue to increase outside\nof the US, but we'll work the relationship that we have with those clients and the breadth of services that\nwe bring to influence and impact pricing, and more importantly, because of the operating nature of them,\nwe do see them as very stable.",
      "word_count": "185",
      "page_number": "10",
      "sequence": "16",
      "confidence": "0.6",
      "topic_category": "general_discussion"
    },
    {
      "bank": "Citigroup",
      "quarter": "First",
      "speaker": "OPERATOR",
      "role": "MODERATOR",
      "paragraph": "Thank you. Our next question will come from Mike Mayo with Wells Fargo Securities. Your line is\nopen.",
      "word_count": "18",
      "page_number": "10",
      "sequence": "17",
      "confidence": "0.6",
      "topic_category": "opening_remarks"
    },
    {
      "bank": "Citigroup",
      "quarter": "First",
      "speaker": "MIKE MAYO",
      "role": "OTHER",
      "paragraph": "Hi, Jane, I challenged you a couple earnings calls ago about the complexity created by being in\nso many countries, and you said TTS was your crown jewel, and here it's up almost one-third year-over-year,\nso, so far so good since your Investor Day.\nCan you talk about for the fee growth? I mean, we kind of understand the NII growth, but the fee growth is\ndouble-digits also, so I guess that's money in motion and I think you described this as the world's largest\nwholesale global payments system. What's happening to give you double-digit top line growth there?",
      "word_count": "99",
      "page_number": "10",
      "sequence": "18",
      "confidence": "0.6",
      "topic_category": "financial_results"
    },
    {
      "bank": "Citigroup",
      "quarter": "First",
      "speaker": "JANE FRASER",
      "role": "OTHER",
      "paragraph": "Oh, thank you, Mike, and a great question. I think one of the numbers I'm almost more happy\nabout than the stellar revenue growth was the fee growth quarter-over-quarter here because obviously,\nwe've been benefiting in TTS from the rates environment but we've also been benefiting from the drivers\nbehind the franchise. And the fee revenues are coming from multiple different products and different\nofferings that we have here, and we're typically looking and have consistently looked at growing our fee\nrevenue as a percentage of the underlying growth in TTS.\nIt got masked a bit when the rates environment was growing so much, but the different areas there around\nthe world are making a big difference to the strength of our earnings and the quality of our earnings in these\nCopyright © 2023 Citigroup Inc. 10",
      "word_count": "137",
      "page_number": "10",
      "sequence": "19",
      "confidence": "0.6",
      "topic_category": "opening_remarks"
    },
    {
      "bank": "Citigroup",
      "quarter": "First",
      "speaker": "MIKE MAYO",
      "role": "OTHER",
      "paragraph": "Okay. And then as it relates to rates generally, what is it, like, over 90% of your rate sensitivity\nis outside the US, and so shouldn't you be benefiting more than you originally thought given some of these\nrate hikes? And I guess, Mark, are you just sandbagging a little bit? I get the uncertainties and the IB backlog\npushed out, and, no I mean, we want you to have a reasonable bar to jump over and I'm just wondering if\nyou set the bar high enough for yourself for this year.",
      "word_count": "92",
      "page_number": "11",
      "sequence": "20",
      "confidence": "0.6",
      "topic_category": "general_discussion"
    },
    {
      "bank": "Citigroup",
      "quarter": "First",
      "speaker": "MARK MASON",
      "role": "OTHER",
      "paragraph": "Yeah, so again, I think that there is certainly more opportunity in terms of how rates move\nand capturing NII as you pointed out outside of the US. We articulate our interest rate exposure for a parallel\nshift and that mix at the end of last year was the 90/10 that you mentioned for non-US. As I sit here in\nMarch, it probably is going to skew a little bit less non-US and a little bit more towards the US, and you'll\nsee that in the 10-Q.\nWith that said, I mentioned earlier, there's still a bit of uncertainty in terms of how rates continue to evolve\nhere in the US. We'll see how betas evolve. We've reached terminal betas in the US with our clients kind of\nat the end of last year, and so we'll see kind of what happens in terms of pricing through the balance of\n2023.\nBetas are not quite at terminal levels outside of the US, and so we'll see the pacing of that, again, in light of\nhow the interest rate curve may be evolving and frankly in light of how we've seen the broader sector turmoil\nplay out. That could in fact play to our benefit. But we are also, again, in an environment where there's\nquantitative tightening that is still at play.\nAnd then the final point I'd make, Mike, that often people forget is that in that NII is Legacy NII, and so as\nwe continue with our wind-downs, our divestitures, et cetera, that's going to be a headwind that we will\nhave to deal with.",
      "word_count": "266",
      "page_number": "11",
      "sequence": "21",
      "confidence": "0.6",
      "topic_category": "general_discussion"
    },
    {
      "bank": "Citigroup",
      "quarter": "First",
      "speaker": "OPERATOR",
      "role": "MODERATOR",
      "paragraph": "Thank you. Our next question will come from Betsy Graseck with Morgan Stanley. Your line is\nopen.",
      "word_count": "17",
      "page_number": "11",
      "sequence": "22",
      "confidence": "0.6",
      "topic_category": "opening_remarks"
    },
    {
      "bank": "Citigroup",
      "quarter": "First",
      "speaker": "BETSY GRASECK",
      "role": "OTHER",
      "paragraph": "Hi, good morning. I know during the prepared remarks you talked a bit about Andy Sieg\ncoming on board, and I just wanted to understand how to think about the outlook for what you're doing\nwith Wealth, not only in the US but the non-US locations, and also try to understand how much capital you\nthink you could apply to that business relative to what you have today. Thanks.",
      "word_count": "69",
      "page_number": "11",
      "sequence": "23",
      "confidence": "0.6",
      "topic_category": "opening_remarks"
    },
    {
      "bank": "Citigroup",
      "quarter": "First",
      "speaker": "JANE FRASER",
      "role": "OTHER",
      "paragraph": "Hey there Betsy. So, we're obviously delighted that Andy is joining as our new Global Head\nof Wealth around my table, and he's a tremendous leader with a great track record driving growth. He's got\ndeep product and digital expertise; a proven people leader and we'll certainly be taking full advantage of his\nexpertise and experience in the US.\nWe're not shifting our strategy in Wealth. His mandate is consistent with the strategy we laid out at Investor\nDay. We see a lot of potential of growth in Asia as we fill in the coverage across the full wealth spectrum\nthere. We'll be scaling up in the US by building out the investment offering and cross-selling into our\nexisting and new clients across the country. We see tremendous potential of growth in our Private Bank\nand the family office franchise really around the world, and there's a lot of synergies to be realized as we\npoint out in the different KPIs and drivers between the other four core businesses in terms of referrals and\nother business that we're able to generate across the franchise.\nSo the core of the strategy will not be changing with him coming on board. Mark, what else would you add\nin?\nCopyright © 2023 Citigroup Inc. 11",
      "word_count": "212",
      "page_number": "11",
      "sequence": "24",
      "confidence": "0.6",
      "topic_category": "general_discussion"
    },
    {
      "bank": "Citigroup",
      "quarter": "First",
      "speaker": "MARK MASON",
      "role": "OTHER",
      "paragraph": "The only thing I'd add is that, we are, I think, well-positioned for as the market recovers and\nit plays towards Wealth. When you look at kind of the client advisors, as you know, we've been investing in\nbringing on new client advisors. We've been increasing the number of new clients that we've been\nonboarding as well. We've invested in some of the investment products that we have, and so I feel like we\nare positioning ourselves for when this turns.\nAnd as it relates to your question regarding capital, this in a normal cycle is a very healthy returning\nbusiness, and as the market turns and as we recover, we would look to deploy capital appropriate with the\ngrowth and return prospects that we see in front of us.\nIt's also not as much of a capital-intensive business as other businesses, and so I think you've got to keep\nboth of those things in mind.",
      "word_count": "156",
      "page_number": "12",
      "sequence": "25",
      "confidence": "0.6",
      "topic_category": "qa_session"
    },
    {
      "bank": "Citigroup",
      "quarter": "First",
      "speaker": "OPERATOR",
      "role": "MODERATOR",
      "paragraph": "Thank you. Our next question will come from Erika Najarian with UBS. Your line is open.",
      "word_count": "16",
      "page_number": "12",
      "sequence": "26",
      "confidence": "0.6",
      "topic_category": "opening_remarks"
    },
    {
      "bank": "Citigroup",
      "quarter": "First",
      "speaker": "ERIKA NAJARIAN",
      "role": "OTHER",
      "paragraph": "Hi. Good morning. And I think it's remarkable that your first two questions were\nessentially saying that your revenues are too conservative, so that's very notable for a Citi call.\nMy first question is a follow-up to Betsy. I think everybody were certainly impressed, Jane, at the Andy Sieg\nhire, and clearly, he was running a much larger business than what Citi has today. And this is sort of a tricky\nquestion. Clearly, you're still working through some of the transformation. There's still a consent order, but\ngiven your strength as a global player, could Citi participate in perhaps inorganic opportunities that could\nbe out there, having a result perhaps of the liquidity crisis that we saw that could potentially enhance your\nWealth Management footprint more quickly?",
      "word_count": "127",
      "page_number": "12",
      "sequence": "27",
      "confidence": "0.6",
      "topic_category": "opening_remarks"
    },
    {
      "bank": "Citigroup",
      "quarter": "First",
      "speaker": "JANE FRASER",
      "role": "OTHER",
      "paragraph": "We see plenty of potential for organic growth potential, and I think that's really where we're\ngoing to be focusing, Erika, because I look at the Private Bank and the family office, there is so much wealth\ncreation supplemented by our Commercial Banking relationships with a lot of the enterprises and the owners\nof those enterprises who are really generating the new industry champions in country after country, and we're\nextremely well-positioned to capture that.\nI don't see an inorganic play that would actually help us on it. We also benefit because we don't have our own\nproprietary products and a sales force pushing those proprietary products. We're an open architecture, and\ntherefore, we're a very desirable partner for many of our key partners on the Institutional side of the business\nto be able to provide very interesting value propositions, investment opportunities and the like to our clients\naround the world.\nAnd finally, we can see certainly areas in interesting digital plays, different partnerships, areas like that that\nare of interest. So I'll never say never in the longer-run. I'm sure if something very attractive comes up, we'll be\nvery interested and looking at it, but it's not something right now that I think makes sense, given where we're\nfocused. Actually almost independent of the consent orders, I think what we're looking at doing right now is\ngetting this organic play right and then we'll see from there.",
      "word_count": "238",
      "page_number": "12",
      "sequence": "28",
      "confidence": "0.6",
      "topic_category": "general_discussion"
    },
    {
      "bank": "Citigroup",
      "quarter": "First",
      "speaker": "MARK MASON",
      "role": "OTHER",
      "paragraph": "00 referrals from our Retail Bank to the Wealth space or to\nour Wealth business, and there's a lot of embedded opportunity and it really speaks to the integrated model\nthat we've been talking about.",
      "word_count": "35",
      "page_number": "12",
      "sequence": "29",
      "confidence": "0.6",
      "topic_category": "general_discussion"
    },
    {
      "bank": "Citigroup",
      "quarter": "First",
      "speaker": "JANE FRASER",
      "role": "OTHER",
      "paragraph": "And I think the other bit I'd also just point to is I think one of the things we do benefit from is that\nwe aren't constrained by being dominated by a brokerage model in a particular way of doing Wealth, so part of\nthe mandate for Andy and the ones that we've been working on to date is really looking at what is modern\nWealth Management and making sure that we are really well-positioned that way, because I do think that will\nbe more of the way of the future.\nCopyright © 2023 Citigroup Inc. 12",
      "word_count": "97",
      "page_number": "12",
      "sequence": "30",
      "confidence": "0.6",
      "topic_category": "general_discussion"
    },
    {
      "bank": "Citigroup",
      "quarter": "First",
      "speaker": "OPERATOR",
      "role": "MODERATOR",
      "paragraph": "Thank you. Our next question will come from Jim Mitchell with Seaport Global. Your line is open.",
      "word_count": "17",
      "page_number": "13",
      "sequence": "31",
      "confidence": "0.6",
      "topic_category": "opening_remarks"
    },
    {
      "bank": "Citigroup",
      "quarter": "First",
      "speaker": "JIM MITCHELL",
      "role": "OTHER",
      "paragraph": "Hey, good morning. Maybe just a question on capital. Appreciate the fact that the potential\nsale of the Mexico franchise would be a negative impact, but you're sitting at a pretty comfortable cushion\nnow above your target. Obviously your expected future retained earnings growth should be more than an\noffset, so how do we think about, how are you thinking about the timing of restarting buybacks with your\nstock as cheap as it is?",
      "word_count": "74",
      "page_number": "13",
      "sequence": "32",
      "confidence": "0.6",
      "topic_category": "opening_remarks"
    },
    {
      "bank": "Citigroup",
      "quarter": "First",
      "speaker": "MARK MASON",
      "role": "OTHER",
      "paragraph": "Yeah, thanks, Jim, and good morning. As you point out, we grew capital pretty sizably this\nquarter, up to 13.4% from a CET1 ratio point of view and up significantly from a year ago, some 200 basis\npoints or so. And a good portion of that, a significant portion of that, was really net income earnings\ngeneration, which is important.\nLook, the way we think about it is that 13.4%, we certainly have well-above what's required from a regulatory\npoint of view and it includes our internal management buffer of about 100 basis points. But as we've said in\nthe past, there is certainly the Mexico transaction and that would be a temporary drag to CET1 at signing, the\ndifference between signing and closing if it were a sale to take place. And then there are a couple of other\nfactors that are out there as well.\nSo think about the Basel III end game that's out there and the capital requirements that could come out of\nthat. Think about the CCAR DFAST that has been submitted and currently under review, and what that might\nmean for stress capital buffers, and also think about just where we are in the broader economy and broader\nglobal macro environment that we're playing in and needing to see how that kind of evolves. And so when I\nthink about all of those factors, we're in a place where we will continue to take it quarter-by-quarter, but I'd\nend by saying our bias is kind of where yours is, which is given where we're trading, all things being equal,\nwe'd like to be buying back shares, but we have to be responsible about that and the timing of that.",
      "word_count": "285",
      "page_number": "13",
      "sequence": "33",
      "confidence": "0.6",
      "topic_category": "opening_remarks"
    },
    {
      "bank": "Citigroup",
      "quarter": "First",
      "speaker": "JANE FRASER",
      "role": "OTHER",
      "paragraph": "I think we'll have more clarity fairly soon around a number of the factors, so we'll be able to\ngive you better clarity on timing before too long.",
      "word_count": "28",
      "page_number": "13",
      "sequence": "34",
      "confidence": "0.6",
      "topic_category": "general_discussion"
    },
    {
      "bank": "Citigroup",
      "quarter": "First",
      "speaker": "JIM MITCHELL",
      "role": "OTHER",
      "paragraph": "Yeah, all fair. And then maybe as a follow-up, just, you mentioned increased macro\nassumptions embedded in reserves. Where are you now on the macro assumptions in the reserve book?",
      "word_count": "30",
      "page_number": "13",
      "sequence": "35",
      "confidence": "0.6",
      "topic_category": "general_discussion"
    },
    {
      "bank": "Citigroup",
      "quarter": "First",
      "speaker": "MARK MASON",
      "role": "OTHER",
      "paragraph": "So in terms of the reserve, again, remember we have a couple of different scenarios that we\nrun when we calculate the CECL reserves. Our current reserves are based on those three macroeconomic\nscenarios. It reflects a 5.1% or so unemployment rate on a weighted basis over eight quarters, so that's\nrelatively flat versus last quarter.\nThe other point worth mentioning is that in this particular calculation for the quarter, we did skew a little bit\nmore towards the downside in terms of the probability weighting than last quarter, in light of the macro\nenvironment and the combination of that as well as some normalization in the portfolio including an increase\nin revolver activity contributed to the increase in reserves we saw.\nBut to answer your question, unemployment at about 5.1% for the weighted basis over the eight quarters.",
      "word_count": "139",
      "page_number": "13",
      "sequence": "36",
      "confidence": "0.6",
      "topic_category": "qa_session"
    },
    {
      "bank": "Citigroup",
      "quarter": "First",
      "speaker": "OPERATOR",
      "role": "MODERATOR",
      "paragraph": "Our next question will come from Steven Chubak with Wolfe Research. Your line is open.",
      "word_count": "15",
      "page_number": "13",
      "sequence": "37",
      "confidence": "0.6",
      "topic_category": "qa_session"
    },
    {
      "bank": "Citigroup",
      "quarter": "First",
      "speaker": "STEVEN CHUBAK",
      "role": "OTHER",
      "paragraph": "Hey, good morning. So I wanted to start off with a question just on the IB and trading\noutlook. On the trading side, just given some of the recent macro shocks, have you seen any evidence of bad\nvolatility and are you still confident that you can sustain that mid-single-digit growth target? And just on the\nInvestment Banking side, I wanted to see if there's any evidence of green shoots. It's been a challenging\nCopyright © 2023 Citigroup Inc. 13",
      "word_count": "80",
      "page_number": "13",
      "sequence": "38",
      "confidence": "0.6",
      "topic_category": "opening_remarks"
    },
    {
      "bank": "Citigroup",
      "quarter": "First",
      "speaker": "MARK MASON",
      "role": "OTHER",
      "paragraph": "Why don't I start, and then, Jane, feel free to jump in. Look, we saw better performance in\nthe quarter in Markets than when I talked at the conference earlier in the quarter. And really that played\nthrough in our Fixed Income business which was up about 4% year-over-year driven largely by strength in\nRates and we saw rate volatility in the back end of the quarter and we were well-positioned to take\nadvantage of that and serve clients and that aided getting us to down 4% in aggregate across Markets.\nWhat we talked about for the full year is kind of relatively flat performance, and I still think that based on\nwhat we see today and subject to how the macro continues to evolve that we'll be able to deliver on that.\nBut as you know, volatility in many instances plays to the favor of Markets businesses, and so there's a bit\nof an unknown as to how that evolves. But I feel confident in the guidance that we've given thus far on that.",
      "word_count": "175",
      "page_number": "14",
      "sequence": "39",
      "confidence": "0.6",
      "topic_category": "financial_results"
    },
    {
      "bank": "Citigroup",
      "quarter": "First",
      "speaker": "JANE FRASER",
      "role": "OTHER",
      "paragraph": "Yeah, I'd jump in before you turn to Banking as well. I think one of the differences with our\nfranchise compared to some others is that we are the go-to bank for corporates, and that provides a highly\nattractive but pretty steady flow of activity. This is obviously in the volatile markets we've been seeing is from\nour perspective very good volatility because we're able to support our clients in rates, FX, commodity\nhedging, and it makes our risk flows much more diversified than our competitors particularly in volatile\nmarkets like this. We're not taking positions. This is really attractive client flow business right at the heart of\nthe global network.\nThe other piece that I think is important in the mix here too is just the partnership with TTS, cross-border\npayments, these other elements and cornerstone of the FX franchise, so there's some pieces here of the\nvolatility that one doesn't usually think of this as being so client-heavy, but that's what's differentiating on\nthe Citi franchise.\nMark, back to you.",
      "word_count": "172",
      "page_number": "14",
      "sequence": "40",
      "confidence": "0.6",
      "topic_category": "risk_discussion"
    },
    {
      "bank": "Citigroup",
      "quarter": "First",
      "speaker": "MARK MASON",
      "role": "OTHER",
      "paragraph": "No, thank you, I think that's exactly right in terms of the corporate client base there. Look, in\nInvestment Banking, obviously the wallets were down meaningfully last year. We saw some good\nperformance in debt capital markets this quarter, up 66% versus the prior quarter, particularly as we saw\nactivity in the investment grade names, which is an area of strength for us for sure, and I think there was a\nbit of momentum behind a bit more clarity on the direction of rates, and so we'll see how that continues to\nevolve and play out.\nThe other thing I'd add is that we continue to have very good dialogue with clients as they manage through\nthe environment and try to anticipate what the balance of the year looks like, and at some point, it's clear\nthat clients are going to need to get back into the markets, but that trajectory is going to largely depend on\nthe geopolitical and macro environment and how we all manage and navigate that uncertainty.\nSo very engaged, healthy pipeline, but subject to how the environment continues to evolve.",
      "word_count": "185",
      "page_number": "14",
      "sequence": "41",
      "confidence": "0.6",
      "topic_category": "opening_remarks"
    },
    {
      "bank": "Citigroup",
      "quarter": "First",
      "speaker": "STEVEN CHUBAK",
      "role": "OTHER",
      "paragraph": "That's great. And for my follow-up, just on PBWM fee income trends, I'm not going to ask\nyou about the broader Wealth strategy, but we're big fans of Andy here, so congrats on the hire. The one thing\nI did want to get a better sense of is how much of the sequential improvement that we saw in fees is a\nfunction of just partner payments being higher as credit continues to normalize, and how we should be\nthinking about the trajectory in fees within PBWM over the remainder of this year?",
      "word_count": "92",
      "page_number": "14",
      "sequence": "42",
      "confidence": "0.6",
      "topic_category": "financial_results"
    },
    {
      "bank": "Citigroup",
      "quarter": "First",
      "speaker": "MARK MASON",
      "role": "OTHER",
      "paragraph": "I think there are a couple of things to kind of keep in mind in terms of PBWM fees, and I\nthink part of it is that PBWM is a combination of both the Cards business as well as the Wealth business,\nand a good amount of the pressure that we've seen in fees and that is still subject to how the environment\nCopyright © 2023 Citigroup Inc. 14",
      "word_count": "69",
      "page_number": "14",
      "sequence": "43",
      "confidence": "0.6",
      "topic_category": "general_discussion"
    },
    {
      "bank": "Citigroup",
      "quarter": "First",
      "speaker": "OPERATOR",
      "role": "MODERATOR",
      "paragraph": "Thank you. Our next question will come from Ebrahim Poonawala from Bank of America. Your\nline is open.",
      "word_count": "18",
      "page_number": "15",
      "sequence": "44",
      "confidence": "0.6",
      "topic_category": "opening_remarks"
    },
    {
      "bank": "Citigroup",
      "quarter": "First",
      "speaker": "EBRAHIM POONAWALA",
      "role": "OTHER",
      "paragraph": "Hey, good afternoon. Just a couple of quick questions. One, in terms of the\nBanamex sale, I think, Jane, you mentioned that maybe we might hear something relatively soon and you still\nare pursuing the dual track process. One, if you do decide to go the IPO route, does that change the\naccounting dynamics, Mark, with regards to taking that hit early on if given just the time it might take to go\nthrough an IPO. And the outlook for the Mexican economy, the banks continue to be robust. Is that impacting\nor influencing how you're thinking about the value that you should get from this transaction?",
      "word_count": "107",
      "page_number": "15",
      "sequence": "45",
      "confidence": "0.6",
      "topic_category": "opening_remarks"
    },
    {
      "bank": "Citigroup",
      "quarter": "First",
      "speaker": "JANE FRASER",
      "role": "OTHER",
      "paragraph": "So, we're in a very active dialogue right now in Mexico, so neither Mark nor I are going to\ncomment in a lot of detail there. As you say, we're continuing to pursue a dual path, both a sale and an IPO,\nso we'll have an exit strategy either way, and we'll take the path that is in the best interest of our\nshareholders.\nSo we've got an enormous body of work going on in Mexico to separate out the Institutional business. I'm\npleased with the progress they're making. I think we're seeing, when we look at the performance of our\nMexican franchise, a lot of the really strong performance is happening in our ICG business where Mexico is\nsuch a beneficiary of the supply chain dynamics that are happening around the world, and its location is\nobviously very beneficial given the proximity to the US as well. So I think a lot of the dynamic and the big\nbenefits here coming in the institutional franchise that we're keeping within Citi as a core part of our\nbusiness.\nSo the current Mexican economy doesn't really have so much of an impact on our current decision-making.\nThe principle is we will take the path that is in the best interest of our shareholders.",
      "word_count": "212",
      "page_number": "15",
      "sequence": "46",
      "confidence": "0.6",
      "topic_category": "general_discussion"
    },
    {
      "bank": "Citigroup",
      "quarter": "First",
      "speaker": "MARK MASON",
      "role": "OTHER",
      "paragraph": "Yeah, and just to put some numbers to that, for the quarter, Mexico was up 16% revenue\nyear-over-year. Quarter-over-quarter up 5%, cards growth, deposit growth, so performing well I would say.\nAnd in terms of the latter part of your question, Jane's exactly right. Everything we're doing is positioning us\nfor both a private sale and/or an IPO, and we'll choose the path that's best for shareholders. An IPO would\ntake longer. It would likely take longer as we would want a set of full audited financials, et cetera. I would\nsay that in terms of what the implications would be from an accounting point of view, CTA accounting is\ndifferent for an IPO so we would not recognize that CTA through the P&L in an IPO. We wouldn't have at\nsigning that impact that is different from that closing and so that would not be an issue.\nThe impact would be a matter of how much we IPO-ed at that time, so a lot of moving pieces there. We\nwould need to figure out if we ended up down that path, but hopefully that gives you some sense of the\nscenarios there.\nBut I'd end with just one final point that Jane has made already, which is that the outcome that we choose\nCopyright © 2023 Citigroup Inc. 15",
      "word_count": "220",
      "page_number": "15",
      "sequence": "47",
      "confidence": "0.6",
      "topic_category": "financial_results"
    },
    {
      "bank": "Citigroup",
      "quarter": "First",
      "speaker": "JANE FRASER",
      "role": "OTHER",
      "paragraph": "And that will be an exit.",
      "word_count": "6",
      "page_number": "16",
      "sequence": "48",
      "confidence": "0.6",
      "topic_category": "general_discussion"
    },
    {
      "bank": "Citigroup",
      "quarter": "First",
      "speaker": "OPERATOR",
      "role": "MODERATOR",
      "paragraph": "Thank you. Our next question will come from Matt O'Connor with Deutsche Bank. Your line is\nopen.\n: Hello. You guys have talked about bending the curve on costs I think in the latter part of\n2024, and I wanted to see if that's still the case. And I guess maybe just some clarification on what bending\nthe curve means. Is that slowing expense growth, absolute drop, any kind of clarity on that, and costs in\ngeneral kind of medium-term would be helpful. Thank you.",
      "word_count": "85",
      "page_number": "16",
      "sequence": "49",
      "confidence": "0.6",
      "topic_category": "opening_remarks"
    },
    {
      "bank": "Citigroup",
      "quarter": "First",
      "speaker": "MARK MASON",
      "role": "OTHER",
      "paragraph": "Thank, Matt. To answer your question very directly, yes, it is still the case. We are going to\nbend the curve, as I mentioned, towards the end of 2024. It does mean an absolute dollar reduction in\nexpenses.\nOkay. That's helpful. And then, I think in the past you've kind of insinuated that's like\nthe start of hopefully a more material drop in costs beyond, obviously this is far away, but just any\nadditional color there too. Thank you.",
      "word_count": "79",
      "page_number": "16",
      "sequence": "50",
      "confidence": "0.6",
      "topic_category": "opening_remarks"
    },
    {
      "bank": "Citigroup",
      "quarter": "First",
      "speaker": "MARK MASON",
      "role": "OTHER",
      "paragraph": "Yeah, look, again, look, the expense base is a key area of focus for us, right? We recognize\nthat expenses have been growing. They've been growing because we've been investing in the franchise both\ntransformation-wise as well as business-led growth to support the competitive advantages that we have\nin many of our franchises, but we're managing that very actively and very deliberately, and that means that\nwe're looking to ensure that we're spending the money in the right way in the right places and that we're\ngoing to yield the benefits that we expect from that over time. And that was all factored into the targets that\nwe set at our Investor Day for the medium-term, and what that requires is that we start bending the curve\nin 2024 as I stated and that we end in that medium-term at a place where we have an operating efficiency\nof about 60% and we're positioned to have returns that are in that 11% to 12% RoTCE point of view.\nThere are a couple of factors that are going to contribute to lowering that expense base. One, the\ndivestitures that we've been talking about, right. The second is the benefits from the transformation and\nother investments that I've just referenced. And the third is further organizational and management\nsimplification efforts that we have underway that are enabled by the idea that we're exiting 14 consumer\ncountries. And so those three factors, if you will, become very important to ensure that we get to that lower\ncost structure and that we're able to deliver on the broader commitments that we're making with regards\nto returns.",
      "word_count": "272",
      "page_number": "16",
      "sequence": "51",
      "confidence": "0.6",
      "topic_category": "guidance"
    },
    {
      "bank": "Citigroup",
      "quarter": "First",
      "speaker": "OPERATOR",
      "role": "MODERATOR",
      "paragraph": "Thank you. Our next question will come from Gerard Cassidy with RBC Capital Markets. Your line\nis open.",
      "word_count": "18",
      "page_number": "16",
      "sequence": "52",
      "confidence": "0.6",
      "topic_category": "opening_remarks"
    },
    {
      "bank": "Citigroup",
      "quarter": "First",
      "speaker": "GERARD CASSIDY",
      "role": "OTHER",
      "paragraph": "Thank you. Hi, Jane. Hi, Mark. A couple questions. Jane, maybe starting with you first,\nor Mark, both of you can answer it. In view of what the disruptions we've seen in the banking system in the\nmonth of March with what went on with the regional banks here in the US and obviously the large\ninvestment bank over in Switzerland, do you guys see changes coming, or what changes do you see coming\nin terms of regulatory whether it's more capital, more liquidity, and it may not be directed at a company like\nyours because you're a global SIFI already and it might be more regionally orientated in the United States.\nAnd as part of this question, Jane, can you guys give us some color on the deposit you and your peers made\ninto First Republic? What was the thinking behind that as well?",
      "word_count": "145",
      "page_number": "16",
      "sequence": "53",
      "confidence": "0.6",
      "topic_category": "opening_remarks"
    },
    {
      "bank": "Citigroup",
      "quarter": "First",
      "speaker": "JANE FRASER",
      "role": "OTHER",
      "paragraph": "Sure. Thank you for the question, Gerard. Well, I'd say that we hope that there will be a\nthoughtful and targeted approach to any changes in the regulatory and capital framework and that they\nCopyright © 2023 Citigroup Inc. 16",
      "word_count": "40",
      "page_number": "16",
      "sequence": "54",
      "confidence": "0.6",
      "topic_category": "opening_remarks"
    },
    {
      "bank": "Citigroup",
      "quarter": "First",
      "speaker": "GERARD CASSIDY",
      "role": "OTHER",
      "paragraph": "No, very, very insightful. Very good. Thank you. And then as a follow-up question, I\nnoticed in your Card, I think it was slide 8, you give us the prime, 80% of the portfolio is prime, which is FICO\nscores greater than 680. I don't know if you would agree with this statement, but we're hearing that there\nwas some FICO score inflation as a result of the pandemic. A lot of consumers saw their FICO scores go up,\nand I've seen numbers as high as 70 points, that may be on the high side, but can you guys, do you agree\nwith that, and if you do, would you then expect the 700 FICO score customer at some point to behave like\na 650 score customer?",
      "word_count": "127",
      "page_number": "17",
      "sequence": "55",
      "confidence": "0.6",
      "topic_category": "opening_remarks"
    },
    {
      "bank": "Citigroup",
      "quarter": "First",
      "speaker": "JANE FRASER",
      "role": "OTHER",
      "paragraph": "I think the short answer is no, but let me let Mark answer that one.",
      "word_count": "15",
      "page_number": "17",
      "sequence": "56",
      "confidence": "0.6",
      "topic_category": "qa_session"
    },
    {
      "bank": "Citigroup",
      "quarter": "First",
      "speaker": "MARK MASON",
      "role": "OTHER",
      "paragraph": "I think what's really important here, Gerard, is kind of what we're seeing in the way of the\nperformance of the portfolio. So again, I've heard that sentiment regarding FICO score inflation. We feel very\nconfident in how we've assessed our customers and what it means to have 80% of our customers prime\nand greater than 680. I think importantly, what we're seeing is we're seeing payment rates start to slow.\nWe're seeing average interest-earning balances start to increase. We're seeing NCL rates increase, but\nparticularly driven by the lower FICO score customers across the portfolio which is where you would expect\nto start to see that drag occur, and the NCL rates that we're seeing are still well below what we would see\nin a normal cycle and they're in line with what we've been forecasting for performance. So there are no\nsurprises that we're seeing in terms of how that curve is evolving. We'd expect that it will get back to those\nnormal levels towards the beginning of next year. It will likely play through those normal levels a bit before\ntapering.\nBut my point here is that we understand our customers, the portfolio, and how it reacts to the environment\nenough to forecast that out, and so far, that's been performing in line with that forecast and those\nestimates. And importantly, we continue to stress it to make sure we're not missing anything and\nimportantly, we carry a sizable reserve, as you know, as part of that $20 billion.\nCopyright © 2023 Citigroup Inc. 17",
      "word_count": "258",
      "page_number": "17",
      "sequence": "57",
      "confidence": "0.6",
      "topic_category": "guidance"
    },
    {
      "bank": "Citigroup",
      "quarter": "First",
      "speaker": "Commercial Middle",
      "role": "MODERATOR",
      "paragraph": "Thank you. Our next question will come from Ken Usdin with Jefferies. Your line is open.\nCopyright © 2023 Citigroup Inc. 18",
      "word_count": "22",
      "page_number": "18",
      "sequence": "58",
      "confidence": "0.8",
      "topic_category": "opening_remarks"
    },
    {
      "bank": "Citigroup",
      "quarter": "First",
      "speaker": "KEN USDIN",
      "role": "OTHER",
      "paragraph": "Thanks. Hey, Mark, just a follow-up on the credit. So you mentioned obviously that you moved\nyour part of your CECL adjustment a little bit in your weightings, and you had previously talked about\ngetting towards normalized card losses, I think you'd said by around the end of the year. So can you just\ngiven the changes that we're seeing ahead of us and definitely saw some normalization happen this quarter,\ncan you just, are you still on line for that getting to that 3-3.5% and 5-5.5% in the respective card\nbusinesses by around year-end this year?",
      "word_count": "97",
      "page_number": "19",
      "sequence": "59",
      "confidence": "0.6",
      "topic_category": "opening_remarks"
    },
    {
      "bank": "Citigroup",
      "quarter": "First",
      "speaker": "MARK MASON",
      "role": "OTHER",
      "paragraph": "Yeah, year-end, early next year, yes. We're still kind of on track, on trend for that. Again, I'd\nexpect that they pick up a little bit after that before they start tapering down. But the answer to your\nquestion, Ken, is yes. That's still the timeline, fourth quarter, early 2024 reaching those normalized levels.",
      "word_count": "54",
      "page_number": "19",
      "sequence": "60",
      "confidence": "0.6",
      "topic_category": "guidance"
    },
    {
      "bank": "Citigroup",
      "quarter": "First",
      "speaker": "KEN USDIN",
      "role": "OTHER",
      "paragraph": "Okay, cool. And then one more just follow-up. End-of-period deposits down 3%, you\nmentioned the taxes. Are the taxes, is the tax impact felt across the business? When I look at the deposits\npage, there are a lot of ins and there are a lot of outs on an end-of-period basis, and just trying to get a sense\nof like what areas might have been impacted by that tax seasonality and where there was just some of the\nother pieces that you've already talked through in terms of inflows, outflows, and everything else in\nbetween.",
      "word_count": "95",
      "page_number": "19",
      "sequence": "61",
      "confidence": "0.6",
      "topic_category": "general_discussion"
    },
    {
      "bank": "Citigroup",
      "quarter": "First",
      "speaker": "MARK MASON",
      "role": "OTHER",
      "paragraph": "Yeah, it's a good question. So, again, when you look at our deposits on an average basis,\nyou see on page 26 that they tick up a little bit. If you look at it on an end of period basis, they're down about\n3%, and essentially, intra-quarter, particularly in March as I mentioned earlier, we did see a sizable increase\nin flows. With that said, if you remember in the fourth quarter, we saw a nice run-up in deposits, and then\nwe have the seasonality point that I referenced in my prepared remarks where we have both operational\npayments from our large TTS clients as well as tax payments with our TTS clients, also with Wealth clients\nto some extent kind of playing through the end-of-period deposits. And again, that for the most part is\nnormal operating payments that we'd expect to see at this time of year.",
      "word_count": "148",
      "page_number": "19",
      "sequence": "62",
      "confidence": "0.6",
      "topic_category": "guidance"
    },
    {
      "bank": "Citigroup",
      "quarter": "First",
      "speaker": "JANE FRASER",
      "role": "OTHER",
      "paragraph": "So no surprises in what happened.",
      "word_count": "6",
      "page_number": "19",
      "sequence": "63",
      "confidence": "0.6",
      "topic_category": "general_discussion"
    },
    {
      "bank": "Citigroup",
      "quarter": "First",
      "speaker": "OPERATOR",
      "role": "MODERATOR",
      "paragraph": "Thank you. Our last question will come from Mike Mayo with Wells Fargo Securities. Your line is\nopen.",
      "word_count": "18",
      "page_number": "19",
      "sequence": "64",
      "confidence": "0.6",
      "topic_category": "opening_remarks"
    },
    {
      "bank": "Citigroup",
      "quarter": "First",
      "speaker": "MIKE MAYO",
      "role": "OTHER",
      "paragraph": "Hi. Just one clarification on that last answer. You said you had intra-quarter flows. Did you\ngain more deposits in the month of March, and was that in the US?",
      "word_count": "30",
      "page_number": "19",
      "sequence": "65",
      "confidence": "0.6",
      "topic_category": "qa_session"
    },
    {
      "bank": "Citigroup",
      "quarter": "First",
      "speaker": "MARK MASON",
      "role": "OTHER",
      "paragraph": "Yes, that's what I was talking about, Mike, in terms of those flows. They did come largely in\nthe US in the month of March, call it March 8th through kind of the end of March. They were overshadowed\nby these normal payments that I referenced, and we did, we still see good activity kind of even as we came\nthrough March and into early parts of April.",
      "word_count": "68",
      "page_number": "19",
      "sequence": "66",
      "confidence": "0.6",
      "topic_category": "general_discussion"
    },
    {
      "bank": "Citigroup",
      "quarter": "First",
      "speaker": "JANE FRASER",
      "role": "OTHER",
      "paragraph": "And that was both in the Institutional business that we saw the inflows as well as in PBWM.",
      "word_count": "18",
      "page_number": "19",
      "sequence": "67",
      "confidence": "0.6",
      "topic_category": "general_discussion"
    },
    {
      "bank": "Citigroup",
      "quarter": "First",
      "speaker": "MIKE MAYO",
      "role": "OTHER",
      "paragraph": "And if you define deposits this way, I mean, if I'm oversimplifying, correct me, but, look, you\nhave 5,000 multinationals you really target for payments, Capital Markets and Banking. Those companies\nhave a lot of deposits, a lot of Services. That's the stickiness and that's where you said 80% of your clients\nin TTS have been with you for over 15 years.\nWhat if the deposits for those 5,000 multinationals, and I know I'm asking you to slice and dice in a little\nbit different way, but even just a general sense, because the reason I'm asking this is because I think there's\nCopyright © 2023 Citigroup Inc. 19",
      "word_count": "109",
      "page_number": "19",
      "sequence": "68",
      "confidence": "0.6",
      "topic_category": "qa_session"
    },
    {
      "bank": "Citigroup",
      "quarter": "First",
      "speaker": "MARK MASON",
      "role": "OTHER",
      "paragraph": "Yeah, thanks, Mike. Look, I'd tell you to turn to page 26 in the earnings presentation. We've\nbroken down the deposits for each of the businesses that we have, and at the bottom, you see the TTS\ndeposits, and this is where the 5,000 or so large multinational client deposits reside, and you can see the\nstability, as well as the steady growth in those deposits over time. And to your point, these are largely\noperational deposits that these clients have with us, and we shouldn't mistake rate sensitivity or betas with\nstickiness, right, and it's because these deposits tend to be quite sticky with us, as you can see here.\nNow, they're price-sensitive in the sense that as rates go up, we often have to reprice those. But remember,\nthe relationships we have with these clients are broader than just deposit relationships, and that's what\ngives us the opportunity to adjust pricing accordingly with our deposits both in the US and outside of the\nUS. And so the other page, in your own time you can look at it is the page prior to that which again speaks\nto the diversification of the portfolio but it also speaks to the length of time that many of these clients have\nbeen with us and have grown with us, and so nearly 80% of our deposits are from clients that have a greater\nthan 15 year relationship with us, and that says a lot. And so anyway, those are the two points I'd make.\nHopefully that addresses your question around the stickiness.",
      "word_count": "261",
      "page_number": "20",
      "sequence": "69",
      "confidence": "0.6",
      "topic_category": "opening_remarks"
    },
    {
      "bank": "Citigroup",
      "quarter": "First",
      "speaker": "JANE FRASER",
      "role": "OTHER",
      "paragraph": "Yeah, I often say it takes a root canal to extract us from the operations of our clients just\nbecause of exactly what we're talking about here, and that's also we see it even with the mid-market clients\nthat are a growing portion here as well because we're helping them expand internationally, and that\nstickiness comes through and the LCR of 120% is a very high-quality LCR ratio.",
      "word_count": "68",
      "page_number": "20",
      "sequence": "70",
      "confidence": "0.6",
      "topic_category": "general_discussion"
    },
    {
      "bank": "Citigroup",
      "quarter": "First",
      "speaker": "OPERATOR",
      "role": "MODERATOR",
      "paragraph": "Thank you. And there are no further questions at this time. I will now turn the call over to Jenn\nLandis for closing remarks.",
      "word_count": "24",
      "page_number": "20",
      "sequence": "71",
      "confidence": "0.6",
      "topic_category": "opening_remarks"
    },
    {
      "bank": "Citigroup",
      "quarter": "First",
      "speaker": "JENNIFER LANDIS",
      "role": "OTHER",
      "paragraph": "Thank you everyone for joining us today. If you have any follow-up questions, please\nreach out to IR. Thank you.",
      "word_count": "20",
      "page_number": "20",
      "sequence": "72",
      "confidence": "0.6",
      "topic_category": "opening_remarks"
    },
    {
      "bank": "Citigroup",
      "quarter": "First",
      "speaker": "OPERATOR",
      "role": "MODERATOR",
      "paragraph": "This does conclude Citi's First Quarter 2023 Earnings Review Call. You may now disconnect at any\ntime.\n-\nregulations of the U.S. Securities and Exchange Commission. These statements are\ncurrent expectations and are subject to uncertainty and changes in circumstances. Actual results and\ncapital and other financial condition may differ materially from those included in these statements due to a\nvariety of factors, including the precautionary statements included in this document and those contained in\n2 Annual Report on Form 10-K.\nCopyright © 2023 Citigroup Inc. 20",
      "word_count": "87",
      "page_number": "20",
      "sequence": "73",
      "confidence": "0.6",
      "topic_category": "financial_results"
    }
  ]
}