{
  "document_metadata": {
    "filename": "Q2_2024.pdf",
    "document_type": "transcript",
    "bank": "Citigroup",
    "quarter": "Second",
    "processed_at": "2025-06-06T18:19:57.783195",
    "total_records": 85,
    "total_speakers": 18,
    "total_words": 11253
  },
  "speakers": [
    {
      "name": "PRESENTATION\nOPERATOR",
      "role": "MODERATOR",
      "total_words": 75,
      "paragraphs": 1,
      "avg_confidence": 0.6
    },
    {
      "name": "JENNIFER LANDIS",
      "role": "OTHER",
      "total_words": 127,
      "paragraphs": 2,
      "avg_confidence": 0.6
    },
    {
      "name": "JANE FRASER",
      "role": "OTHER",
      "total_words": 2402,
      "paragraphs": 19,
      "avg_confidence": 0.6
    },
    {
      "name": "Unknown Speaker",
      "role": "Unknown",
      "total_words": 3574,
      "paragraphs": 5,
      "avg_confidence": 0.3
    },
    {
      "name": "MARK MASON",
      "role": "OTHER",
      "total_words": 2469,
      "paragraphs": 20,
      "avg_confidence": 0.6
    },
    {
      "name": "QUESTION AND ANSWER\nOPERATOR",
      "role": "MODERATOR",
      "total_words": 19,
      "paragraphs": 1,
      "avg_confidence": 0.6
    },
    {
      "name": "MIKE MAYO",
      "role": "OTHER",
      "total_words": 429,
      "paragraphs": 3,
      "avg_confidence": 0.6
    },
    {
      "name": "OPERATOR",
      "role": "MODERATOR",
      "total_words": 302,
      "paragraphs": 14,
      "avg_confidence": 0.6
    },
    {
      "name": "GLENN SCHORR",
      "role": "OTHER",
      "total_words": 195,
      "paragraphs": 2,
      "avg_confidence": 0.6
    },
    {
      "name": "JIM MITCHELL",
      "role": "OTHER",
      "total_words": 126,
      "paragraphs": 2,
      "avg_confidence": 0.6
    },
    {
      "name": "ERIKA NAJARIAN",
      "role": "OTHER",
      "total_words": 281,
      "paragraphs": 2,
      "avg_confidence": 0.6
    },
    {
      "name": "GERARD CASSIDY",
      "role": "OTHER",
      "total_words": 103,
      "paragraphs": 1,
      "avg_confidence": 0.6
    },
    {
      "name": "KEN USDIN",
      "role": "OTHER",
      "total_words": 170,
      "paragraphs": 2,
      "avg_confidence": 0.6
    },
    {
      "name": "US",
      "role": "OTHER",
      "total_words": 250,
      "paragraphs": 1,
      "avg_confidence": 0.8
    },
    {
      "name": "BETSY GRASECK",
      "role": "OTHER",
      "total_words": 111,
      "paragraphs": 2,
      "avg_confidence": 0.6
    },
    {
      "name": "VIVEK JUNEJA",
      "role": "OTHER",
      "total_words": 154,
      "paragraphs": 3,
      "avg_confidence": 0.6
    },
    {
      "name": "SAUL MARTINEZ",
      "role": "OTHER",
      "total_words": 286,
      "paragraphs": 3,
      "avg_confidence": 0.6
    },
    {
      "name": "STEVEN CHUBAK",
      "role": "OTHER",
      "total_words": 180,
      "paragraphs": 2,
      "avg_confidence": 0.6
    }
  ],
  "transcript_data": [
    {
      "bank": "Citigroup",
      "quarter": "Second",
      "speaker": "PRESENTATION\nOPERATOR",
      "role": "MODERATOR",
      "paragraph": "Hello and welcome to Citi's Second Quarter 2024 Earnings Call. Today's call will be hosted by\nJenn Landis, Head of Citi Investor Relations. We ask that you please hold all questions until the completion\nof the formal remarks at which time you will be given instructions for the question-and-answer session.\nAlso, as a reminder, this conference is being recorded today. If you have any objections, please disconnect\nat this time.\nMs. Landis, you may begin.",
      "word_count": "75",
      "page_number": "1",
      "sequence": "1",
      "confidence": "0.6",
      "topic_category": "opening_remarks"
    },
    {
      "bank": "Citigroup",
      "quarter": "Second",
      "speaker": "JENNIFER LANDIS",
      "role": "OTHER",
      "paragraph": "Thank you, operator. Good morning and thank you all for joining our second quarter\n2024 earnings call. I am joined today by our Chief Executive Officer, Jane Fraser, and our Chief Financial\nOfficer, Mark Mason.\nI'd like to remind you that today's presentation, which is available for download on our website,\ncitigroup.com, may contain forward-looking statements which are based on management's current\nexpectations and are subject to uncertainty and changes in circumstances. Actual results may differ\nmaterially from these statements due to a variety of factors, including those described in our earnings\nmaterials as well as in our SEC filings.\nAnd with that, I'll turn it over to Jane.",
      "word_count": "109",
      "page_number": "1",
      "sequence": "2",
      "confidence": "0.6",
      "topic_category": "opening_remarks"
    },
    {
      "bank": "Citigroup",
      "quarter": "Second",
      "speaker": "JANE FRASER",
      "role": "OTHER",
      "paragraph": "Thank you, Jenn, and good morning to everyone. Before I discuss the results of the quarter,\nlet me first address the regulatory actions by the Federal Reserve and the Office of the Comptroller of the\nCurrency which were announced on Wednesday. These actions pertain to the consent orders we entered\ninto with both agencies in 2020 and those orders covered four primary areas: risk management, data\ngovernance, controls and compliance. Addressing these areas is the primary goal of our Transformation,\nour number one priority. It is a multi-year effort to modernize our infrastructure, unify disparate tech\nmanagement. We have been public this year about the fact that we were behind in this particular area and\nthat we had increased our investment as a result. The regulatory actions consisted of two civil money\npenalties and, under the amended consent order with the OCC, a new process designed to ensure we are\nallocating sufficient resources to meet our remediation milestones, called the Resource Review Plan. We\nare currently developing the Plan for submission to the OCC.\nBy way of background, while the Federal Reserve is the primary regulator for Citigroup, our bank holding\ncompany, the OCC is the primary regulator for Citibank, N.A. or CBNA, which is our largest banking vehicle\nwith approximately 70% of our assets. The amended consent order with the OCC allows CBNA, to continue\npaying to Citigroup, at a minimum, the dividends necessary for debt service, preferred dividends, and other\nnon-discretionary obligations. While we are developing and seeking OCC consent for our Resource Review\n-objection. These dividends are\nintercompany payments that are made from CBNA ultimately to the parent, Citigroup. They should not be\nconfused with the common dividends Citigroup pays to its shareholders. Indeed, there is no restriction on\nk\nCopyright © 2024 Citigroup Inc. 1",
      "word_count": "299",
      "page_number": "1",
      "sequence": "3",
      "confidence": "0.6",
      "topic_category": "opening_remarks"
    },
    {
      "bank": "Citigroup",
      "quarter": "Second",
      "speaker": "Unknown Speaker",
      "role": "Unknown",
      "paragraph": "T R A N S C R I P T\nCiti Second Quarter 2024 Earnings Call\nJuly 12, 2024\nshares. And let me be very clear, even with the investments needed for our Transformation, Citigroup has\nmore than sufficient resources to also invest in our businesses, and make the planned return of capital to\nour shareholders. We will increase our dividend from 53 to 56 cents a share, as we announced in late June,\nand will resume modest buybacks this quarter.\nWhile these actions were not entirely unexpected to us, it is no doubt disappointing for our investors and\nour people. We completely understand that. At the same time, we are confident in our ability to get these\nspecific areas where they need to be, as we have been able to do in other areas of the Transformation. And\nwe are pleased that it was acknowledged on Wednesday that we have made meaningful progress in\nexecuting our Transformation, and simplifying our firm. A multi-year undertaking such as this was never\ngoing to be linear. The investments we have been making are starting to come together to reduce risk,\nimprove controls and deliver tangible outcomes. The tech investments we have made are making a\ndifference. We have reduced the time it takes to book loans; automated controls for our traders to reduce\nerrors; moved risk analytics to a cloud-based infrastructure; and increased the resiliency of our platforms\nto reduce downtime. The changes to our organization and our culture are making a difference. We have\neliminated managerial constructs and layers whilst empowering our leaders. We introduced new tools to\nbetter manage human capital needs. Our focus on culture has increased accountability and attracted great\ncommitment that we will address any area of the consent order where we are behind by putting the\nnecessary resources and focus behind it. We will get this work where it needs to be, as we have with the\nexecution of our strategy and the simplification of our organization.\nNow, turning to what was another good quarter, our results show the relentless focus we have in executing\nour strategy as we continue to drive towards our medium-term return targets. We reported net income of\n$3.2 billion with an earnings per share of $1.52 and an ROTCE of 7.2%. Revenues were up 4% overall, as well\nas up in each of our five core businesses, where all but one had positive operating leverage. Expenses were\ndown 2% year-over-year. The steps we are taking to simplify our organization, right-size businesses such\nas Markets and Wealth, and reduce stranded costs are beginning to take hold, even as we increase\ninvestment in our Transformation. Over the medium term, we expect these simplification and stranded cost\nactions to drive the $2 to $2.5 billion in annual run-rate saves. Services grew 3% driven by solid fee growth,\nwhich we have prioritized. TTS saw increased activity in cross border payments and in commercial cards.\nSecurities Services was up 10%, with new client onboardings, deepening with existing clients, and market\nvaluations helping increase our assets under custody by a preliminary 9%. At our recent Services Investor\nDay, we very much enjoyed the opportunity to talk to you in-depth about how we are going to continue to\ngrow this high-returning business. And we are very pleased that people are starting to recognize why we\ndescribe it as our crown jewel.\nOverall, Markets had a strong finish to the quarter leading to better performance than we had anticipated.\nFixed Income was slightly down year-on-year due to lower FX and Rates, but we had good issuance and\nloan growth in Financing & Securitization, an area which generates attractive returns. Equities was up 37%,\ndriven by strong performance in derivatives which includes a gain on the Visa B exchange offer.\nBanking was up 38% as the wallet rebound gained some momentum and we again grew share. Our clients\ncontinued to access the debt capital markets with investment grade issuance near record levels. Equity\nissuance increased, particularly in convertibles, as companies wait for a fuller opening of the IPO window.\nInvestment Banking fees were up 63% versus the prior year. We have seen some healthy volumes\nassociated with announced deals year to date, particularly in Natural Resources and Technology.\nCombined with a strong pipeline, advisory activity looks promising as we think about the rest of the year\nand into next year.\nWealth is starting to improve. Growth in client investment assets drove stronger Investment revenue,\nespecially in Citigold, and was up a preliminary 15%. Our focus on rationalizing the expense base is starting\nCopyright © 2024 Citigroup Inc. 2",
      "word_count": "768",
      "page_number": "2",
      "sequence": "4",
      "confidence": "0.3",
      "topic_category": "financial_results"
    },
    {
      "bank": "Citigroup",
      "quarter": "Second",
      "speaker": "MARK MASON",
      "role": "OTHER",
      "paragraph": "Thanks, Jane and good morning, everyone. I am going to start with the firmwide financial\nresults, focusing on year-over-year comparisons for the second quarter unless I indicate otherwise, and then\nspend a little more time on the businesses.\nOn slide 6, we show financial results for the full firm. For the quarter, we reported net income of\napproximately $3.2 billion, EPS of $1.52 and an RoTCE of 7.2% on $20.1 billion of revenues. Total revenues\nwere up 4%, driven by growth across all businesses as well as an approximate $400 million gain related to\nthe Visa B exchange offer. A significant portion of this gain is reflected in Equity Markets, with the remainder\nreflected in All Other. Expenses were $13.4 billion, down 2%, and 6% on a sequential basis. The combination\nof revenue growth and expense decline drove positive operating leverage for the firm and the majority of our\nbusinesses. Cost of credit was $2.5 billion, primarily driven by higher Card net credit losses, which were\npartially offset by ACL releases in all businesses except USPB, where we built for loan growth. At the end of\nthe quarter, we had nearly $22 billion in total reserves with a reserve-to-funded loans ratio of approximately\n2.7%.\nOn slide 7, we show the expense trend over the past five quarters. This quarter we reported expenses of\nCopyright © 2024 Citigroup Inc. 3",
      "word_count": "229",
      "page_number": "3",
      "sequence": "5",
      "confidence": "0.6",
      "topic_category": "opening_remarks"
    },
    {
      "bank": "Citigroup",
      "quarter": "Second",
      "speaker": "Unknown Speaker",
      "role": "Unknown",
      "paragraph": "T R A N S C R I P T\nCiti Second Quarter 2024 Earnings Call\nJuly 12, 2024\n$13.4 billion, down 2%, and 6% sequentially, which includes the $136 million civil money penalties imposed\nby the Fed and OCC earlier this week. The decrease in expenses was primarily driven by savings associated\nwith our organizational simplification, stranded cost reductions, and lower repositioning costs, partially\noffset by continued investment in Transformation and the Fed and the OCC penalties. As we said over the\npast few months, we will continue to invest in the Transformation and technology to modernize our\noperations and risk and control infrastructure. We expect these investments to offset some of our saves and\nheadcount reduction going forward. However, based on what we now know today, we will likely be at the\nhigher end of the expense guidance range, excluding the FDIC special assessment and the civil money\npenalties. With that said, we will, of course, look for opportunities to absorb the CMP.\non the Transformation and address what the Fed and OCC announced Wednesday. We have made good\nprogress on our Transformation in certain areas over the last few years, and I want to highlight some of those\nareas before discussing the announcement. First, Wholesale Credit and Loan operations, where we\nimplemented a consistent end to end operating model and consolidated multiple systems with enhanced\ntechnology. This has not only reduced risk but enhanced operating efficiency and the client experience. We\nhave also made improvements in risk and compliance as we enhanced our risk assessments and technology\ncapabilities to increase automation for monitoring. And in Data, while there is a lot more to do, we have\nstood up a data governance process and streamlined our data architecture to ultimately facilitate straight\nthrough processing. Overall, we have improved risk management, and consolidated and upgraded systems\nand platforms to improve our resiliency. These efforts represent meaningful examples of how we are making\nprogress against our Transformation milestones. That said, we have fallen short in data quality management\nparticularly related to regulatory reporting, which we have acknowledged publicly since the beginning of the\nyear. As such, we have begun to put additional investments and resources in place to not only address data\nquality management related to regulatory reporting and data governance, but also related to stress testing\ncapabilities, including DFAST and Resolution Recovery. We also re-prioritized our efforts to ensure we are\nfocused on data that impacts these reports first. We take this feedback from our regulators very seriously\nand we are committed to allocating all the resources necessary to meet their expectations.\nNow turning back to the quarterly results. On slide 9, we show net interest income, deposits, and loans where\nIn the second quarter, net interest income was roughly flat. Excluding\nMarkets, net interest income was down 3%, largely driven by the impact of foreign exchange translation,\nseasonally lower revolving card balances and lower interest rates in Argentina, partially offset by higher\ndeposit spreads in Wealth. Average loans were roughly flat, as growth in Cards and Mexico Consumer was\nlargely offset by slight declines across businesses. And average deposits decreased by 1%, largely driven by\nseasonal outflows and transfers to investments in Wealth as well as non-operational outflows in TTS.\nOn slide 10, we show key consumer and corporate credit metrics, which reflect our disciplined risk appetite\nframework. Across our card portfolios, approximately 86% of our card loans are to consumers with FICO\nscores of 660 or higher. And while we continue to see an overall resilient US consumer, we also continue to\nsee a divergence in performance and behavior across FICO and income bands. When we look across our\nconsumer clients, only the highest income quartile has more savings than they did at the beginning of 2019.\nAnd it is the over 740 FICO customers that are driving the spend growth and maintaining high payment rates.\nLower FICO band customers are seeing sharper drops in payment rates and borrowing more as they are more\nacutely impacted by high inflation and interest rates. That said, as we will discuss later, we are seeing signs\nof stabilization in delinquency performance across our cards portfolios. And we have taken this all into\naccount in our reserving and we remain well reserved with a reserve-to-funded loan ratio of 8.1% for our total\ncard portfolio. Our Corporate portfolio is largely investment grade, at approximately 82% as of the second\nquarter. And we saw a nearly $500 million sequential decrease in corporate non-accrual loans, largely driven\nby upgrades and repayments. Additionally, this quarter we saw an improvement in our macro assumptions\ndriven by HPI, oil prices and equity market valuations. And our credit loss reserves continue to incorporate a\nscenario-weighted average unemployment rate of nearly 5%, and a downside scenario unemployment rate\nof nearly 7%. As such, we feel very comfortable with the nearly $22 billion of reserves that we have in the\ncurrent environment.\nCopyright © 2024 Citigroup Inc. 4",
      "word_count": "828",
      "page_number": "4",
      "sequence": "6",
      "confidence": "0.3",
      "topic_category": "financial_results"
    },
    {
      "bank": "Citigroup",
      "quarter": "Second",
      "speaker": "Unknown Speaker",
      "role": "Unknown",
      "paragraph": "T R A N S C R I P T\nCiti Second Quarter 2024 Earnings Call\nJuly 12, 2024\nt to highlight the strength of our balance sheet, capital and\nliquidity. It is this strength that allows us to support clients through periods of uncertainty and volatility. Our\nbalance sheet is a reflection of our risk appetite, strategy and diversified business model. Our $1.3 trillion\ndeposit base is well diversified across regions, industries, customers and account types. The majority of our\ndeposits are corporate, at $807 billion, and span 90 countries. And as you heard at the Services ID, most of\nthese deposits are held in operating accounts that are crucial to how our clients fund their daily operations\naround the world, making them operational in nature and therefore very stable. The majority of our\nremaining deposits, about $404 billion, are well diversified across the Private Bank, Citigold, Retail and\nWealth at Work offerings, as well as across regions and products. Of our total deposits, 68% are US dollar\ndenominated with the remainder spanning over 60 currencies. Our asset mix also reflects our strong risk\nappetite framework. Our $688 billion loan portfolio is well diversified across consumer and corporate loans.\nAnd about one-third of our balance sheet is held in cash and high-quality, short duration investment\nsecurities that contribute to our approximately $900 billion of available liquidity resources. We continue to\nfeel very good about the strength of our balance sheet and the quality of our assets and liabilities, which\nposition us to be a source of strength for the industry and, importantly, for our clients.\nOn slide 12, we show a sequential walk to provide more detail on the drivers of our CET1 ratio this quarter.\nWe ended the quarter with a preliminary 13.6% CET1 capital ratio, approximately 130 basis points, or\napproximately $15 billion, above our current regulatory capital requirement of 12.3%. We expect our\nregulatory capital requirement to decrease to 12.1% as of October 1st, which incorporates the reduction in\nour Stress Capital Buffer from 4.3% to the indicative SCB of 4.1% we announced a couple weeks ago. We\nwere pleased to see the improvement in our DFAST results, and the corresponding reduction in our SCB. That\nsaid, even with the reduction, our capital requirement does not yet fully reflect our simplification efforts, the\nbenefits of our transformation or the full execution of our strategy, all of which we expect to reduce our\ncapital requirements over time. And as a reminder, we announced an increase to our common dividend from\n$0.53 per share to $0.56 per share following the SCB results. And as Jane mentioned earlier, we plan on\ndoing $1 billion of buybacks this quarter.\nSo now turning to slide 13. Before I get into the businesses, as a reminder, in the fourth quarter of last year,\nwe implemented a revenue sharing arrangement within Banking, and between Banking, Services and\nMarkets to reflect the benefit the businesses get from our relationship-based lending. The impact of revenue\nrvices, revenues\nwere up 3% this quarter, reflecting continued underlying momentum across both TTS and Securities\nServices. Net interest income was down 1%, largely driven by lower earnings on our net investment in\nArgentina, partially offset by the benefit of higher U.S. and Non-US interest rates relative to the prior-year\nperiod. Non-interest revenue increased 11%, driven by continued strength across underlying fee drivers, as\nwell as a smaller impact from currency devaluation in Argentina. The underlying growth in both businesses\nis a result of our continued investments in product innovation, client experience and platform modernization\nthat we highlighted during our Services Investor Day last month. Expenses increased 9%, largely driven by\nan Argentina-related transaction tax expense, a legal settlement expense and continued investments in\nproduct innovation and technology. Cost of credit was a benefit of $27 million, driven by an ACL release in\nthe quarter. Average loans were up 3%, primarily driven by continued demand for export and agency finance,\nparticularly in Asia, as well as working capital loans to corporate and commercial clients in Latin America and\nAsia. Average deposits were down 1%, driven by non-operating deposit outflows. At the same time, we\ncontinue to see good operating deposit inflows. Net income was approximately $1.5 billion. And Services\ncontinues to deliver a high RoTCE, coming in at 23.8% for the quarter.\nOn slide 14, we show the results for Markets for the second quarter. Markets revenues were up 6%. Fixed\nIncome revenues decreased 3%, driven by Rates and Currencies, which were down 11% on the back of lower\nvolatility and tighter spreads. This was partially offset by strength in Spread Products and Other Fixed\nIncome, which was up 20% primarily driven by continued loan growth and higher securitization and\nunderwriting fees. In addition to a benefit from the Visa B exchange offer, we continued to see good\nunderlying momentum in Equities, primarily driven by Equity Derivatives. And we continued to make\nprogress in prime with balances up approximately 18%. Expenses decreased 1%, driven by productivity\nCopyright © 2024 Citigroup Inc. 5",
      "word_count": "842",
      "page_number": "5",
      "sequence": "7",
      "confidence": "0.3",
      "topic_category": "financial_results"
    },
    {
      "bank": "Citigroup",
      "quarter": "Second",
      "speaker": "Unknown Speaker",
      "role": "Unknown",
      "paragraph": "T R A N S C R I P T\nCiti Second Quarter 2024 Earnings Call\nJuly 12, 2024\nsavings, partially offset by higher volume-related expenses. Cost of credit was a benefit of $11 million, as an\nACL release more than offset net credit losses. Average loans increased 11%, largely driven by asset-backed\nlending in Spread Products. Average trading assets increased 12%, largely driven by client demand for\nTreasuries and mortgage-backed securities. Markets generated positive operating leverage and delivered\nnet income of approximately $1.4 billion with an RoTCE of 10.7% for the quarter.\nOn slide 15, we show the results for Banking for the second quarter. Banking revenues increased 38%, driven\nby growth in Investment banking and Corporate Lending. Investment Banking revenues increased 60%,\ndriven by strength across Capital Markets and Advisory, given favorable market conditions. DCM continued\nto benefit from strong issuance activity, mainly in Investment Grade, as issuers continued to de-risk funding\nplans in advance of what could be a more volatile second half in the context of a number of important global\nelections as well as the macro environment. In ECM, excluding China A-\nactivity, led by the US, as well as continued convertible issuance, as issuers take advantage of strong equity\nmarket performance and expectations for rates to be higher for longer. And in Advisory, we are seeing\nrevenues from the relatively low announced activity in 2023 coming to fruition as those transactions close.\nBoth year-to-date and in the quarter, we gained share across DCM, ECM and Advisory, particularly in\nCorporate Lending revenues, excluding mark-to-market on loan\nhedges, increased 7%, largely driven by higher revenue share. We generated positive operating leverage again\nthis quarter as expenses decreased 10%, primarily driven by actions taken to right size the expense base.\nCost of credit was a benefit of $32 million, driven by an ACL release reflecting an improvement in the\nmacroeconomic outlook, partially offset by net credit losses. Average loans decreased 4% as we maintained\nstrict discipline around returns combined with lower overall demand for credit. Net income was $406 million\nand RoTCE was 7.5% for the quarter.\nOn slide 16, we show the results for Wealth for the second quarter. Wealth revenues increased 2%, driven by\na 13% increase in NIR from higher investment fee revenues, partially offset by a 4% decrease in NII from\nhigher mortgage funding costs. We continue to see good momentum in non-interest revenue as we\nbenefited from double-digit client investment asset growth, both in North America and internationally,\ndriven by net new client investment assets as well as market valuations. Expenses were down 4%, driven by\nthe initial benefits of expense reductions as we right size the workforce and expense base. Cost of credit was\na benefit of $9 million, as an ACL release more than offset net credit losses. Preliminary end-of-period client\nbalances increased 9%, driven by higher client investment assets as well as higher deposits. Average loans\nwere flat, as we continued to optimize capital usage. Average deposits increased 2%, largely reflecting the\ntransfer of relationships and the associated deposits from USPB, partially offset by a shift in deposits to\nhigher- Client investment assets were up 15%, driven by net new\ninvestment asset flows and the benefit of higher market valuations. Wealth generated positive operating\nleverage this quarter and delivered Net income of $210 million with an RoTCE of 6.4% for the quarter.\nOn slide 17, we show the results for US Personal Banking for the second quarter. US Personal Banking\nrevenues increased 6%, driven by NII growth of 5% and lower partner payments. Branded Cards revenues\nincreased 8%, driven by interest-earning balance growth of 9% as payment rates continue to moderate. And\nwe continue to see growth in spend volumes up 3%, primarily driven by customers with FICO scores of 740\nor higher. Retail Services revenues increased 6%, primarily driven by lower payments from Citi to our partners\ndue to higher net credit losses. And interest-earning balances grew 8%. Retail Banking revenues increased\n3%, driven by higher deposit spreads, as well as mortgage and installment loan growth. USPB also generated\npositive operating leverage this quarter, with expenses down 2%, driven by lower technology and\ncompensation costs, partially offset by higher volume-related expenses. Cost of credit increased to $2.3\nbillion, largely driven by higher NCLs of $1.9 billion and an ACL build of approximately $400 million reflecting\nvolume growth in the quarter. But let me remind you of the three things driving our NCLs this quarter. First,\ncard loan vintages that were originated over the last few years are all maturing at the same time. These\nvintages were delayed in their maturation due to the unprecedented levels of government stimulus during\nthe pandemic. Second, we continue to see seasonally higher NCLs in the second quarter. Third, certain\npockets of customers continue to be impacted by persistent inflation and high interest rates resulting in\nhigher losses. However, across both portfolios we are seeing signs of stabilization in delinquency\nCopyright © 2024 Citigroup Inc. 6",
      "word_count": "833",
      "page_number": "6",
      "sequence": "8",
      "confidence": "0.3",
      "topic_category": "financial_results"
    },
    {
      "bank": "Citigroup",
      "quarter": "Second",
      "speaker": "QUESTION AND ANSWER\nOPERATOR",
      "role": "MODERATOR",
      "paragraph": "Our first question will come from Mike Mayo with Wells Fargo. Your line is now open. Please go\nahead.",
      "word_count": "19",
      "page_number": "7",
      "sequence": "9",
      "confidence": "0.6",
      "topic_category": "qa_session"
    },
    {
      "bank": "Citigroup",
      "quarter": "Second",
      "speaker": "MIKE MAYO",
      "role": "OTHER",
      "paragraph": "Hi. Could you elaborate more on the amended consent order, Jane? You said it was\ndisappointing to have gotten that this week. It's almost four years into the consent order. And a little bit why\nit hasn't been resolved and what's on, that's the loss column and maybe a little bit more on the win column\ntoo. I mean, you have what 12,000 people thrown at the problem. Billions of dollars. Is it not enough people?\nIs it not enough money? Do you need to look at it in a different way? Are you not talking the same language?\nI mean, you have John Dugan as your lead independent director, ex head of the OCC, and it seems like you\ngot your report card. I guess you passed overall. They went out of their way to say some nice things, but it\nlooks like you got failing grades in data and regulatory management. So, you're confident it's going to be\nresolved, but it's already been four years and it hasn't been resolved. So what is it going to take from here and\nhow can you resolve the regulatory concerns while continuing or serving shareholders better? And then in\nthe win column, since it's so nebulous this back office, what are you achieving? You mentioned some items,\nbut if you could put more meat on those bones. Thanks.",
      "word_count": "227",
      "page_number": "7",
      "sequence": "10",
      "confidence": "0.6",
      "topic_category": "opening_remarks"
    },
    {
      "bank": "Citigroup",
      "quarter": "Second",
      "speaker": "JANE FRASER",
      "role": "OTHER",
      "paragraph": "Yes. Thank you, Mike. That's a few different parts to that, so let's start by just taking a step\nback. Our transformation is addressing decades of under-investment in large parts of Citi's infrastructure\nand in our risk and control environment. And when you unpack that, those areas where we had an absence\nof enforced enterprise-wide standards and governance, we've had a siloed organization that's prevented\nscale, a culture where a lot of groups were allowed to solve problem the same problem in different ways,\nfragmented tech platforms, manual processes and controls, and a weak first line of defense, too few subject\nmatter experts. So, this is a massive body of work that goes well beyond the consent order and this is not old\nCiti putting in Band-Aids. This is Citi tackling the root issues head on. It's a multiyear undertaking as we've\ntalked about and you saw the statement by one of our regulators this week, we have made meaningful\nprogress on our transformation and on our simplification.\nMark?\nCopyright © 2024 Citigroup Inc. 7",
      "word_count": "175",
      "page_number": "7",
      "sequence": "11",
      "confidence": "0.6",
      "topic_category": "opening_remarks"
    },
    {
      "bank": "Citigroup",
      "quarter": "Second",
      "speaker": "MARK MASON",
      "role": "OTHER",
      "paragraph": "Yeah, and so as Jane says, the progress that we've made, it spans multiple parts of the\nconsent order and transformation work. Remember, that consent order and transformation work includes\nrisk, it includes controls, it includes compliance, it includes data and data related to the regulatory reporting,\nand we've got evidence and proof points of progress against all of those things.",
      "word_count": "61",
      "page_number": "8",
      "sequence": "12",
      "confidence": "0.6",
      "topic_category": "risk_discussion"
    },
    {
      "bank": "Citigroup",
      "quarter": "Second",
      "speaker": "JANE FRASER",
      "role": "OTHER",
      "paragraph": "Thank you, Mark. So transforming, to answer your question about how do we fix it and serve\nour investors at the same time. Transforming Citi will drive benefits for our shareholders, our clients, and our\nregulators. This is not mutually exclusive. At the beginning of the year, we honed in on two priorities, the\ntransformation and improving our business performance, and we're able to do so because we've largely\ncleared the decks. We have a clear focus strategy, we've executed the divestitures, we've got a much simpler\norganization, so we can focus on these two priorities and we are able to do both.\nYou can see that in our results again this quarter, multiple, solid proof points on the execution of the strategy\nand we know what we need to do on both fronts. We have plans in place on the transformation and on the\nstrategy and we're executing against them. We have been and we will be transparent when we have issues\nand how we're addressing them.",
      "word_count": "168",
      "page_number": "8",
      "sequence": "13",
      "confidence": "0.6",
      "topic_category": "opening_remarks"
    },
    {
      "bank": "Citigroup",
      "quarter": "Second",
      "speaker": "MARK MASON",
      "role": "OTHER",
      "paragraph": "And just to add a couple of data points to that, Mike. You've heard us mention some of these\nbefore, but we've retired platforms. We've reduced the number of data centers. Platforms are down some\n300. We've moved from 39 corporate loan platforms down to south of 20. We've got 20 cash equities\nexecution platforms down to 1; we've reduced the 6 reporting ledgers down to 1; 11 sanctions platforms down\nto 1. So, we've been making considerable progress over the past couple of years.\nWith that said, there's a lot more work to be done around the data regulatory reporting work. If you think\nabout Citi, we've got 11,000 global total reg reports, right. So, we've got to make sure that the data that's\ngoing into those reports is the quality of the data that we want it to be, but more importantly, that we're doing\nit efficiently, that it doesn't take thousands of people to reconcile that information and so this is an end-to-\nend process in the way we're approaching it.\nOne example is the 2052a liquidity report that we have. It has 750,000 lines of data and that data is, it's\nimportant again that we're efficiently collecting it from multiple systems with standards and governance that\nensures it's of the quality that we want it to be without again having to have manual activity supporting it.",
      "word_count": "230",
      "page_number": "8",
      "sequence": "14",
      "confidence": "0.6",
      "topic_category": "general_discussion"
    },
    {
      "bank": "Citigroup",
      "quarter": "Second",
      "speaker": "OPERATOR",
      "role": "MODERATOR",
      "paragraph": "The next question is from Glenn Schorr at Evercore. Your line is now open. Please go ahead.",
      "word_count": "17",
      "page_number": "8",
      "sequence": "15",
      "confidence": "0.6",
      "topic_category": "qa_session"
    },
    {
      "bank": "Citigroup",
      "quarter": "Second",
      "speaker": "GLENN SCHORR",
      "role": "OTHER",
      "paragraph": "Hi. Thank you. So, Mark, I heard your comments on credit this year. I'm talking the US\nPersonal Banking. I heard your comments for credit the rest of this year and I think in a position that you're\nvery conservatively reserved. But right now, you put up a 3% margin and credit costs are almost half of what\nrevenues are in this space. I guess, my question is this: As we roll forward, in a slowing economy with likely a\nlittle bit lower some rate cuts, how does the P&L evolve? How does it improve from here? Because can we\nbe expecting credit costs to come in, in a slowing economy? I'm just trying to figure out the path forward\nbecause it could be impactful if USPB obviously marches to where you need it to be.",
      "word_count": "136",
      "page_number": "8",
      "sequence": "16",
      "confidence": "0.6",
      "topic_category": "opening_remarks"
    },
    {
      "bank": "Citigroup",
      "quarter": "Second",
      "speaker": "MARK MASON",
      "role": "OTHER",
      "paragraph": "Yeah, look, like I said, we do think that there is certainly upside to USPB. We're looking for\nthat upside in the medium-term targets that we've set for ourselves. You've got to remember that when you\nlook at the quarter and you look at the half, frankly, that we're still in a period where we're seeing the\nnormalization of the cost of credit. And as I mentioned in the prepared remarks, you have kind of a\ncompounding effect of multiple vintages now maturing at the same time that's playing through the P&L.\nThat's not just true for us, that's true for others as well. And so we'd expect and we are we do believe we're\nseeing some signs of a cresting when you look at delinquencies now and so we would expect that those\nlosses start to normalize and loss rates start to come down as we go towards the medium term.\nCopyright © 2024 Citigroup Inc. 8",
      "word_count": "158",
      "page_number": "8",
      "sequence": "17",
      "confidence": "0.6",
      "topic_category": "guidance"
    },
    {
      "bank": "Citigroup",
      "quarter": "Second",
      "speaker": "GLENN SCHORR",
      "role": "OTHER",
      "paragraph": "Okay. Appreciate all that. One quickie on DCM. You had amazingly good performance.\nThere's been plenty of conversation about pull forward this year on just refi driving like three-quarters of the\nactivity. Could you just help us think through the second half when thinking about DCM just to make sure\nthat we don't like start modelling this into perpetuity?",
      "word_count": "59",
      "page_number": "9",
      "sequence": "18",
      "confidence": "0.6",
      "topic_category": "general_discussion"
    },
    {
      "bank": "Citigroup",
      "quarter": "Second",
      "speaker": "JANE FRASER",
      "role": "OTHER",
      "paragraph": "Look, I think when we think about the back half of 2024, we're going to see a different mix of\nactivity in Banking. We do still expect demand to be quite strong across our capital market products because\nyou've got a wall of maturing debt securities coming up in the second half that carry on for a couple of years.\nBut, we did see some clients accelerating issuances into the first half getting ahead of potential market\nvolatility. So, if you put it all together, I think we expect the rate environment and the financing markets to\ncontinue to be accommodative as well as to continue deal making with M&A being a bit larger in the overall\nmix, although some of the regulatory elements have put a damper on part of that.",
      "word_count": "132",
      "page_number": "9",
      "sequence": "19",
      "confidence": "0.6",
      "topic_category": "guidance"
    },
    {
      "bank": "Citigroup",
      "quarter": "Second",
      "speaker": "MARK MASON",
      "role": "OTHER",
      "paragraph": "Yeah. Only thing I'd add to that is, look, the wallet for the year is obviously going to depend\non a couple things, so, one, the return of a more normalized IPO market, two, the direction and volatility of\ninterest rates, the ongoing global conflicts that we're all kind of seeing and witnessing, and then finally, as\nJane mentioned in her remarks, the elections and what those outcomes look like, not just in the US, but\nabroad. And so there are a number of factors there that will play to the wallet. But as we said, we believe we're\nwell-positioned to be there to serve our clients and to do so in a way that makes good economic sense.",
      "word_count": "119",
      "page_number": "9",
      "sequence": "20",
      "confidence": "0.6",
      "topic_category": "general_discussion"
    },
    {
      "bank": "Citigroup",
      "quarter": "Second",
      "speaker": "OPERATOR",
      "role": "MODERATOR",
      "paragraph": "The next question is from Jim Mitchell at Seaport Global. Your line is now open. Please go ahead.",
      "word_count": "18",
      "page_number": "9",
      "sequence": "21",
      "confidence": "0.6",
      "topic_category": "qa_session"
    },
    {
      "bank": "Citigroup",
      "quarter": "Second",
      "speaker": "JIM MITCHELL",
      "role": "OTHER",
      "paragraph": "Hey. Good morning. Just, Mark, maybe on NII, down almost 4% year-over-year. Seems a little\nbit more than the guidance was down modestly for the year. So, can you discuss sort of the puts and takes\nthis quarter and how we should think about the quarterly trajectory for the rest of the year?",
      "word_count": "53",
      "page_number": "9",
      "sequence": "22",
      "confidence": "0.6",
      "topic_category": "opening_remarks"
    },
    {
      "bank": "Citigroup",
      "quarter": "Second",
      "speaker": "MARK MASON",
      "role": "OTHER",
      "paragraph": "Yeah. So, I'd say a couple things. So, one, as I mentioned, in the quarter and you see it on\nslide 9, ex-Markets, we're down about 3%. That's largely driven by some FX translation that played through,\nbut also some seasonally lower revolving card balances and then lower interest rates in Argentina. And what\nthat is in Argentina, we have capital there, the policy rate was adjusted downward and as that happened, we\nobviously earned less on that capital that flows through the NII line.\nAs I think about the back half of the year and the guidance we have of modestly down, there are a couple of\nputs and takes to keep in mind. So, one is going to be rates, right, so as I think about the higher yield that we\ncan earn on reinvestment, that'll be a tailwind that plays through from an NII point of view.\nThe second would be volume growth, particularly in our card loans portfolio and we do expect to see\ncontinued volume growth across certainly the Branded portfolio and so that'll be another tailwind for us on\nthe NII line.\nIn terms of the headwinds, you've got the lower NII earned in Argentina from rates, that'll continue to play\nthrough. We've got assumed higher average betas in 2024, specifically on the non-US side. We still have in\nour forecast the impact of CFPB late fees, so assuming that that goes into effect for this year, that will have\nCopyright © 2024 Citigroup Inc. 9",
      "word_count": "252",
      "page_number": "9",
      "sequence": "23",
      "confidence": "0.6",
      "topic_category": "guidance"
    },
    {
      "bank": "Citigroup",
      "quarter": "Second",
      "speaker": "JIM MITCHELL",
      "role": "OTHER",
      "paragraph": "That's helpful. And maybe just quickly, kind of a similar question on expenses. Better-than-\nexpected this quarter, but there was no restructuring or repositioning charges. I think to get to the high end\nof your range, you'd have to be up a little bit in the back half from 2Q run rate. Is that because you expect\nmore repositioning, restructuring in the second half or maybe just talk through expense trajectory from here?",
      "word_count": "73",
      "page_number": "10",
      "sequence": "24",
      "confidence": "0.6",
      "topic_category": "guidance"
    },
    {
      "bank": "Citigroup",
      "quarter": "Second",
      "speaker": "MARK MASON",
      "role": "OTHER",
      "paragraph": "Yeah, so that's right. When I talk about it at the first quarter, I talked about kind of a\ndownward trend for each of the quarters after Q1. The second quarter came in a bit lower than we were\nexpecting. I'm sticking with the guidance and it does mean that the back half of the year will likely come in\nwill come in higher than the second quarter. That's a combination of a couple of things, including the pace of\nhiring and investment that we will do in the transformation work that has to be done. It also includes\nrepositioning charges that we might take or need to take as we continue to work through our businesses\nacross the firm and the franchise and then the second quarter did or yeah, the second quarter did have a\none-time or so and some delayed spending that will pick up in the third and fourth quarter around\nadvertising and marketing and some of the other line items. So, yes, the third and fourth quarter, the back\nhalf will be higher than the second quarter, but consistent with the guidance that I've given.",
      "word_count": "190",
      "page_number": "10",
      "sequence": "25",
      "confidence": "0.6",
      "topic_category": "guidance"
    },
    {
      "bank": "Citigroup",
      "quarter": "Second",
      "speaker": "OPERATOR",
      "role": "MODERATOR",
      "paragraph": "The next question is from Erika Najarian at UBS. Your line is now open. Please go ahead.",
      "word_count": "17",
      "page_number": "10",
      "sequence": "26",
      "confidence": "0.6",
      "topic_category": "qa_session"
    },
    {
      "bank": "Citigroup",
      "quarter": "Second",
      "speaker": "ERIKA NAJARIAN",
      "role": "OTHER",
      "paragraph": "Hi. I had two questions and I'll ask the first one on expenses first since it's a good follow-\nup to the previous. Mark, just to clarify. Let's just say, take the highest end of your range at $53.8 billion. Just\ntrying to think about how consensus will move. So, we take that $53.8 billion and then add the $285 million\nof FDIC expenses year-to-date so far and add the civil money penalties of $136 million, so that gets us to\n$54.2 billion for the year and any other repositioning charges in the second half of the year would already be\nincluded in the $53.8 billion?",
      "word_count": "106",
      "page_number": "10",
      "sequence": "27",
      "confidence": "0.6",
      "topic_category": "qa_session"
    },
    {
      "bank": "Citigroup",
      "quarter": "Second",
      "speaker": "MARK MASON",
      "role": "OTHER",
      "paragraph": "So, yes. The answer to the last part of your question is yes. So in the range that I've given,\n$53.5 billion to $53.8 billion, that includes our estimate for the full year of repositioning and any\nrestructuring charges. That range excludes the FDIC Special Assessment that we saw earlier in the year and\nit excludes the CMP of $136 million.",
      "word_count": "61",
      "page_number": "10",
      "sequence": "28",
      "confidence": "0.6",
      "topic_category": "qa_session"
    },
    {
      "bank": "Citigroup",
      "quarter": "Second",
      "speaker": "ERIKA NAJARIAN",
      "role": "OTHER",
      "paragraph": "Got it. And my second question is for Jane and I'm sure you're getting tired of the question\non capital return. So, you're buying back $1 billion, you plan to buy back $1 billion this quarter. It looks like\nyou didn't buy back any in the second quarter. And I'm asking this question in this context because\nconsensus has a buyback of nearly $1 billion in the fourth quarter and staying at this rate for the first half of\nnext year and ramping higher. And I guess, is the $1 billion number a catch-up pace because you didn't buy\nback any in the second quarter? And I fully appreciate that you also have the Banamex IPO coming, which is\ndifferent from peers that are also waiting for Basel clarification. But I'm just wondering, do we need to wait\nfor that Banamex IPO for the company to feel comfortable moving away from that quarter-to-quarter\nguidance? And also, of course, I just want to readdress the beginning of the question when I asked\nspecifically about the pace.",
      "word_count": "175",
      "page_number": "10",
      "sequence": "29",
      "confidence": "0.6",
      "topic_category": "guidance"
    },
    {
      "bank": "Citigroup",
      "quarter": "Second",
      "speaker": "JANE FRASER",
      "role": "OTHER",
      "paragraph": "Okay. So, we are not going to be giving guidance going forward around our buybacks. We are\ngoing to continue to give quarterly and make it a quarterly determination as to the level. And a lot of that is\nto do with the uncertainty about the forthcoming regulatory changes. I think we were delighted to see a slight\nreduction in our Stress Capital Buffer, reflecting the financial strength and resiliency of our business model\nand also good to see the benefits of our strategy playing out. But with the regulatory changes uncertain,\nthat's one of the major factors for us to continue with the quarterly guidance.\nCopyright © 2024 Citigroup Inc. 10",
      "word_count": "112",
      "page_number": "10",
      "sequence": "30",
      "confidence": "0.6",
      "topic_category": "guidance"
    },
    {
      "bank": "Citigroup",
      "quarter": "Second",
      "speaker": "MARK MASON",
      "role": "OTHER",
      "paragraph": "Yeah, that's right. And on the first part of your question, Erika, I'd say, look, we were in\ndiscussions with our regulators and we made a prudent call as it relates to buybacks in the quarter for Q2.\nSo, Q3, as we talked about, would be at $1 billion and that should not be necessarily viewed as a run rate\nlevel. As Jane mentioned, we'll take it quarter by quarter from here.",
      "word_count": "72",
      "page_number": "11",
      "sequence": "31",
      "confidence": "0.6",
      "topic_category": "qa_session"
    },
    {
      "bank": "Citigroup",
      "quarter": "Second",
      "speaker": "OPERATOR",
      "role": "MODERATOR",
      "paragraph": "The next question is from Gerard Cassidy with RBC. Your line is now open. Please go ahead.",
      "word_count": "17",
      "page_number": "11",
      "sequence": "32",
      "confidence": "0.6",
      "topic_category": "qa_session"
    },
    {
      "bank": "Citigroup",
      "quarter": "Second",
      "speaker": "GERARD CASSIDY",
      "role": "OTHER",
      "paragraph": "Thank you, Hi Jane, Hi Mark. Mark, regarding the comments you made about the higher\ncredit losses, the three factors that you gave us, can you also talk about, if this was a factor at all for you\nfolks, was there any FICO score inflation back during the pandemic that might be playing into these kind of\ncredit losses? And as part of the credit card question, you mentioned the CFPB, the fees that you have\nfactored in, the lower fees you factored that into your forward-look. Where do we stand on that? Do you\nguys have any color on that as well?",
      "word_count": "103",
      "page_number": "11",
      "sequence": "33",
      "confidence": "0.6",
      "topic_category": "opening_remarks"
    },
    {
      "bank": "Citigroup",
      "quarter": "Second",
      "speaker": "MARK MASON",
      "role": "OTHER",
      "paragraph": "Yeah, so, on the first part of the question, look, we all kind of have talked about in the past,\nthe prospect of FICO inflation back during the COVID period of time. We've been very focused on ensuring\nthat acquisitions that we've made have been appropriately kind of analyzed in the underwriting of that to get\ncomfortable with the quality of new customers that we've been bringing on. In light of the environment, we\nhave looked at moving towards higher FICO scores for new account acquisitions. But as I think about what\nwe're seeing now, there is that dichotomy that I mentioned where we have the higher FICO score customers\nthat are driving the spend growth and that frankly have still continued strong balances and savings and it's\nreally the lower FICO band customers, where we're seeing the sharper drop in payment rates and more\nborrowing. And so, the FICO inflation has effectively kind of fizzled out when we look at the mix and dynamic\nof the customer portfolio that we have at this point.\nAnd in terms of the CFPB late fees, well, I don't have an update on that. Like I said, we've built in an\nassumption in our forecast. But in terms of the timing, I don't have a formal update on the certainty of it.",
      "word_count": "219",
      "page_number": "11",
      "sequence": "34",
      "confidence": "0.6",
      "topic_category": "guidance"
    },
    {
      "bank": "Citigroup",
      "quarter": "Second",
      "speaker": "OPERATOR",
      "role": "MODERATOR",
      "paragraph": "The next question is from Ken Usdin at Jefferies. Your line is now open. Please go ahead.",
      "word_count": "17",
      "page_number": "11",
      "sequence": "35",
      "confidence": "0.6",
      "topic_category": "qa_session"
    },
    {
      "bank": "Citigroup",
      "quarter": "Second",
      "speaker": "KEN USDIN",
      "role": "OTHER",
      "paragraph": "Hey, thanks, good morning. Hey, Mark. Talking about the NII outlook and the fact that now\nwe've got a little bit of a discrepancy starting between US rates, maybe higher for longer, and then the\nbeginnings of some of the non-US curve starting to, at least put fourth their first cut. I know we've got that\ngood chart that you have in the Qs about the relative contributions. Can you just help us understand a little\nbit of like just generally how you're thinking through that discrepancy and how that informs the difference\nbetween",
      "word_count": "94",
      "page_number": "11",
      "sequence": "36",
      "confidence": "0.6",
      "topic_category": "opening_remarks"
    },
    {
      "bank": "Citigroup",
      "quarter": "Second",
      "speaker": "US",
      "role": "OTHER",
      "paragraph": "Yeah, thank you. So look, I think that as we look at it, out through the certainly through the\nmedium term, we expect to see continued NII growth at obviously a modest level, certainly lower than what\nwe've seen historically and that's in large part because or in part I should say because of how we've been\nmanaging the balance sheet and that has allowed for us to reinvest as securities have rolled off and earn a\nhigher yield on them relative to what we were earning, in some instances, they were five-year terms on some\nof these investments. And so we still think there's some upside from a reinvestment point of view.\nThe point you make around kind of non-US dollar or US rates kind of coming off, that'll play through a little\nbit as we think about the beta increases that we're expecting outside of the US. And so, we've assumed that\nwe have higher betas pick up outside of the US. If rates kind of come off in a more substantive way, then we\ncould see kind of a little less NII pressure than we're forecasting there. But net-net, as I think about the\ncombination of volume growth that we're expecting between loans and deposits over that medium term, the\nhigher yield we can earn on our assets, combined with the pricing capabilities that we have across the\nportfolio, offsetting some of that beta, we believe we'll have continued NII growth.\nCopyright © 2024 Citigroup Inc. 11",
      "word_count": "250",
      "page_number": "11",
      "sequence": "37",
      "confidence": "0.8",
      "topic_category": "opening_remarks"
    },
    {
      "bank": "Citigroup",
      "quarter": "Second",
      "speaker": "KEN USDIN",
      "role": "OTHER",
      "paragraph": "Got it. Okay. And just one follow-up on the OCC amendment and that's specifically related to\nthe Resource Review Plan. Do you have a line of sight on how long that'll take you guys to finish because it\nseems like and is that what we should be thinking about in terms of just understanding like what the side\nof what you need to get done in terms of the other language that's written in the order?",
      "word_count": "76",
      "page_number": "12",
      "sequence": "38",
      "confidence": "0.6",
      "topic_category": "general_discussion"
    },
    {
      "bank": "Citigroup",
      "quarter": "Second",
      "speaker": "JANE FRASER",
      "role": "OTHER",
      "paragraph": "So, Ken, look, the Resource Review Plan is just that. It's a plan to ensure that we have\nsufficient resources allocated towards achieving a timely and sustainable compliance to the order.\nEssentially if an area is delayed or looking as if it could be, we'll determine what additional resourcing, if any,\nis required to get back on track and then we'll share that with the OCC in a more formalized way than we do\ntoday and we obviously review this pretty constantly ourselves.\nWe're already working on the plan. After it's finalized with the OCC it will be confidential supervisory\ninformation that we can't disclose. So, we won't be able to tell you that the plan is, what the nature of the\nplan is going to be, but it won't be much more complicated than what we talked about. And we're expecting\nto get it, we're not expecting this to take long.",
      "word_count": "152",
      "page_number": "12",
      "sequence": "39",
      "confidence": "0.6",
      "topic_category": "guidance"
    },
    {
      "bank": "Citigroup",
      "quarter": "Second",
      "speaker": "OPERATOR",
      "role": "MODERATOR",
      "paragraph": "The next question is from Betsy Graseck with Morgan Stanley. Your line is now open. Please go\nahead.",
      "word_count": "18",
      "page_number": "12",
      "sequence": "40",
      "confidence": "0.6",
      "topic_category": "qa_session"
    },
    {
      "bank": "Citigroup",
      "quarter": "Second",
      "speaker": "BETSY GRASECK",
      "role": "OTHER",
      "paragraph": "Hi good afternoon. So, I know we talked a lot about expenses. I just have one kind of\noverarching question here, which is on how we should think about the path of expenses between now and\nthe medium term, as we have come quite a long way in the simplification process. Maybe if you could give us\na sense as to how far along simplification impact on expenses we are? And overlapping with the regulatory\nrequirements, do these net out or are we skewed a little bit more towards regulatory requirements being a\nbit heavier than what's left on simplification from here? Thanks.",
      "word_count": "103",
      "page_number": "12",
      "sequence": "41",
      "confidence": "0.6",
      "topic_category": "opening_remarks"
    },
    {
      "bank": "Citigroup",
      "quarter": "Second",
      "speaker": "MARK MASON",
      "role": "OTHER",
      "paragraph": "So, thank you, Betsy. I guess I'd say a couple things. So, I think we said it in the past. So, the\ntarget for the medium term, we think 2026 is somewhere around $51 billion to $53 billion of expenses. As\nwe've said, we'll have about $1.5 billion in savings related to the restructuring that we've done and another\n$500 million to $1 billion related to net expense reductions from eliminating the stranded costs as well as\nadditional productivity over that medium-term period. And so, we've made, I think, very good headway, as\nJane has mentioned, in the org simplification and the restructuring charges associated with that. Those\nsaves will have started to generate. Some of those saves in the early part of that, meaning this year, will likely\nbe offset by continued investment that we're making in areas of the business like transformation, but also in\nbusiness-led or driven growth. And you should expect in terms of the trend that we would have a downward\ntrend towards 2026 in achieving that range.",
      "word_count": "173",
      "page_number": "12",
      "sequence": "42",
      "confidence": "0.6",
      "topic_category": "opening_remarks"
    },
    {
      "bank": "Citigroup",
      "quarter": "Second",
      "speaker": "JANE FRASER",
      "role": "OTHER",
      "paragraph": "And I just want to reiterate, we remain confident that we will meet our 11% to 12% RoTCE\ntarget over the medium term. And we've got the, we have the ability to manage the different elements we've\nbeen talking about today, making sure that we're investing sufficient resources into the transformation so\nwe can be on track with that, as well as in our businesses, as well as the return of capital to our shareholders.\nSo, we feel confident around that and good about it, we can manage this.",
      "word_count": "89",
      "page_number": "12",
      "sequence": "43",
      "confidence": "0.6",
      "topic_category": "general_discussion"
    },
    {
      "bank": "Citigroup",
      "quarter": "Second",
      "speaker": "MARK MASON",
      "role": "OTHER",
      "paragraph": "Yeah, I think that's a great point, Jane. Look, the reality is, as was pointed out earlier, we\nspent about $3 billion last year, a little bit under that, on the transformation-related work. And the plan has\nCopyright © 2024 Citigroup Inc. 12",
      "word_count": "43",
      "page_number": "12",
      "sequence": "44",
      "confidence": "0.6",
      "topic_category": "general_discussion"
    },
    {
      "bank": "Citigroup",
      "quarter": "Second",
      "speaker": "BETSY GRASECK",
      "role": "OTHER",
      "paragraph": "Okay. Great. Thank you very much. Appreciate that.",
      "word_count": "8",
      "page_number": "13",
      "sequence": "45",
      "confidence": "0.6",
      "topic_category": "opening_remarks"
    },
    {
      "bank": "Citigroup",
      "quarter": "Second",
      "speaker": "OPERATOR",
      "role": "MODERATOR",
      "paragraph": "The next question is from Vivek Juneja with JPMorgan. Your line is now open. Please go ahead.",
      "word_count": "17",
      "page_number": "13",
      "sequence": "46",
      "confidence": "0.6",
      "topic_category": "qa_session"
    },
    {
      "bank": "Citigroup",
      "quarter": "Second",
      "speaker": "VIVEK JUNEJA",
      "role": "OTHER",
      "paragraph": "Hi. Let me just clarify this, Mark and Jane, just to make sure that we all have it right. The $53.5\nbillion to $53.8 billion does not include anything thus far on what you think you may need to spend on the\nResource Review Plan, meaning what additional resources you would have to put to fix the consent order.\nAm I right there?",
      "word_count": "63",
      "page_number": "13",
      "sequence": "47",
      "confidence": "0.6",
      "topic_category": "general_discussion"
    },
    {
      "bank": "Citigroup",
      "quarter": "Second",
      "speaker": "JANE FRASER",
      "role": "OTHER",
      "paragraph": "No, you're not right. So, I think as you've heard us talk about, Vivek, for a while now, that we\nknew the areas that we were behind in elements of our transformation program and that we began\naddressing those and making the investments. Some of that's in people. Some of that is in technology spend.\nIt's using different tools and capabilities to get areas addressed earlier and we began that earlier in the year\nand you saw that acknowledged as well by our regulators who pointed to the fact that we've already begun\naddressing the areas that we're behind.\nMark?",
      "word_count": "100",
      "page_number": "13",
      "sequence": "48",
      "confidence": "0.6",
      "topic_category": "general_discussion"
    },
    {
      "bank": "Citigroup",
      "quarter": "Second",
      "speaker": "MARK MASON",
      "role": "OTHER",
      "paragraph": "That's right, Jane, and what you have heard is that despite having to spend more, some $250\nmillion or so more, we're not changing the guidance, right. And so, we have, as Jane mentioned, we have\nworked on areas already that we've needed to and we have looked for ways to absorb that and are doing so\nwithin our guidance.",
      "word_count": "60",
      "page_number": "13",
      "sequence": "49",
      "confidence": "0.6",
      "topic_category": "guidance"
    },
    {
      "bank": "Citigroup",
      "quarter": "Second",
      "speaker": "VIVEK JUNEJA",
      "role": "OTHER",
      "paragraph": "Okay. So, going forward, even though this plan is still to be sort of put together and approved\nby the regulators, we should not expect any change to this expense guidance?",
      "word_count": "31",
      "page_number": "13",
      "sequence": "50",
      "confidence": "0.6",
      "topic_category": "guidance"
    },
    {
      "bank": "Citigroup",
      "quarter": "Second",
      "speaker": "MARK MASON",
      "role": "OTHER",
      "paragraph": "Look, the plan, the Resource Review Plan, as Jane mentioned, is what we're working through\nnow with the regulators. That will be a process for demonstrating to them that we are spending and\nallocating the appropriate resources to accomplishing the commitments that we have. Appropriate\nresources can range from people to technology to enhancing our processes and ensuring better execution.\nIf you think about what that will entail, it will entail areas where we are delayed or behind as we identify those\nareas, being able to tease out the root cause of any delay and ensure that we've got proper funding allocated\nCopyright © 2024 Citigroup Inc. 13",
      "word_count": "108",
      "page_number": "13",
      "sequence": "51",
      "confidence": "0.6",
      "topic_category": "general_discussion"
    },
    {
      "bank": "Citigroup",
      "quarter": "Second",
      "speaker": "OPERATOR",
      "role": "MODERATOR",
      "paragraph": "The next question is from Matt O'Connor with Deutsche Bank. Your line is now open. Please go\nahead.\n: Hi. Apologies if I missed it in the opening remarks, but what drove the decline in credit\ncard revenues from 1Q to 2Q? Looks like they were down about 6% in aggregate even though average loans\nwent up, spending went up. What was the driver of that?",
      "word_count": "66",
      "page_number": "14",
      "sequence": "52",
      "confidence": "0.6",
      "topic_category": "financial_results"
    },
    {
      "bank": "Citigroup",
      "quarter": "Second",
      "speaker": "MARK MASON",
      "role": "OTHER",
      "paragraph": "Seasonality playing through there sequentially. Yeah.",
      "word_count": "6",
      "page_number": "14",
      "sequence": "53",
      "confidence": "0.6",
      "topic_category": "general_discussion"
    },
    {
      "bank": "Citigroup",
      "quarter": "Second",
      "speaker": "JANE FRASER",
      "role": "OTHER",
      "paragraph": "I think if you look year-over-year, you'll be able to see a pretty common trend there. The\nconsumer is slowing in some of the, in the spend, as Mark had referred to, Matt. And a lot of the spending\nand the growth areas we are seeing and underlying numbers is being driven by the affluent customer.",
      "word_count": "56",
      "page_number": "14",
      "sequence": "54",
      "confidence": "0.6",
      "topic_category": "general_discussion"
    },
    {
      "bank": "Citigroup",
      "quarter": "Second",
      "speaker": "MARK MASON",
      "role": "OTHER",
      "paragraph": "Yeah. I think there's also the dynamic on the CRS of the reward or across the portfolio of\nrewards playing through from one quarter to the other, so the combination of those things are playing\nthrough the revenue line there.",
      "word_count": "40",
      "page_number": "14",
      "sequence": "55",
      "confidence": "0.6",
      "topic_category": "financial_results"
    },
    {
      "bank": "Citigroup",
      "quarter": "Second",
      "speaker": "JANE FRASER",
      "role": "OTHER",
      "paragraph": "But nothing that's particularly worrying us, Matt.\n: Okay. And then just separately on the very early kind of part of the prepared remarks, you\ntalked about the dividends being capped in terms of what could be upstream from the bank to the holding\ncompany because of the OCC that came out this week. For all intents and purposes, like does that impact\nhow you run the company or subsidiary or impact liquidity or capital? I understood the comment, no change\nto dividends or buybacks at the holding company, but is there any impact from that that we would notice on\nthe outside? Thank you.",
      "word_count": "105",
      "page_number": "14",
      "sequence": "56",
      "confidence": "0.6",
      "topic_category": "opening_remarks"
    },
    {
      "bank": "Citigroup",
      "quarter": "Second",
      "speaker": "JANE FRASER",
      "role": "OTHER",
      "paragraph": "Look, let's be clear, this action does not impact our ability to return capital to our\nshareholders. The dividends that are referenced are just intercompany payments from CBNA to the parent.\nSo, first of all, don't confuse what a dividend is here. We will, it's not going to impact how we run the company,\nthe subsidiary, the capital, the liquidity at all and the dividends are not capped.",
      "word_count": "68",
      "page_number": "14",
      "sequence": "57",
      "confidence": "0.6",
      "topic_category": "general_discussion"
    },
    {
      "bank": "Citigroup",
      "quarter": "Second",
      "speaker": "MARK MASON",
      "role": "OTHER",
      "paragraph": "Yeah, I think, Jane, that's right. And I think let's not lose sight of the purpose of the orders\nthat are there and the purpose of the orders that are there are to ensure that we're funding and allocating the\neffort appropriately, right.\nSo, the regulators want essentially the same thing we want, right, is for us to get this done, right, and so that\nis the primary objective. The reference to the dividending from out of CBNA up to the parent is certainly\nreferenced there between now and establishing that Resource Review Plan. But as Jane mentions, that does\nnot constrain the parent from doing the things that it will need to do. And as opposed to, it's not a cap. What\nit is, is that anything above the debt service of the parent or the preferred dividends and other\nnondiscretionary obligations would require a non-objection from the OCC.\nCopyright © 2024 Citigroup Inc. 14",
      "word_count": "156",
      "page_number": "14",
      "sequence": "58",
      "confidence": "0.6",
      "topic_category": "general_discussion"
    },
    {
      "bank": "Citigroup",
      "quarter": "Second",
      "speaker": "JANE FRASER",
      "role": "OTHER",
      "paragraph": "Until the Resource Plan is agreed and as you'll have seen, the Resource Plan needs to be\nsubmitted within 30 days, and as I indicated, we're working on that one and not anticipating that to be a\nproblem.",
      "word_count": "38",
      "page_number": "15",
      "sequence": "59",
      "confidence": "0.6",
      "topic_category": "general_discussion"
    },
    {
      "bank": "Citigroup",
      "quarter": "Second",
      "speaker": "OPERATOR",
      "role": "MODERATOR",
      "paragraph": "The next question is from Saul Martinez with HSBC. Your line is now open. Please go ahead.",
      "word_count": "17",
      "page_number": "15",
      "sequence": "60",
      "confidence": "0.6",
      "topic_category": "qa_session"
    },
    {
      "bank": "Citigroup",
      "quarter": "Second",
      "speaker": "SAUL MARTINEZ",
      "role": "OTHER",
      "paragraph": "Hi. Good afternoon. Thanks for taking my question. Just, I guess I just want to follow up\non the latter question. I just want to be very clear. So, what you're saying is that the requirement that CBNA\nreceive a non-objection before dividending upstream to the parent, that does not impact how you think\nabout your capital flexibility, how you think about it doesn't restrict you in any way and shouldn't impact,\nfor example, your ability to benefit from, for example, a Basel Endgame rule that is softened or some of the\nbenefits, Mark, that you talked about in terms of simplification. So, you don't see this impacting your ongoing\nlevel of capital flexibility and your ability to repurchase stock going forward if some of these things actually\ndo play out?",
      "word_count": "131",
      "page_number": "15",
      "sequence": "61",
      "confidence": "0.6",
      "topic_category": "opening_remarks"
    },
    {
      "bank": "Citigroup",
      "quarter": "Second",
      "speaker": "SAUL MARTINEZ",
      "role": "OTHER",
      "paragraph": "Fair enough. That was as clear as can be.",
      "word_count": "9",
      "page_number": "15",
      "sequence": "62",
      "confidence": "0.6",
      "topic_category": "general_discussion"
    },
    {
      "bank": "Citigroup",
      "quarter": "Second",
      "speaker": "SAUL MARTINEZ",
      "role": "OTHER",
      "paragraph": "Second question on, I just want to follow up on USPB. I still I get the point that you're\nseeing a normalization in losses in Cards. But even if I adjust for reserve builds, your RoTCE is still single\ndigits. I would think even at these NCL levels, your Cards business is pretty profitable. You're a scale player,\nyou're above sort of pre-pandemic levels, but not I don't know if I, it doesn't seem like it's that much higher\nby a dramatic amount. It would seem to imply that the Retail Bank is a huge drag on profitability, even\nmaybe even losing money, I don't know. But can you just talk about what you can do to sort of improve the\nRetail Bank profitability and just give anymore color that you can in terms of the path to get to that high-teen\nRoTCE you talked about?",
      "word_count": "146",
      "page_number": "15",
      "sequence": "63",
      "confidence": "0.6",
      "topic_category": "financial_results"
    },
    {
      "bank": "Citigroup",
      "quarter": "Second",
      "speaker": "JANE FRASER",
      "role": "OTHER",
      "paragraph": "Yeah, let me kick off there, and let's say, look, clearly, we're very focused on improving the\nreturns in USPB to get us to the high-teens level over the medium term and you've seen us generating healthy\npositive operating leverage this quarter. We've had a number of quarters of good revenue growth. And as\nMark said, we're at the low point of the credit cycle and we knew this year, we would see the pressure on\nreturns from the elevated NCLs and some of the industry headwinds we've talked about. But as the NCL rates\napproach steady state levels and the mitigating actions that all of us have been putting in place against the\nindustry headwinds, as those take hold, we expect the returns will improve and support the firm-wide\nmedium-term targets.\nIn the Retail Bank, we're continuing to focus on growing share in our six core markets and we're doing that,\nleveraging our physical and digital assets. It plays an important role in enabling the wealth continuum and\nthe growth that we're looking at in our Wealth franchise. We're continuing to improve our operating\nefficiency, being very disciplined in expense management and managing carefully the branch and digital\nproductivity of the Retail Bank network. But we're at the high point of the credit cycle. It's driving the low\npoint for USPB, and as I said in my remarks, we're expecting to see those returns improve from here.",
      "word_count": "238",
      "page_number": "15",
      "sequence": "64",
      "confidence": "0.6",
      "topic_category": "financial_results"
    },
    {
      "bank": "Citigroup",
      "quarter": "Second",
      "speaker": "OPERATOR",
      "role": "MODERATOR",
      "paragraph": "The next question is from Steven Chubak with Wolfe Research. Your line is now open. Please go\nahead.\nCopyright © 2024 Citigroup Inc. 15",
      "word_count": "24",
      "page_number": "15",
      "sequence": "65",
      "confidence": "0.6",
      "topic_category": "qa_session"
    },
    {
      "bank": "Citigroup",
      "quarter": "Second",
      "speaker": "STEVEN CHUBAK",
      "role": "OTHER",
      "paragraph": "Hi. Good afternoon. So, Mark, I have a fairly technical question on DTA utilization and\nspecifically the NOLs. The deduction is still fairly significant at $12 billion. It roughly equates to about 10% of\nyour market cap. And the good news here, I suppose, is that it should come back into capital over time, but\nwe've seen very little utilization over the past two years despite the firm being profitable. And so wanted to\nbetter understand this, what's constraining your ability to utilize those DTAs and are there catalysts on the\nhorizon that could help accelerate that utilization beyond organic earnings generation?",
      "word_count": "102",
      "page_number": "16",
      "sequence": "66",
      "confidence": "0.6",
      "topic_category": "opening_remarks"
    },
    {
      "bank": "Citigroup",
      "quarter": "Second",
      "speaker": "MARK MASON",
      "role": "OTHER",
      "paragraph": "Yes. Thank you. So, I'm going to give you a very simple answer to a very complicated question.\nIt really comes down to driving US income, right. And so, we are focused on not just all of the things that\nwe've mentioned, but driving higher income in the US. That allows for us to utilize the disallowed DTA. We\nsaw some of that in the quarter and we expect to see more of it as we move through the medium term, but\nthat is the major driver of that utilization.",
      "word_count": "90",
      "page_number": "16",
      "sequence": "67",
      "confidence": "0.6",
      "topic_category": "opening_remarks"
    },
    {
      "bank": "Citigroup",
      "quarter": "Second",
      "speaker": "JANE FRASER",
      "role": "OTHER",
      "paragraph": "And we have many of our business heads very much focused around that opportunity as well.\nSo, winning in the US is a very important leg, for example, of the strategy that Vis is refreshing. Similarly, we\nsee opportunities from the Commercial Bank. We see it in Wealth. We see it in, obviously in US Personal\nBanking and in Services. So, we're very, we're focused from a business strategy point of view on this, not just\nfrom the financial side.",
      "word_count": "80",
      "page_number": "16",
      "sequence": "68",
      "confidence": "0.6",
      "topic_category": "general_discussion"
    },
    {
      "bank": "Citigroup",
      "quarter": "Second",
      "speaker": "STEVEN CHUBAK",
      "role": "OTHER",
      "paragraph": "Thank you, both, for that color. Maybe just a quick follow-up just on the Retail Services\nbusiness. We are seeing some evidence that your competitors in this space have been more aggressive\nleading with price in an effort to win some new mandates. And was hoping you could just speak to what\nyou're seeing across the competitor set and your appetite or willingness to potentially offer better economics\nin response to increased competition from some of your peers.",
      "word_count": "78",
      "page_number": "16",
      "sequence": "69",
      "confidence": "0.6",
      "topic_category": "opening_remarks"
    },
    {
      "bank": "Citigroup",
      "quarter": "Second",
      "speaker": "JANE FRASER",
      "role": "OTHER",
      "paragraph": "I think you'll be delighted to hear that we're very focused on returns rather than just on\nrevenues. So, when we enter into discussions with a partner who may be a new RFP for their portfolio or\nlooking at new ones such as the one we just agreed with Dillard's, it's all about the returns and the profile of\nthe business rather than the revenue side of things. And it's a shift probably from some other ways in the\npast, but I'm very pleased with how disciplined the team is being around this and we're seeing the benefits\nof it.",
      "word_count": "100",
      "page_number": "16",
      "sequence": "70",
      "confidence": "0.6",
      "topic_category": "financial_results"
    },
    {
      "bank": "Citigroup",
      "quarter": "Second",
      "speaker": "MARK MASON",
      "role": "OTHER",
      "paragraph": "Yeah. And that may be different from what you hear and see from other players in the space.\nBut as Jane mentioned, we're keenly focused on ensuring that, yes, we have a good partnership, but that\nwe're generating an appropriate return. That's part of achieving our medium-term targets. And as you know,\nsince you brought up Retail cards, I mean, when we think about how CECL works and the reserves you have\nto establish for these partnerships, we're establishing full, lifetime reserves that's on the balance sheet where\nultimately we end up splitting those through the partner sharing economics. So, it's another important\nconsideration as we think about expanding and taking on these relationships and renegotiating\npartnerships to making sure that returns make good sense for us.",
      "word_count": "127",
      "page_number": "16",
      "sequence": "71",
      "confidence": "0.6",
      "topic_category": "general_discussion"
    },
    {
      "bank": "Citigroup",
      "quarter": "Second",
      "speaker": "JANE FRASER",
      "role": "OTHER",
      "paragraph": "Yeah. And Mark and I have no problem saying no to revenue that doesn't come at the right\nreturns and being very disciplined around that.",
      "word_count": "25",
      "page_number": "16",
      "sequence": "72",
      "confidence": "0.6",
      "topic_category": "financial_results"
    },
    {
      "bank": "Citigroup",
      "quarter": "Second",
      "speaker": "OPERATOR",
      "role": "MODERATOR",
      "paragraph": "The next question is from Vivek Juneja with JPMorgan. Your line is now open. Please go ahead.",
      "word_count": "17",
      "page_number": "16",
      "sequence": "73",
      "confidence": "0.6",
      "topic_category": "qa_session"
    },
    {
      "bank": "Citigroup",
      "quarter": "Second",
      "speaker": "VIVEK JUNEJA",
      "role": "OTHER",
      "paragraph": "Hi. Sorry, just to follow up on this whole consent order stuff, Jane. What do you think this\ndoes in terms of timing, how much longer for you to sort of get this past you? Are you talking couple of years?\nIs it now longer by a year? Any sense of that? Any sense of helping us think through that?",
      "word_count": "60",
      "page_number": "16",
      "sequence": "74",
      "confidence": "0.6",
      "topic_category": "general_discussion"
    },
    {
      "bank": "Citigroup",
      "quarter": "Second",
      "speaker": "JANE FRASER",
      "role": "OTHER",
      "paragraph": "Look, in terms of the consent order and the areas we've had delays, there are four areas to the\nCopyright © 2024 Citigroup Inc. 16",
      "word_count": "25",
      "page_number": "16",
      "sequence": "75",
      "confidence": "0.6",
      "topic_category": "general_discussion"
    },
    {
      "bank": "Citigroup",
      "quarter": "Second",
      "speaker": "OPERATOR",
      "role": "MODERATOR",
      "paragraph": "The final question comes from the line of Mike Mayo with Wells Fargo. Your line is now open.\nPlease go ahead.",
      "word_count": "21",
      "page_number": "17",
      "sequence": "76",
      "confidence": "0.6",
      "topic_category": "qa_session"
    },
    {
      "bank": "Citigroup",
      "quarter": "Second",
      "speaker": "MIKE MAYO",
      "role": "OTHER",
      "paragraph": "Hi. Just two clarifications. So, this is a very high-profile amendment to the consent order. And\nI think what I hear you saying that if you can confirm, your risk compliance and controls are getting passing\ngrade. It's really the data and as it relates to the data, you're talking about 11,000 regulatory reports, some\nwhich had 750,000 lines of data. Is that really the scope of what you need to fix? Because people see this\nexternally and say, hey, you're failing in terms of overall controls and resiliency. But I think I hear you saying\nit's really more about just the data and the regulatory reporting, which is important, but more of a slice of a\nbroader picture. Is that correct?",
      "word_count": "122",
      "page_number": "17",
      "sequence": "77",
      "confidence": "0.6",
      "topic_category": "risk_discussion"
    },
    {
      "bank": "Citigroup",
      "quarter": "Second",
      "speaker": "JANE FRASER",
      "role": "OTHER",
      "paragraph": "Yeah, Mike, maybe I just maybe I you're asking a great and it's an important question, so\nmaybe I try and explain what the data elements because it's an area that Mark and I have pointed to. So, first\nof all, we use data all over the firm. We use it to deliver 72 million customer statements every month. Our\ncorporate clients, as you heard about at our Services Investor Day, access account data real-time across\nmultiple countries on CitiDirect. And we're moving $5 trillion roughly per day for those clients around the\nworld. We trade billions of dollars in a millisecond on our trading platforms. We can see our liquidity positions\nreal-time around the world. This can only be done if you've got pretty pristine data and highly automated\necosystems.\nSo, but what is the transformation doing? What it is doing is simplifying how data moves through the firm\nand it's about upgrading the management and governance over those flows. And as I've said, we're doing a\nstrategic overhaul of large parts of our infrastructure, so what are we doing?\nWe're making sure we're capturing data accurately using smart tools and automation. We'll often talk about\nthis smart system, makes sure there's no errors when we book a trade. We've seen our error rate down 85%\nas a result of it. We're housing our upstream data in two standardized repositories, they're the golden\nsources, an in-person data hub which you've heard me talk about a few times and they're a golden source\nnow for all of the downstream data use, populating the thousands of regulatory reports Mark talked about\nand other areas. And what a single repository means is that the data models, the data quality rules, the\ncontrols you put in place that govern and manage that data, they all sit in one place rather than being\ndistributed all over the firm as they have been historically.\nMark's been investing in building a standardized reporting infrastructure. You've heard us talk about a single\nfull suite reporting ledger versus the six or so reporting ledgers that we had in the past. And we're delivering\nall of this through consolidated systems, through the automation and streamlining of data flows, so instead\nof being in multiple pipes, the flows go through single pipes. So, it's a, sorry to get a bit plumber on you for a\nCopyright © 2024 Citigroup Inc. 17",
      "word_count": "401",
      "page_number": "17",
      "sequence": "78",
      "confidence": "0.6",
      "topic_category": "qa_session"
    },
    {
      "bank": "Citigroup",
      "quarter": "Second",
      "speaker": "MIKE MAYO",
      "role": "OTHER",
      "paragraph": "Yeah, just to say real short follow-up to that. So you're doing all this great stuff, but you still fell\nshort, just in like one sentence, despite doing all of this great stuff that you described, the regulator still said\nyou didn't get it done. Why, after doing all that, didn't you get it done in the eyes of the regulators and why\nwill it be fixed now? Just like a one sentence explanation for that if you have it.",
      "word_count": "80",
      "page_number": "18",
      "sequence": "79",
      "confidence": "0.6",
      "topic_category": "general_discussion"
    },
    {
      "bank": "Citigroup",
      "quarter": "Second",
      "speaker": "JANE FRASER",
      "role": "OTHER",
      "paragraph": "I always said that a transformation of this magnitude over multiple years would not be linear.\nWe have many steps forward. We have setbacks. We adjust, we learn from them, we move forward and we\nget back on track.",
      "word_count": "39",
      "page_number": "18",
      "sequence": "80",
      "confidence": "0.6",
      "topic_category": "general_discussion"
    },
    {
      "bank": "Citigroup",
      "quarter": "Second",
      "speaker": "MARK MASON",
      "role": "OTHER",
      "paragraph": "And Mike, if I could just put one number into context because you played back the 11,000,\nwhich was a number of global regulatory reports across the landscape here. There are probably 15 to 30 that\nare core US reports that are pivotal to our US regulators and a lot of what we're discussing here is about\nensuring that we're prioritizing the data that impacts those 15 to 30 reports as we work through this.",
      "word_count": "75",
      "page_number": "18",
      "sequence": "81",
      "confidence": "0.6",
      "topic_category": "general_discussion"
    },
    {
      "bank": "Citigroup",
      "quarter": "Second",
      "speaker": "OPERATOR",
      "role": "MODERATOR",
      "paragraph": "There are no further questions. I will now turn the call over to Jenn Landis for closing remarks.",
      "word_count": "18",
      "page_number": "18",
      "sequence": "82",
      "confidence": "0.6",
      "topic_category": "qa_session"
    },
    {
      "bank": "Citigroup",
      "quarter": "Second",
      "speaker": "JENNIFER LANDIS",
      "role": "OTHER",
      "paragraph": "Thank you all for joining us. Please let us know if you have any follow-up questions.\nThank you.",
      "word_count": "18",
      "page_number": "18",
      "sequence": "83",
      "confidence": "0.6",
      "topic_category": "opening_remarks"
    },
    {
      "bank": "Citigroup",
      "quarter": "Second",
      "speaker": "OPERATOR",
      "role": "MODERATOR",
      "paragraph": "This concludes Citi's Second Quarter 2024 Earnings Call. You may now disconnect.\nCopyright © 2024 Citigroup Inc. 18",
      "word_count": "18",
      "page_number": "18",
      "sequence": "84",
      "confidence": "0.6",
      "topic_category": "financial_results"
    },
    {
      "bank": "Citigroup",
      "quarter": "Second",
      "speaker": "Unknown Speaker",
      "role": "Unknown",
      "paragraph": "T R A N S C R I P T\nCiti Second Quarter 2024 Earnings Call\nJuly 12, 2024\nCertain statements in this transcript are \"forward-looking statements\" within the meaning of the U.S.\nPrivate Securities Litigation Reform Act of 1995. These statements may be identified by words such as\nbelieve, expect, anticipate, intend, estimate, may increase, may fluctuate, target, illustrative and similar\nexpressions or future or conditional verbs such as will, should, would and could. These statements are\nbased on management's current expectations and are subject to uncertainty and changes in circumstances\nand are not guarantees of future results or occurrences. Actual results and capital and other financial\ncondition may differ materially from those included in these statements due to a variety of factors. These\nfactors may include, among others, the execution and efficacy of Citi's transformation, simplification and\nother strategic and other initiatives, including those related to its investment, expense and capital-related\nactions; the potential outcomes of the extensive legal and regulatory proceedings, examinations,\ninvestigations, consent orders and related compliance efforts and other inquiries to which Citi is or may be\nsubject; ongoing regulatory and legislative uncertainties and changes, including changes in regulatory\ncapital rules; macroeconomic, geopolitical and other challenges and uncertainties, including those related\nto economic growth, inflation and interest rates; and the precautionary statements included in this\ntranscript. These factors also consist of those contained in Citigroup's filings with the U.S. Securities and\nExchange Commission, including without limitation the \"Risk Factors\" section of Citigroup's 2023 Form 10-\nK. Any forward-looking statements made by or on behalf of Citigroup speak only as to the date they are\nmade, and Citi does not undertake to update forward-looking statements to reflect the impact of\ncircumstances or events that arise after the date the forward-looking statements were made.\nCopyright © 2024 Citigroup Inc. 19",
      "word_count": "303",
      "page_number": "19",
      "sequence": "85",
      "confidence": "0.3",
      "topic_category": "financial_results"
    }
  ]
}