{
  "document_metadata": {
    "filename": "Q2_2023.pdf",
    "document_type": "transcript",
    "bank": "Citigroup",
    "quarter": "Second",
    "processed_at": "2025-06-06T18:33:42.600957",
    "total_records": 83,
    "total_speakers": 19,
    "total_words": 12080
  },
  "speakers": [
    {
      "name": "PRESENTATION\nOPERATOR",
      "role": "MODERATOR",
      "total_words": 88,
      "paragraphs": 1,
      "avg_confidence": 0.6
    },
    {
      "name": "JENNIFER LANDIS",
      "role": "OTHER",
      "total_words": 85,
      "paragraphs": 1,
      "avg_confidence": 0.6
    },
    {
      "name": "JANE FRASER",
      "role": "OTHER",
      "total_words": 1972,
      "paragraphs": 11,
      "avg_confidence": 0.6
    },
    {
      "name": "Unknown Speaker",
      "role": "Unknown",
      "total_words": 3168,
      "paragraphs": 5,
      "avg_confidence": 0.3
    },
    {
      "name": "MARK MASON",
      "role": "OTHER",
      "total_words": 4119,
      "paragraphs": 25,
      "avg_confidence": 0.6
    },
    {
      "name": "QUESTION AND ANSWER\nOPERATOR",
      "role": "MODERATOR",
      "total_words": 10,
      "paragraphs": 1,
      "avg_confidence": 0.6
    },
    {
      "name": "GLENN SCHORR",
      "role": "OTHER",
      "total_words": 157,
      "paragraphs": 2,
      "avg_confidence": 0.6
    },
    {
      "name": "OPERATOR",
      "role": "MODERATOR",
      "total_words": 450,
      "paragraphs": 13,
      "avg_confidence": 0.6
    },
    {
      "name": "JIM MITCHELL",
      "role": "OTHER",
      "total_words": 159,
      "paragraphs": 2,
      "avg_confidence": 0.6
    },
    {
      "name": "BETSY GRASECK",
      "role": "OTHER",
      "total_words": 108,
      "paragraphs": 2,
      "avg_confidence": 0.6
    },
    {
      "name": "MIKE MAYO",
      "role": "OTHER",
      "total_words": 221,
      "paragraphs": 3,
      "avg_confidence": 0.6
    },
    {
      "name": "ERIKA NAJARIAN",
      "role": "OTHER",
      "total_words": 393,
      "paragraphs": 3,
      "avg_confidence": 0.6
    },
    {
      "name": "STEVEN CHUBAK",
      "role": "OTHER",
      "total_words": 178,
      "paragraphs": 2,
      "avg_confidence": 0.6
    },
    {
      "name": "EBRAHIM POONAWALA",
      "role": "OTHER",
      "total_words": 177,
      "paragraphs": 3,
      "avg_confidence": 0.6
    },
    {
      "name": "GERARD CASSIDY",
      "role": "OTHER",
      "total_words": 235,
      "paragraphs": 2,
      "avg_confidence": 0.6
    },
    {
      "name": "KEN USDIN",
      "role": "OTHER",
      "total_words": 46,
      "paragraphs": 1,
      "avg_confidence": 0.6
    },
    {
      "name": "CHARLES PEABODY",
      "role": "OTHER",
      "total_words": 209,
      "paragraphs": 2,
      "avg_confidence": 0.6
    },
    {
      "name": "VIVEK JUNEJA",
      "role": "OTHER",
      "total_words": 189,
      "paragraphs": 3,
      "avg_confidence": 0.6
    },
    {
      "name": "SA",
      "role": "OTHER",
      "total_words": 116,
      "paragraphs": 1,
      "avg_confidence": 0.8
    }
  ],
  "transcript_data": [
    {
      "bank": "Citigroup",
      "quarter": "Second",
      "speaker": "PRESENTATION\nOPERATOR",
      "role": "MODERATOR",
      "paragraph": "Hello, and welcome to Citi's Second Quarter 2023 Earnings Review with the Chief Executive\nOfficer, Jane Fraser; and Chief Financial Officer, Mark Mason. Today's call will be hosted by Jenn Landis,\nHead of Citi Investor Relations. We ask that you please hold all questions until the completion of the formal\nremarks, at which time you will be given instructions for the question-and-answer session. Also, as a\nreminder, this conference is being recorded today. If you have any objections, please disconnect at this\ntime.\nMs. Landis, you may begin.",
      "word_count": "88",
      "page_number": "1",
      "sequence": "1",
      "confidence": "0.6",
      "topic_category": "opening_remarks"
    },
    {
      "bank": "Citigroup",
      "quarter": "Second",
      "speaker": "JENNIFER LANDIS",
      "role": "OTHER",
      "paragraph": "Thank you, operator. Good morning and thank you all for joining us. I'd like to remind you that\ntoday's presentation, which is available for download on our website, citigroup.com, may contain forward-looking\nstatements, which are based on management's current expectations and are subject to uncertainty and changes in\ncircumstances. Actual results may differ materially from these statements due to a variety of factors, including those\ndescribed in our earnings materials as well as in our SEC filings.\nWith that, I'll turn it over to Jane.",
      "word_count": "85",
      "page_number": "1",
      "sequence": "2",
      "confidence": "0.6",
      "topic_category": "opening_remarks"
    },
    {
      "bank": "Citigroup",
      "quarter": "Second",
      "speaker": "JANE FRASER",
      "role": "OTHER",
      "paragraph": "Thank you, Jenn, and good morning to everyone.\nfirst quarter, it was not without its moments.\nThe global economy continues to be remarkedly resilient, although the macro backdrop differs across key\nmarkets. While the bulk of the tightening is behind us, central banks are responding vigorously to inflation\nIn the U.S., the tight labor market keeps pushing the timing of this elusive recession later into this year or\n2024, with the robust demand for services providing a backstop for the economy.\nThe Eurozone has also exceeded expectations; however, most countries are facing pressure from labor and\n-term competitiveness.\nChina is the biggest disappointment, as growth decelerated after an initial post-reopening pop. I was there\nyear as some had hoped.\nSo bottom line, globally we continue to see the same quite challenging macro-economic conditions that\nbusiness model and strong balance sheet. We remain laser focused on executing our strategy and\nsimplifying and modernizing our bank. Despite the turbulence and macro backdrop of the first half, we are\non track with the plan we laid out at Investor Day and remained committed to our strategy and medium-\nterm ROTCE target.\nToday we reported net income of $2.9 billion and an EPS of $1.33. Our revenues ex-divestitures are\nCopyright © 2023 Citigroup Inc. 1",
      "word_count": "211",
      "page_number": "1",
      "sequence": "3",
      "confidence": "0.6",
      "topic_category": "opening_remarks"
    },
    {
      "bank": "Citigroup",
      "quarter": "Second",
      "speaker": "Unknown Speaker",
      "role": "Unknown",
      "paragraph": "T R A N S C R I P T\nCiti Second Quarter 2023 Earnings Review\nJuly 14, 2023\nrelatively flat to last year and we remain on track to meet our revenue guidance of $78-79 billion for the\nyear. We are also on track to meet the expense guidance for the year. And, consistent with the plan we\nshared with you at our Investor Day, we are pursuing cost saving opportunities to help offset the significant\ninvestments in our Transformation.\nIn Services, TTS continues to deliver, with revenues up a healthy 15%. This was driven by both net interest\nincome and non-interest revenue as we win fee-generating mandates with new clients and deepen our\nrelationships with existing large corporate and commercial clients. We are proud of our number one ranking\nfor large institutional clients1. And this week, we announced our latest innovation, Citi Direct Commercial\nBanking, a digital platform to help our growing commercial clients tap into our global network.\nSecurities Services revenues were also up 15%, driven by higher interest rates across currencies. We are\nreally pleased with execution in this business as we continue to bring in new assets under custody and\nadministration, which are up by approximately $2.4 trillion in the last year. And we have gained 100 basis\npoints in share year-over-year as a result of the investments we have been making2.\nMarkets revenues were down 13%, compared to an exceptionally strong second quarter last year. From\nearly April, clients stood on the sidelines as the debt ceiling played out and we continued to experience very\nlow levels of volatility throughout the quarter. Despite this, our corporate client flows remained strong, and\nwe achieved our medium-term revenue-to-RWA target again this quarter.\nIn Banking, the momentum in investment grade debt has spread into other DCM products. But the long-\nawaited rebound in Investment Banking has yet to materialize, and it was a disappointing quarter in terms\nof both the wallet and our own performance with Investment Banking revenues down 24%. We continue\nto right-size the business to the environment whilst making investments in selected areas such as\nTechnology and Healthcare.\nIn the U.S., taken together our cards businesses had double-digit revenue growth aided by customer\nengagement and the continued normalization in payment rates. In Branded Cards, spend is still strong in\ntravel and entertainment, and acquisitions remain pretty healthy. This is a great franchise, and we have\nlaunched a raft of new innovations from transforming our ThankYou rewards platform to our enhanced\nvalue proposition for the premium card with our longtime partner, American Airlines.\nCredit normalization is happening faster in Retail Services, given the p\nsay we are seeing a more cautious consumer but not necessarily a recessionary one.\nWealth revenues were down 5% as the business continues to be negatively impacted by the deposit mix\nshift, particularly in the Private Bank, and by lower investment revenues. However, we have seen activity\npick up a bit in Asia for two quarters with growing net new assets. Referrals from the U.S. retail bank are\nincreasing, and globally, new client acquisition in the Private Bank and Wealth at Work has grown\nsignificantly on the back of our investments in our network of client advisors and bankers.\nTurning to expenses, they were elevated this quarter, as we expected. This includes the additional\nrepositioning actions we took to right size certain businesses and functions in light of the current\nenvironment. Year-to-date, severance is about $450 million, including $200 million in the quarter.\nSeparate to repositioning, we remain committed to bending our expense curve by the end of 2024 through\nthree significant efforts.\nFirst, we continue to make investments in our Transformation and other risk and control initiatives which\nare necessary to modernize our infrastructure, automate our controls, as well as improve the client\nexperience. As we said before, we will start to see the more material benefits of these investments over the\nCopyright © 2023 Citigroup Inc. 2\n1 al revenues. Peer Group\nincludes BAC, BARC, BNP, DB, HSBC, JPM, SG, SCB, and WFC. Institutional/ICG Client includes Corporates with Turnover >1.5bn and all Financial\nInstitutions.\n2 al revenues. Market\n.",
      "word_count": "690",
      "page_number": "2",
      "sequence": "4",
      "confidence": "0.3",
      "topic_category": "opening_remarks"
    },
    {
      "bank": "Citigroup",
      "quarter": "Second",
      "speaker": "MARK MASON",
      "role": "OTHER",
      "paragraph": "Thanks, Jane and good morning everyone. I am going to start with the Firmwide financial\nresults, focusing on year-over-year comparisons for the second quarter unless I indicate otherwise, and\nspend a little more time on expenses and capital. Then I will turn to the results of each segment.\nCopyright © 2023 Citigroup Inc. 3",
      "word_count": "54",
      "page_number": "3",
      "sequence": "5",
      "confidence": "0.6",
      "topic_category": "opening_remarks"
    },
    {
      "bank": "Citigroup",
      "quarter": "Second",
      "speaker": "Unknown Speaker",
      "role": "Unknown",
      "paragraph": "T R A N S C R I P T\nCiti Second Quarter 2023 Earnings Review\nJuly 14, 2023\nOn slide 4, we show financial results for the full firm. In the second quarter, we reported net income of\napproximately $2.9 billion and an EPS of $1.33 and an RoTCE of 6.4% on $19.4 billion of revenues.\nEmbedded in these results are after-tax divestiture-related impacts of approximately $(92) million.\nExcluding these items, EPS was $1.37 with an RoTCE of 6.6%. In the quarter, total revenues decreased by\n1% both on a reported basis and excluding divestiture-related impacts, as strength across Services, U.S.\nPersonal Banking and revenue from the investment portfolio, was more than offset by declines in Markets,\nInvestment Banking and Wealth, as well as the revenue reduction from the closed exits and wind-downs.\nOur results include expenses of $13.6 billion, up 9% both on a reported basis and excluding divesture-related\ncosts.\nCost of credit was approximately $1.8 billion, primarily driven by the continued normalization in Cards net\ncredit losses and ACL builds, largely related to growth in card balances.\nOur effective tax rate this quarter was 27%, primarily driven by the geographic mix of our pre-tax earnings in\nthe quarter. Excluding current quarter divestiture-related impacts, our effective tax rate was 26%.\nAt the end of the quarter, we had over $20 billion in total reserves with a reserve-to-funded loans ratio of\napproximately 2.7%. And through the first half of 2023, we reported an RoTCE of 8.7%.\nOn Slide 5, we show the quarter-over-quarter and year-over-year expense variance for the second quarter.\nExpenses were up 9%, driven by a number of factors, including investments in risk and controls, business-\nled and enterprise-led investments, volume growth and macro factors, including inflation, as well as\nseverance, and all of this was partially offset by productivity savings and expense reductions from the exits\nand wind-downs\nSeverance in the quarter was approximately $200 million, and $450 million year-to-date, as we took further\nactions across Investment Banking, Markets and the Functions.\nWe are investing in the execution of our Transformation and continue to see a shift in our investments from\nthird-party consulting to technology and full-time employees. And as we said last quarter, our\nTransformation and technology investments span across the following themes: Platform and process\nsimplification, security and infrastructure modernization, client experience enhancements and data\nimprovements.\nDespite the higher expense base sequentially, we remain in line with our full year guidance of roughly $54\nbillion, excluding divestiture-related impacts and the FDIC special assessment.\nriances. In the\nsecond quarter, net interest income increased by approximately $550 million, largely driven by dividends.\nThe increase in net interest income ex-Markets was largely driven by higher rates and cards growth, partially\noffset by the mix shift that we have seen to higher rate deposit products within PBWM.\nAverage loans were flat as growth in PBWM was offset by the wind-down markets and a decline in ICG, as\nwe continue to optimize the loan portfolio including a further reduction in subscription credit facilities.\nAverage deposits were down 2%, largely driven by TTS as we saw some non-operational outflow as expected\nin light of quantitative tightening. However, underlying this, we did see strong growth in operating accounts\nCopyright © 2023 Citigroup Inc. 4",
      "word_count": "543",
      "page_number": "4",
      "sequence": "6",
      "confidence": "0.3",
      "topic_category": "financial_results"
    },
    {
      "bank": "Citigroup",
      "quarter": "Second",
      "speaker": "Unknown Speaker",
      "role": "Unknown",
      "paragraph": "T R A N S C R I P T\nCiti Second Quarter 2023 Earnings Review\nJuly 14, 2023\nas we continue to win new clients and deepen with existing ones. And our net interest margin increased 7\nbasis points.\nOn Slide 7, we show key consumer and corporate credit metrics. We are well reserved for the current\nenvironment with over $20 billion of total reserves. Our reserves-to-funded loans ratio is approximately\n2.7%. And within that, U.S. Cards is 7.9%.\nIn PBWM, 44% of our lending exposures are in US cards and of that exposure, 80% is to customers with\nFICOs of 680 or higher. And NCL rates are still below pre-COVID levels and are normalizing in line with our\nexpectations. The remaining 56% of our PBWM lending exposure is largely in Wealth, predominantly in\nmortgages and margin lending.\nIn our ICG portfolio, of our total exposure, approximately 85% is investment grade. Of the international\nexposure, approximately 90% is investment grade or exposure to multinational clients or their subsidiaries.\nAnd corporate non-accrual loans remain low at about 44 basis points of total loans.\nAs you can see on the page, we break out our Commercial Real Estate lending exposures across ICG and\nPBWM which totals $66 billion, of which 90% is investment grade.\nSo, while the macro and geopolitical environment remains uncertain, we feel very good about our asset\nquality, exposures and reserve levels and we continuously review and stress the portfolio under a range of\nscenarios.\nOn Slide 8, we show our summary balance sheet and key capital and liquidity metrics. We maintain a very\nstrong $2.4 trillion balance sheet which is funded in part by a well-diversified $1.3 trillion deposit base across\nregions, industries, customers and account types which is deployed into high-quality, diversified assets. Our\nbalance sheet reflects our strategy and well diversified business model. We leverage our unique assets and\ncapabilities to serve corporates, financial institutions, investors, and individuals with global needs.\nThe majority of our deposits, $818 billion, are institutional and operational in nature and span across 90\ncountries. These institutional deposits are complemented by $427 billion of US Retail consumer and global\nwealth deposits as you can see on the bottom right side of the page.\nWe have approximately $584 billion of HQLA and approximately $661 billion of loans and we maintain total\nliquidity resources of just under $1 trillion. Our LCR was relatively stable at 119% and our net stable funding\nratio was greater than 100%. We ended the quarter with a 13.3% CET1 ratio. And our tangible book value per\nshare was $85.34, up 6% from a year ago.\nOn Slide 9, we show a sequential CET1 walk to provide more detail on the drivers this quarter. Starting from\nthe end of the first quarter. First, we generated $2.6 billion of net income to common which added 22 basis\npoints. Second, we returned $2.0 billion in the form of common dividends and share repurchases, which\ndrove a reduction of about 18 basis points And finally, the remaining 14 basis point decrease was primarily\ndriven by RWA growth as we continued to grow card balances, partially offset by optimizing RWA in Markets\nand Corporate Lending\nWe ended the quarter with a 13.3% CET1 capital ratio, which includes a 100 basis point internal management\nbuffer. We expect our regulatory capital requirement to be 12.3% in October of 2023, which incorporates the\nincrease in our Stress Capital Buffer from 4% to the preliminary SCB of 4.3% we announced a couple weeks\nago. And we will continue our dialogue with the Fed to better understand the differences between their\nmodeled results and ours, specifically in non-interest revenue.\nThat said, our strategy is designed to further diversify our business mix to have a more consistent,\nCopyright © 2023 Citigroup Inc. 5",
      "word_count": "634",
      "page_number": "5",
      "sequence": "7",
      "confidence": "0.3",
      "topic_category": "financial_results"
    },
    {
      "bank": "Citigroup",
      "quarter": "Second",
      "speaker": "Unknown Speaker",
      "role": "Unknown",
      "paragraph": "T R A N S C R I P T\nCiti Second Quarter 2023 Earnings Review\nJuly 14, 2023\npredictable and repeatable revenue stream, as well as reduce risk and simplify our firm by exiting 14\ninternational consumer markets. The strategy and the simplification coupled with the benefits of our\ntransformation investments will allow us to improve RWA and capital over time. The continued optimization\nof our balance sheet should not only help SCB but reduce RWA. This will offset some of the anticipated\nheadwinds in capital requirements and RWA. And we will continue to reassess how and where we deploy\ncapital and evaluate the appropriate level of our management buffer over time.\nOn Slide 10, we show the results for our Institutional Clients Group for the second quarter.\nRevenues were down 9% this quarter, as growth in Services was more than offset by Markets and Banking.\nExpenses increased 13%, primarily driven by continued investments in TTS and risk and controls, as well as\napproximately $120 million of severance in Investment Banking and Markets, partially offset by productivity\nsavings.\nCost of credit was $58 million, as net credit losses were partially offset by an ACL release. This resulted in\nnet income of approximately $2.2 billion, down 45%, primarily driven by lower revenues and higher\nexpenses. ICG delivered an RoTCE of 9.2% for the quarter and 11.4% through the first half of 2023.\nAverage loans were down 6% reflecting discipline around our strategy and returns. Average deposits were up\n1% as we continued to acquire new clients and deepen relationships with existing ones.\nOn Slide 11, we show revenue performance by business and the key drivers we laid out at Investor Day. In\nTreasury and Trade Solutions, revenues were up 15%, driven by 18% growth in net interest income and 8% in\nnon- -FX basis. We continue\nto see healthy underlying drivers in TTS that indicate consistently strong client activity with, U.S. Dollar\nClearing Volumes up 6%, both in the quarter and through the first half of 2023, Cross-border flows up 11%,\noutpacing global GDP growth, both in the quarter and through the first half of 2023, and commercial card\nvolumes up roughly 15%, led by spend in travel In fact, similar to the last few quarters, client wins are up\napproximately 41% across all client segments. These include marquee transactions where we are serving as\nIn Securities Services, revenues were also up 15%, driven by higher net interest income across currencies. We\nare pleased with the progress in Securities Services as we continue to onboard assets under custody and\nadministration, which are up approximately 11% or $2.4 trillion dollars And we feel very good about the\npipeline of new deals in Securities Services As a reminder, the Services businesses are central to our strategy\nand are two of our higher-returning businesses with strong synergies across the firm.\nMarkets revenues were down 13%, driven by both Fixed Income and Equities, relative to an exceptional\nquarter last year coupled with low volatility this quarter. Fixed Income revenues were down 13%, as strength\nin our Rates franchise was more than offset by a decline in Currencies and Commodities. Equities revenues\nwere down 10%, primarily reflecting a decline in Equity Derivatives. But consistent with our strategy, we\ncontinued to grow Prime balances, driven by client wins. Corporate client flows remained strong and stable\nand we continued to make solid progress on our revenue-to-RWA target And finally, Banking revenues,\nexcluding gains and losses on loan hedges, were down 22%, driven by Investment Banking, as heightened\nmacro uncertainty continued to impact client activity, as well as lower revenues in Corporate Lending. While\nwe continue to have a strong pipeline and are seeing green shoots of activity, we recognize there is more work\nto do in ECM and M&A. That said, we believe the investments we have made in Healthcare and Technology\ncoverage will benefit us over time.\nSo overall, while the market environment remains challenging and there is more work to be done, we are\nmaking progress against our strategy in ICG.\nNow turning to Slide 12, we show the results for our Personal Banking & Wealth Management business.\nCopyright © 2023 Citigroup Inc. 6",
      "word_count": "699",
      "page_number": "6",
      "sequence": "8",
      "confidence": "0.3",
      "topic_category": "financial_results"
    },
    {
      "bank": "Citigroup",
      "quarter": "Second",
      "speaker": "Unknown Speaker",
      "role": "Unknown",
      "paragraph": "T R A N S C R I P T\nCiti Second Quarter 2023 Earnings Review\nJuly 14, 2023\nRevenues were up 6%, driven by net interest income growth of 7%, partially offset by a 6% decline in non-\ninterest revenue, driven by lower investment product revenues in Wealth. Expenses were up 5%,\npredominantly driven by risk and control investments.\nCost of credit was $1.6 billion, driven by higher net credit losses as we continue to see normalization in our\ncard portfolios and a reserve build of $335 million, primarily driven by card balance growth.\nAverage loans increased 7% driven by cards, mortgages and installment lending. Average deposits\ndecreased 1%, largely reflecting our Wealth clients putting cash to work in fixed income investments on our\nplatform. And PBWM delivered an RoTCE of 5.5%, both for this quarter and through the first half of 2023,\nlargely reflecting the challenging environment for Wealth and higher credit costs.\nOn Slide 13, we show PBWM revenues by product as well as key business drivers and metrics. Branded Cards\nrevenues were up 8%, primarily driven by higher net interest income. We continue to see strong underlying\ndrivers with new account acquisitions up 6%, card spend volumes up 4% and average loans up 14%. Retail\nServices revenues were up 27%, driven by higher net interest income and lower partner payments. For both\nCard portfolios, we continue to see payment rates decline, and that combined with the investments we have\nbeen making contributed to growth in interest-earning balances of 17% in Branded Cards and 12% in Retail\nServices.\nRetail Banking revenues decreased 9%, reflecting the transfer of relationships and the associated deposits\nto our Wealth business. In fact, consistent with our strategy, we continued to leverage our retail network to\ndrive 25,000 Wealth referrals year-to-date through May, up 18% YoY.\nWealth revenues were down 5%, driven by continued investment fee headwinds and higher deposit costs,\nparticularly in the Private Bank. However, Wealth at Work revenues were up over 30%, driven by strong\nlending results, primarily in mortgages. Client advisors were down 1%, reflecting the re-pacing of strategic\nhiring. And new client acquisitions were up nearly 40% in the Private Bank and approximately 60% in\nWealth-at-\nmomentum in underlying drivers.\nOn Slide 14, we show results for Legacy Franchises. Revenues were down 1%, as the benefit of higher rates\nand volumes in Mexico was more than offset by the reductions from closed consumer exits and wind-downs.\nIt is worth noting that -FX. Expenses decreased 2%, primarily\ndriven by closed consumer exits and wind-downs. Excluding divestiture-related impacts, expenses\ndecreased 8%.\nOn Slide 15, we show results for Corporate Other for the second quarter. Revenues increased, largely driven\nby higher net revenue from the investment portfolio. Expenses also increased, driven by inflation and\nseverance.\nmaintaining our full-year\nrevenue guidance of $78 - $79 billion, excluding 2023 divestiture-related impacts, although the mix has\nshifted somewhat. We are increasing our net interest income guidance from $45 billion to slightly above $46\nbillion for the full year excluding Markets, offset by lower non-interest revenue, largely driven by Investment\nBanking and Wealth.\nWe are also maintaining our expense guidance of roughly $54 billion, excluding 2023 divestiture-related\nimpacts and the FDIC special assessment. Net credit losses in Cards should continue to normalize in the\nremainder of the year, with both portfolios reaching normalized levels by year-end. And we now expect the\nfull-year tax rate to be approximately 25%, excluding discrete items and divestiture-related impacts.\nAs it relates to the third quarter, we expect continued momentum with clients, including fees, and benefits\nCopyright © 2023 Citigroup Inc. 7",
      "word_count": "602",
      "page_number": "7",
      "sequence": "9",
      "confidence": "0.3",
      "topic_category": "financial_results"
    },
    {
      "bank": "Citigroup",
      "quarter": "Second",
      "speaker": "QUESTION AND ANSWER\nOPERATOR",
      "role": "MODERATOR",
      "paragraph": "Our first question will come from Glenn Schorr with Evercore.",
      "word_count": "10",
      "page_number": "8",
      "sequence": "10",
      "confidence": "0.6",
      "topic_category": "qa_session"
    },
    {
      "bank": "Citigroup",
      "quarter": "Second",
      "speaker": "GLENN SCHORR",
      "role": "OTHER",
      "paragraph": "So, I'm very curious on the whole revenue to RWA topic, especially with some of the\nchanges coming in. So maybe you could give a little more color on -- let's take, for instance, the further\nreduction in subscription credit facilities. I think I read somewhere that was like an $80 billion book down to\n$20 billion. You can correct that if that's wrong. But just usually, those things are big important clients that\nhave relationship lending, things attached to them. So, I'm curious on how you balance the capital benefit,\nthe clear capital benefit, versus client impact and how you think about that? Are there other blocks of\nbusiness that are in motion right now?",
      "word_count": "116",
      "page_number": "8",
      "sequence": "11",
      "confidence": "0.6",
      "topic_category": "financial_results"
    },
    {
      "bank": "Citigroup",
      "quarter": "Second",
      "speaker": "MARK MASON",
      "role": "OTHER",
      "paragraph": "Thanks Glenn and good morning, and thanks for the question. Look, a couple of points on\nthat. One is we've been very focused on the revenue to RWA metric in our Markets business in the ICG more\nbroadly as well. And we've made considerable progress on that. And that's important because how we use\nthe balance sheet and ensuring that we're optimizing the use of the balance sheet contributes to how we\nimprove returns over time.\nYou're right to point out the subscription facility, credit facility, lending that we do. We brought that down\npretty significantly. The numbers you highlight are a lot higher than the portfolio. But what's important here\nis that as we look at that, we look at a couple of things. So, one, the nature of relationship and whether clients\nare taking advantage of the breadth of what we have to offer. Two, the profitability and returns associated\nwith the product to the extent that it is in a broader relationship, and where those returns are low, subpar,\nand the prospect for doing more has proven to be fruitless, we take it down. And that's what we've done with\na large part of that book, just as we juxtapose it against other opportunities to use balance sheet where\nclients are taking advantage of the broader franchise and therefore, are generating higher returns.\nAnd we're going to continue to do that. We've done that to drive the revenue to RWA metric. We've done it\nselectively on pieces of the portfolio like SCF. We've also looked at our broader corporate lending portfolio\nand where those promises for higher relationship returns aren't manifesting themselves, we've not renewed\nthose loans. And as we think about pending regulatory changes, proactively making these efforts becomes\ncritically important. When I look back on the activity that we've done over the past couple of years, we've\nreduced RWA by approximately $120 billion over the last 2 years, and about 75% of that is predominantly\ndriven by balance sheet optimization and looking at client activity that has low margin business. And so, this\nis important for us to do and to keep doing.",
      "word_count": "358",
      "page_number": "8",
      "sequence": "12",
      "confidence": "0.6",
      "topic_category": "opening_remarks"
    },
    {
      "bank": "Citigroup",
      "quarter": "Second",
      "speaker": "GLENN SCHORR",
      "role": "OTHER",
      "paragraph": "I appreciate that, Mark. Maybe just a quick follow-up. On NII, I asked this last quarter too.\nAnd your first half annualized ex-Markets is running about $1.5 billion ahead of the guide. Is that just\nCopyright © 2023 Citigroup Inc. 8",
      "word_count": "41",
      "page_number": "8",
      "sequence": "13",
      "confidence": "0.6",
      "topic_category": "qa_session"
    },
    {
      "bank": "Citigroup",
      "quarter": "Second",
      "speaker": "MARK MASON",
      "role": "OTHER",
      "paragraph": "Thanks, Glenn. We did take guidance up to slightly above $46 billion from the $45 billion. I\nguess there are a couple of things ex-Markets, of course. There are a couple of things to think\nabout in terms of headwinds and tailwinds that play through there. One is you've heard me mention before\nthat we've reached terminal betas in the U.S. Two, deposit volumes and the shift mix as we see consumers\nkind of move into higher-returning type, higher-yielding type products. And three, really the wind-downs\nand the exits and the reduction that they will play out in terms of NII. So those are kind of 3 headwinds as we\nthink about the forecast and the balance of year. There are obviously some potential tailwinds that play to\nthe other side, including rate movements in non-U.S. dollar as well as Card volume growth. And as we look\nat those headwinds and tailwinds, our current read is to take it up, but $46 billion or slightly above that feels\nlike the right level in the context of total revenues at $78 billion to $79 billion.",
      "word_count": "184",
      "page_number": "9",
      "sequence": "14",
      "confidence": "0.6",
      "topic_category": "opening_remarks"
    },
    {
      "bank": "Citigroup",
      "quarter": "Second",
      "speaker": "OPERATOR",
      "role": "MODERATOR",
      "paragraph": "And our next question comes from Jim Mitchell with Seaport Global Securities.",
      "word_count": "12",
      "page_number": "9",
      "sequence": "15",
      "confidence": "0.6",
      "topic_category": "qa_session"
    },
    {
      "bank": "Citigroup",
      "quarter": "Second",
      "speaker": "JIM MITCHELL",
      "role": "OTHER",
      "paragraph": "Maybe just getting on the expense side. You're keeping Mexico until 2025 now at the earliest.\nSo that will be on the books longer. How do we think about that bend the curve discussion? And maybe\nspecifically, you can help us think about bending the curve for the non-legacy businesses. Do we start to see\nis the fourth quarter just a slowing or quarterly decline? Is it a year-over-year kind of a discussion? I just want\nto make sure I understand the whole bend the curve notion and how to think about that.",
      "word_count": "93",
      "page_number": "9",
      "sequence": "16",
      "confidence": "0.6",
      "topic_category": "general_discussion"
    },
    {
      "bank": "Citigroup",
      "quarter": "Second",
      "speaker": "MARK MASON",
      "role": "OTHER",
      "paragraph": "Thank you. Let me take that. I'd say a couple of things. So, one, I'd reiterate the expense\nguidance that we've given for the full year. So that's the roughly $54 billion ex-divestitures, or the impact of\ndivestitures, ex-any impact from FDIC special assessment. Two, as we think about bending the curve, I look\ninto 2024 and we're looking to bring the absolute expense dollars down from Q3 to Q4. So that bending of\nthe curve will occur. It will occur despite having Mexico still part of the franchise. And obviously still having\nMexico impacts the magnitude of the bend, but it will bend Q3 to Q4.\nAnd then beyond that and through the medium term, we will see the curve continue to bend. Again, Mexico\nimpacts the magnitude of the bend, but we're very, very focused on bringing our costs down and bending\nthat curve. And you've heard us reference the aspects or the elements of our business that help contribute\nto that, not the least of which are the exits, one of which is Mexico, and you referenced the timing there, but\nalso the benefits from investments that we've been making in transformation and risk controls and shifting\nfrom manual processes to technology-enabled ones.\nAnd then the final one is around simplifying our organization. And you heard in Jane's prepared remarks, as\nwe continue to make progress on these exits, it opens up the opportunity for us to lean more heavily into that\nsimplification. So, we are focused on not only the guidance, but the bending of the curve as you point out\nand looking forward to delivering that and taking actions to ensure we do.",
      "word_count": "278",
      "page_number": "9",
      "sequence": "17",
      "confidence": "0.6",
      "topic_category": "opening_remarks"
    },
    {
      "bank": "Citigroup",
      "quarter": "Second",
      "speaker": "JIM MITCHELL",
      "role": "OTHER",
      "paragraph": "So just as a follow-up, is the way to think about sort of 2025 and beyond as you get through\na lot the automation on the sort of the non-legacy businesses and start to get much more efficient there. Is\nthere an absolute expense decline story in the core business? Or is that more that you need the top line\ngrowth to get the improved returns?",
      "word_count": "66",
      "page_number": "9",
      "sequence": "18",
      "confidence": "0.6",
      "topic_category": "general_discussion"
    },
    {
      "bank": "Citigroup",
      "quarter": "Second",
      "speaker": "MARK MASON",
      "role": "OTHER",
      "paragraph": "Again, it's going to be a combination of continuing to bend the curve and bring our expenses\ndown. Obviously, we've given you guidance on operating efficiency of less than 60%, which will be some of\nthat top line growth, but it's the combination of the two.",
      "word_count": "46",
      "page_number": "9",
      "sequence": "19",
      "confidence": "0.6",
      "topic_category": "guidance"
    },
    {
      "bank": "Citigroup",
      "quarter": "Second",
      "speaker": "OPERATOR",
      "role": "MODERATOR",
      "paragraph": "And our next question comes from Betsy Graseck with Morgan Stanley.\nCopyright © 2023 Citigroup Inc. 9",
      "word_count": "17",
      "page_number": "9",
      "sequence": "20",
      "confidence": "0.6",
      "topic_category": "qa_session"
    },
    {
      "bank": "Citigroup",
      "quarter": "Second",
      "speaker": "BETSY GRASECK",
      "role": "OTHER",
      "paragraph": "I just wanted to confirm on the CET1. You know you have the 100-basis point buffer on\ntop of regulatory minimums. So that would suggest that the 13.3% that you got this quarter is in-line with\nwhere you're planning on holding it going forward, is that fair?",
      "word_count": "47",
      "page_number": "10",
      "sequence": "21",
      "confidence": "0.6",
      "topic_category": "general_discussion"
    },
    {
      "bank": "Citigroup",
      "quarter": "Second",
      "speaker": "MARK MASON",
      "role": "OTHER",
      "paragraph": "So, you're right, we hit 13.3% this quarter, down a tad bit from the 13.4% last quarter.\nEffective October 1, the 4.3% SCB comes into play. And so that would equate to, assuming the 100-basis\npoint management buffer, a 12.3% regulatory requirement and a 13.3% kind of target that we would manage\nto.\nI'd highlight a couple of things that I'm sure are obvious to you, Betsy. One is this is the stress capital buffer\nfor the 12-month period starting October 1. And two is the strategy that we've described and talked about\nand have started to execute against is intentionally designed to help morph the business towards a more\nsteady, predictable, consistent stream of revenues, fee revenue growth as well bring our expenses down over\ntime, and exit these markets, and those things should contribute to reducing our stress capital buffer over\ntime and improving our returns. But the answer to your question very directly is, yes, the 13.3% would reflect\nwhere we'd be targeting as of October 1 for now.",
      "word_count": "172",
      "page_number": "10",
      "sequence": "22",
      "confidence": "0.6",
      "topic_category": "financial_results"
    },
    {
      "bank": "Citigroup",
      "quarter": "Second",
      "speaker": "BETSY GRASECK",
      "role": "OTHER",
      "paragraph": "And since you mentioned you're evaluating buybacks quarter-by-quarter. I guess the\nquestion here is, how should I think about that relative to, we get Basel endgame coming out soon because\nclearly, when youre at 13.3% against the new reg cap SCB, you know it signals a bigger opportunity for\nbuybacks over the coming quarters. So how should I think about that?",
      "word_count": "61",
      "page_number": "10",
      "sequence": "23",
      "confidence": "0.6",
      "topic_category": "qa_session"
    },
    {
      "bank": "Citigroup",
      "quarter": "Second",
      "speaker": "JANE FRASER",
      "role": "OTHER",
      "paragraph": "I think that consistent with what we've been talking about, there's a lot of uncertainty out\nthere about the new capital requirements, both in terms of the nature of them and the timing of\nimplementation. I think the industry is expecting to get more clarity about that with the comment period that\nwill be coming up.\nPlus, it's a fairly uncertain macroeconomic environment at the moment, so both Mark and I feel it's prudent\nto continue making that assessment until some of this uncertainty is clarified as to what precisely do.\nYou should take confidence that we're at the levels, including the management buffer that we expect to be\nfor the rest of the year. We've proven a good case of being able to build capital that's for sure over the last 2\nyears. And you take comfort as well we increased the dividend, we had $2 billion of capital returned last\nquarter, so our intentions are clear to return capital where we can, but also to be prudent in how we do so,\ngiven environment and current regulatory uncertainty.",
      "word_count": "180",
      "page_number": "10",
      "sequence": "24",
      "confidence": "0.6",
      "topic_category": "guidance"
    },
    {
      "bank": "Citigroup",
      "quarter": "Second",
      "speaker": "OPERATOR",
      "role": "MODERATOR",
      "paragraph": "Our next question comes from Mike Mayo with Wells Fargo.",
      "word_count": "10",
      "page_number": "10",
      "sequence": "25",
      "confidence": "0.6",
      "topic_category": "qa_session"
    },
    {
      "bank": "Citigroup",
      "quarter": "Second",
      "speaker": "MIKE MAYO",
      "role": "OTHER",
      "paragraph": "One negative question, one positive question. So, on the negative side, you talked about\nbending the cost curve, but I think second quarter year-over-year, it's bending the wrong way, and 6 quarters\nfrom now, you're saying it should bend the other way. So, what are we not seeing in the financials that gives\nyou such confidence? Because it seems, based on this quarter's results, a little bit more of a trust me story.\nAnd on the positive side, TTS, continued double-digit growth, you continue to invest more in that business,\nhow are you monetizing greater money in motion among your multinational and other clients?",
      "word_count": "104",
      "page_number": "10",
      "sequence": "26",
      "confidence": "0.6",
      "topic_category": "qa_session"
    },
    {
      "bank": "Citigroup",
      "quarter": "Second",
      "speaker": "JANE FRASER",
      "role": "OTHER",
      "paragraph": "Thanks Mike, I'll kick it off and then send it back to Mark. In terms of the expense side, I think\nwe've been very transparent about the arc of our investment spend related both to the transformation and\nbeyond. We'll continue to give you that transparency, Mike. Note last year, we hit our expense guidance. This\nyear, we're on track for the guidance of roughly the $54 billion, ex-FDIC and divestitures and looking forward,\nwe continue to guide what are the 3 levers that will drive the reduction in the expense curve starting at the\nend of '24. It's from exits and I think you've got a clear sense around the progress that we have been making\non the divestitures.\nCopyright © 2023 Citigroup Inc. 10",
      "word_count": "126",
      "page_number": "10",
      "sequence": "27",
      "confidence": "0.6",
      "topic_category": "opening_remarks"
    },
    {
      "bank": "Citigroup",
      "quarter": "Second",
      "speaker": "MARK MASON",
      "role": "OTHER",
      "paragraph": "n the expense side, and then you may want to touch on the TTS, but\nthe only add on the expense side is, we are taking repositioning charges, Mike. I mean we're not sitting still\nas we go through this uncertain period of time where wallets across certain parts of the industry are under\nsignificant pressure. And in taking those repositioning charges, there are going to be expense reductions that\nultimately play out over the next 12-month period. So that's the other factor in addition to what Jane\nmentioned in the way of exits and benefits from the transformation that will play into the cost base over the\nnext 12 months.",
      "word_count": "111",
      "page_number": "11",
      "sequence": "28",
      "confidence": "0.6",
      "topic_category": "general_discussion"
    },
    {
      "bank": "Citigroup",
      "quarter": "Second",
      "speaker": "JANE FRASER",
      "role": "OTHER",
      "paragraph": "And then on TTS, I think we all share your enthusiasm for this business in terms of the growth\npotential that we've been realizing and expect to continue, albeit converging now to the medium-term\nguidance over the next few quarters where we see it's a high to medium single-digit growth going forward.\nIt's a very high-returning business and some of the indicators of how we're monetizing those relationships.\nWe're seeing it both in terms of new client wins, they were up 41% this quarter. We have a sustained win-loss\nratio of 80% on the new deals across different client segments. We're also seeing growth that's starting to\nreally kick in from our commercial bank and the expansion of clients in the middle market around the world\nas we grow out that franchise.\nAnd we've got some very good fee-growth, which as Mark points out, and I point out all the time, we're very\nfocused around, so cross-border up 11% U.S. dollar clearing up 6%, commercial cards up 15%, etc.. And we\ncontinue to invest in the business as well, so to make sure that 80%-win ratio continues. So, first bank to\nlaunch 24/7, 365 dollar clearing, U.S. dollar clearing. We've got the instant payments platform we just\nlaunched for e-commerce clients. We have Payments Express that is now live in the U.S., on track for 5\nmarkets by the year-end. So, it's a story of innovation investment, it's got great returns. It's a\ngood growth story, and it just, it keeps on going.\nAnd I don't want to diminish Securities Services in there either. It's another business that's, similarly,\ncontinuing to see significant client wins, up 65% versus last year as well. And a lot of our strategy there has\nbeen focused on gaining share with the asset managers in North America. Couple of years ago, we're down\nat 2.6% share. We're up about 4.3%. Our target is about 5.5% there in 2025 in that key growth area. I know\nthere's a lot to like here too.",
      "word_count": "337",
      "page_number": "11",
      "sequence": "29",
      "confidence": "0.6",
      "topic_category": "guidance"
    },
    {
      "bank": "Citigroup",
      "quarter": "Second",
      "speaker": "OPERATOR",
      "role": "MODERATOR",
      "paragraph": "And our next question comes from Erika Najarian with UBS.",
      "word_count": "10",
      "page_number": "11",
      "sequence": "30",
      "confidence": "0.6",
      "topic_category": "qa_session"
    },
    {
      "bank": "Citigroup",
      "quarter": "Second",
      "speaker": "ERIKA NAJARIAN",
      "role": "OTHER",
      "paragraph": "So, I apologize having to ask the expense question again, but I think it's just very\nimportant because there's really two potential long-only investment thesis on Citi, right? One is the buyback\ngiven your tangible book values at $85 and the and the stock at $46 other is the spending the curve on\nexpenses. So let me just ask Jim's question another way. In looking back to 2017, and I'm just looking at 2017\nbecause I can break out legacy and core that way. And fast forward to 2022, you produced revenues ex\nLegacy Franchises about $61 billion in 2017 and about $67 billion in 2022. The associated expenses, again,\nwithout Legacy Franchises was about $34.5 billion in billion in 2017 versus $43.5 billion 2022, so you're\nsurpassing the revenue uplift during that period by $3 billion.\nI guess the question is, you have so much certainty about the timing of this expense and I'm wondering how\nmuch of this $9 billion can go away? We understand that there's a lot of opportunity for reinvestment in the\nCopyright © 2023 Citigroup Inc. 11",
      "word_count": "183",
      "page_number": "11",
      "sequence": "31",
      "confidence": "0.6",
      "topic_category": "financial_results"
    },
    {
      "bank": "Citigroup",
      "quarter": "Second",
      "speaker": "MARK MASON",
      "role": "OTHER",
      "paragraph": "Yes, sure. Look, no need to apologize for asking the question again, it's an important topic.\nI'd say a couple of things. So, one is that we can certainly look back in time, but I would highlight that we're\nhere because we needed to have invested more in our franchise. And so undoubtedly, there's going to be an\nincrease in our expense base that reflects the underinvestment from the past and in shoring up safety and\nsoundness and actually moving towards a more automated operational, more modernized operations and\ninfrastructure. So, there's certainly going to be that.\nWith that said, with those investments come efficiencies. So, with the move from manual to automation over\ntime, those types of investments will yield benefits in our cost structure. And that's part of what is going to\nbend the curve over that medium-term period. The other thing that I'd highlight is, obviously, with the Legacy\nFranchises, there's $7 billion of expense associated with those, and that will come down. But because of the\nMexico transaction, we're going to be stuck with that a little bit longer given the IPO process. It doesn't put a\nbig dent in our ability to bring stranded costs down and by the way, it does come with top line revenues and\nhistorically has been accretive to our profitability and returns.\nAnd so, I'm not going to give you kind of new guidance on where our expenses will end up. But what I will\npoint you to is not only the $54 billion this year, roughly $54 billion this year, not only the bending of the\ncurve in the third and fourth quarter or the third to the fourth quarter next year. But we've given guidance on\ntop line growth, revenue of 5% call it CAGR through that medium-term period, and we've given you kind of\noperating efficiency targets that we've said as well, and we intend to deliver on those things that reflect the\nbending of that curve through all of those drivers that we've mentioned.\nSo, I hope that helps, Erika. I appreciate the focus on both capital and expenses. We are equally focused on\nit and know just how important it is to achieving those targets. We're not only kind of doing the things that\nwe've highlighted in that strategy articulation, but we're also being responsive to the current environment\nthat we're in. We think that aids in our ability to deliver the targets and the bending of the curve, and we know\nthere's an additional opportunity that Jane has referenced to the simplification of the organization as we\nmake -- what I would argue is considerable progress on the exits towards the end of this year. And all of\nthose things will be important to ensuring we get to that lower cost base, which we will do.",
      "word_count": "472",
      "page_number": "12",
      "sequence": "32",
      "confidence": "0.6",
      "topic_category": "financial_results"
    },
    {
      "bank": "Citigroup",
      "quarter": "Second",
      "speaker": "JANE FRASER",
      "role": "OTHER",
      "paragraph": "And it's a laser micro focus from us to make sure that we have the plans in place and the\nexecution to be able to achieve it. This is something we're extremely hands-on around and making sure that,\ngoing to get done on each of the different drivers that Mark talked about.",
      "word_count": "52",
      "page_number": "12",
      "sequence": "33",
      "confidence": "0.6",
      "topic_category": "general_discussion"
    },
    {
      "bank": "Citigroup",
      "quarter": "Second",
      "speaker": "ERIKA NAJARIAN",
      "role": "OTHER",
      "paragraph": "And just a follow-up on that. I guess, you guys have been you guys have been pretty clear\non the timing, and pretty clear on why the curve will bend. I guess I'm wondering, is it just a timing issue that\nyou're not giving us the sort of the dollar numbers that could go away from the transformation? Is it just a\ntiming issue? Or are you still at a point where you don't know how much of that you would need to reinvest\nto arrive at that 5% revenue CAGR?",
      "word_count": "91",
      "page_number": "12",
      "sequence": "34",
      "confidence": "0.6",
      "topic_category": "financial_results"
    },
    {
      "bank": "Citigroup",
      "quarter": "Second",
      "speaker": "MARK MASON",
      "role": "OTHER",
      "paragraph": "Sorry, your question was around expenses or the revenue?",
      "word_count": "9",
      "page_number": "12",
      "sequence": "35",
      "confidence": "0.6",
      "topic_category": "financial_results"
    },
    {
      "bank": "Citigroup",
      "quarter": "Second",
      "speaker": "ERIKA NAJARIAN",
      "role": "OTHER",
      "paragraph": "Expenses. So, we get loud and clear why the curve will bend. We get loud and clear when\nthe curve will bend, right? And there's clearly just expenses there that are catch-up expenses that are\ntransformational expenses to everything that Jane talked about. And that message has been loud and clear.\nAnd I'm wondering if you haven't told us what could come out of those expenses because it's just a timing\nissue, it's July 14th versus 4Q'24? Or have you not yet made decisions in terms of how you may allocate those\nexpenses in terms of do you need some of those expenses that could come out to grow your revenue base to\nCopyright © 2023 Citigroup Inc. 12",
      "word_count": "119",
      "page_number": "12",
      "sequence": "36",
      "confidence": "0.6",
      "topic_category": "financial_results"
    },
    {
      "bank": "Citigroup",
      "quarter": "Second",
      "speaker": "MARK MASON",
      "role": "OTHER",
      "paragraph": "Yes. So, I'd say a couple of things. So, one, Erika, is obviously, with that revenue CAGR will\nbe volume-related expenses that play out. But we're also focused, obviously, on the non-volume-related\nexpenses and not giving you a precise number because the magnitude of that bend, right, is a factor, right?\nSo obviously, Mexico, for example, as I mentioned earlier, impacts the magnitude of the bend, right? And\nwe're going to, and have, in fact, when you look at our expense base even for the quarter, we've spent money\nin Mexico to drive that top line 22% revenue growth, 10% ex-FX.\nAnd so, there are going to be nuances in the running of the business in a way that ensures we're maximizing\nshareholder value that impacts the magnitude of the bending of that that expense curve. Investments that\nI got to continue to make in in TTS order to maintain that #1 position and that that competitive advantage\nwe have. And so those things will impact that magnitude of the bend. We've been, I think, very transparent\nas we get into each year, giving you concrete numbers. What I'm telling you is the curve will bend. And as we\nget closer to 2024, we'll give you more direction on the magnitude for that year and beyond.",
      "word_count": "216",
      "page_number": "13",
      "sequence": "37",
      "confidence": "0.6",
      "topic_category": "financial_results"
    },
    {
      "bank": "Citigroup",
      "quarter": "Second",
      "speaker": "OPERATOR",
      "role": "MODERATOR",
      "paragraph": "Our next question comes from Steven Chubak with Wolfe Research.",
      "word_count": "10",
      "page_number": "13",
      "sequence": "38",
      "confidence": "0.6",
      "topic_category": "qa_session"
    },
    {
      "bank": "Citigroup",
      "quarter": "Second",
      "speaker": "STEVEN CHUBAK",
      "role": "OTHER",
      "paragraph": "Wanted to ask a question on capital. Just given the recent increase in your SCB, I was\nhoping to better understand why the 11.5% to 12% remains the appropriate long-term objective in your\nmind? And as we prepare for Basel III endgame, think through the capital benefit from future asset sales, can\nyou speak to whether that will translate into operational risk capital relief specifically as it's less clear\nwhether those benefits will accrete even as those asset sales are consummated?",
      "word_count": "81",
      "page_number": "13",
      "sequence": "39",
      "confidence": "0.6",
      "topic_category": "qa_session"
    },
    {
      "bank": "Citigroup",
      "quarter": "Second",
      "speaker": "JANE FRASER",
      "role": "OTHER",
      "paragraph": "I'll kick it off, Mark, and then pass it to you. So we're confident we're going to meet 11% to 12%\nRoTCE target over the medium term. The core drivers of how we get there remains unchanged.\nOne, it's the revenues that we expect to grow by 4% to 5% CAGR as we continue to execute on the strategy.\nOn expenses, it's the clear path to bend the curve by the end 2024, bringing those expenses down over the\nmedium term. And third and importantly, it's continuing to optimize our balance sheet, including improving\nRWA and capital efficiency. And as we referenced earlier in the prepared remarks, different drivers in that,\nthat are helpful, exiting 14 international consumer markets, changing our business mix. And I'd also note that\nthe transformation has benefits not only for our efficiency, but it will also support RWA and capital\noptimization.\nThat said, there's uncertainty around the future capital requirements in the industry and importantly, the\ntiming of their implementation. We like everyone again to have to work through those implications once we\nknow what they are. But as we said, keep in mind, we've got some other levers to pull over time, capital\nallocation, DTA allocation and utilization, our G-SIB score and our management buffer of 100 basis points.\nSo that's where you hear the confidence from us around the path to executing and that remaining consistent.\nBut Mark, why don't I hand over to you just around consumer market sales and operational RWA relief.",
      "word_count": "251",
      "page_number": "13",
      "sequence": "40",
      "confidence": "0.6",
      "topic_category": "financial_results"
    },
    {
      "bank": "Citigroup",
      "quarter": "Second",
      "speaker": "MARK MASON",
      "role": "OTHER",
      "paragraph": "Sure. And again, I think that if you look at the transactions that we've closed to date, they've\ngenerated or freed up about $4.6 billion of capital the two that remain to be closed and the balance of year\nwill generate another $1.2 billion or so. That will be important to our capital base. I think that we obviously\nhave to see the proposal as it comes out and the NPR. And we'll have a window to respond to that. We're\nhopeful that the regulators hear our response and views on it as it comes out. There's clearly going to be\nreference to increases in RWA and operational risk implications potentially as part of that. I do think that\nexiting, without having seen the proposal, and without obviously knowing how those rules might evolve. I do\nbelieve that the exiting of these 14 markets does play towards not only reducing our SCB in stress scenarios\nor as it comes out of stress analysis and tests, but also should play through helping to reduce risk-weighted\nassets and potentially operational risk as well. But we have to see what the proposal looks like and go\nCopyright © 2023 Citigroup Inc. 13",
      "word_count": "199",
      "page_number": "13",
      "sequence": "41",
      "confidence": "0.6",
      "topic_category": "risk_discussion"
    },
    {
      "bank": "Citigroup",
      "quarter": "Second",
      "speaker": "JANE FRASER",
      "role": "OTHER",
      "paragraph": "And I feel compelled to jump in here as well because as the spring and the recent test results\nshowed the large U.S. banks are not only in a strong capital position, but we've been able to play an important\nstabilizing role for the system as a whole. It's a role that we take very seriously. And we certainly hope that as\nthe details of the capital frameworks get unveiled, this is fully taken into consideration, including the impact\non U.S. competitiveness, and we need a level playing field with Europe, not a gold-plated one, and we share\nthe concern that higher capital levels will undoubtedly increase the cost of capital for medium- and smaller-\nsized enterprises and consumers in particular and will drive more activity to non-regulated and lesser\ncapitalized players that isn't in the system's interest. And we hope that that's fully taken into consideration\nhere because we will take actions on businesses, and we will take pricing actions as will the entire industry.",
      "word_count": "166",
      "page_number": "14",
      "sequence": "42",
      "confidence": "0.6",
      "topic_category": "risk_discussion"
    },
    {
      "bank": "Citigroup",
      "quarter": "Second",
      "speaker": "STEVEN CHUBAK",
      "role": "OTHER",
      "paragraph": "Thanks for that perspective, Jane, very well said. Just one quick follow-up for me. PBWM\nfee income trends, given the lower partner payments, I mean clearly the Wealth fee trends would suggest\nthat they were quite subdued in the quarter. And I just wanted to understand your outlook over the near\nmedium term what drove some of the weakness this quarter? Is it something that you expect will likely\npersist, especially given some of the market tailwinds that we've been seeing, would have expected to see a\nlittle bit more resiliency in Wealth fee income in particular.",
      "word_count": "97",
      "page_number": "14",
      "sequence": "43",
      "confidence": "0.6",
      "topic_category": "opening_remarks"
    },
    {
      "bank": "Citigroup",
      "quarter": "Second",
      "speaker": "MARK MASON",
      "role": "OTHER",
      "paragraph": "Yes. Look, I think as we mentioned, Wealth was down about 5%. It's really hard to talk the\nrebound in Wealth in the midst of such an uncertain environment and the one that we're in, it's hard to\ndisconnect those macro factors like rates, inflation, the prospect of a recession from what we're seeing in\nWealth. And I think there are two dynamics that have played out. One has been the shift from our customers,\nfrom customers more broadly into higher-yielding products from out of deposits. And the other has been the\nfee revenue from an investment management fee point of view, and as you might think about it, it is a higher\nrate environment. There are opportunities for clients to earn more. And not until there's greater certainty in\nthe broader macro factors will I think we start to see some real momentum tick up there.\nNow with that said, and a couple of things worth reiterating, which is we're seeing very strong referral\nmomentum from the Retail Banking business up through wealth continuum, if you will. So, we've had about\n25,000 referrals May year-to-date from our retail branches into our broader Wealth business, that's a good\nthing. We've seen the number of clients that we've onboarded tick up pretty meaningfully, both in the Private\nBank and more broadly across Wealth. That's a good thing. Those are things that that position us well for\nwhen greater certainty does play out and these clients start to put monies back to work in the broader\ninvestment platform and offering that we have.",
      "word_count": "261",
      "page_number": "14",
      "sequence": "44",
      "confidence": "0.6",
      "topic_category": "financial_results"
    },
    {
      "bank": "Citigroup",
      "quarter": "Second",
      "speaker": "OPERATOR",
      "role": "MODERATOR",
      "paragraph": "And our next question comes from Ebrahim Poonawala with Bank of America.",
      "word_count": "12",
      "page_number": "14",
      "sequence": "45",
      "confidence": "0.6",
      "topic_category": "qa_session"
    },
    {
      "bank": "Citigroup",
      "quarter": "Second",
      "speaker": "EBRAHIM POONAWALA",
      "role": "OTHER",
      "paragraph": "Just one quick question, Mark, for you. On the consumer cards book, you gave\nsome metrics. One, remind us of what you reserved for in terms of unemployment rate, macro, and if we do\nsee a worsening in the markets, does that necessarily mean that we'll see big ratcheting up of credit reserves\nfrom where you already are? Just some color around that would be helpful.",
      "word_count": "66",
      "page_number": "14",
      "sequence": "46",
      "confidence": "0.6",
      "topic_category": "qa_session"
    },
    {
      "bank": "Citigroup",
      "quarter": "Second",
      "speaker": "MARK MASON",
      "role": "OTHER",
      "paragraph": "Sorry, just the last part of your question, I'm sorry, if we do see what?",
      "word_count": "15",
      "page_number": "14",
      "sequence": "47",
      "confidence": "0.6",
      "topic_category": "qa_session"
    },
    {
      "bank": "Citigroup",
      "quarter": "Second",
      "speaker": "EBRAHIM POONAWALA",
      "role": "OTHER",
      "paragraph": "Yes. So, one, like where are you in terms of your unemployment rate assumption?\nAnd if the unemployment outlook worsens, let's say, over the next 6 to 12 months, does that mean that you\nCopyright © 2023 Citigroup Inc. 14",
      "word_count": "40",
      "page_number": "14",
      "sequence": "48",
      "confidence": "0.6",
      "topic_category": "guidance"
    },
    {
      "bank": "Citigroup",
      "quarter": "Second",
      "speaker": "MARK MASON",
      "role": "OTHER",
      "paragraph": "Got it. Thank you. Look, our current reserves, as you know, as we think about CECL, we've\ngot 3 different scenarios, we've got a base case in upside, a downside. Our current reserves are based on the\nmix of those 3 macroeconomic scenarios. It reflects about a 5.1% unemployment rate on a weighted basis\nover the 8 quarters, and it's roughly flat to what it was last quarter. What that means is, obviously, our\ndownside scenario has unemployment that's much higher than that, closer to 7% or call it 6.8% or so. But\nthat's kind of how we've thought about unemployment.\nAs we think about the reserves each quarter, obviously, we take a look at the macroeconomic factors and\nhow they're evolving. Our base case today assumes a mild recession and reserves in the future will consider\nhow are weighting towards downside, upside and baseline may morph subject to our outlook and volumes.\nThose are the 2 factors that influence whether we're increasing reserves or not.\nI would point out though that in addition to unemployment and because has been as stubborn as it has been,\nif you will, we also look at debt service coverage ratio as an important factor as we think about our\nconsumers, as we think about their balance sheet, as we think about the risk that they may or may not be\nfacing. So unemployment is an important factor, but we've flexed our thinking in light of the environment\nand in light of how behaviors have been shifting, and that's an important factor in how we think about our\nreserves as well. I feel very good about the level of our reserves. You heard us mention earlier, we've got $20\nbillion of reserves, we're well reserved across the portfolio, but those are all important elements to it.",
      "word_count": "302",
      "page_number": "15",
      "sequence": "49",
      "confidence": "0.6",
      "topic_category": "opening_remarks"
    },
    {
      "bank": "Citigroup",
      "quarter": "Second",
      "speaker": "EBRAHIM POONAWALA",
      "role": "OTHER",
      "paragraph": "That's helpful. And just one very simplistic question. When you talk to some of your\nlargest shareholders, those who are optimistic think you can hit your RoTCE target medium term by 2025. Is\nthat a realistic expectation given I appreciate Basel changes, you answered like 10 questions on expenses.\nBut should we expect the groundwork through '24 that we hit that medium-term target in w25 or just your\ndegree of confidence.",
      "word_count": "71",
      "page_number": "15",
      "sequence": "50",
      "confidence": "0.6",
      "topic_category": "guidance"
    },
    {
      "bank": "Citigroup",
      "quarter": "Second",
      "speaker": "MARK MASON",
      "role": "OTHER",
      "paragraph": "Yes. Again, the thing I'd point out and Jane, feel free to chime in here, is that what we talked\nabout was getting to our medium-term returns, 11% to 12% and the medium term is 25 to 26, right? So it's\nnot just 25, just to be clear. And we do continue to feel very confident around our ability to do that. You heard\nus mention the levers that we think will contribute to that. Obviously, capital is important and how that\nevolves, and we continue to kind of work to optimize the balance sheet while serving our clients effectively\nand importantly, growing the strong businesses that we have that are high returning as well.",
      "word_count": "115",
      "page_number": "15",
      "sequence": "51",
      "confidence": "0.6",
      "topic_category": "general_discussion"
    },
    {
      "bank": "Citigroup",
      "quarter": "Second",
      "speaker": "OPERATOR",
      "role": "MODERATOR",
      "paragraph": "And our next question comes from Matt O'Connor from Deutsche Bank.\nYou have mentioned continued normalization of credit card in the back half of the year.\nAnd just wondering, you've got the normalized loss rates on Slide 22. Are you still thinking you'll hit those, I\nthink, exiting this year or early next year. And then I think at one point, you said they might go a little bit above\nthat before they kind of come back to a normal level? And is that still the case?",
      "word_count": "87",
      "page_number": "15",
      "sequence": "52",
      "confidence": "0.6",
      "topic_category": "qa_session"
    },
    {
      "bank": "Citigroup",
      "quarter": "Second",
      "speaker": "MARK MASON",
      "role": "OTHER",
      "paragraph": "Thanks for the question. The answer is yes. We still expect for both portfolios to hit those\nnormal levels sometime at the end of the year, the normal level, as you pointed out, on the page for both\nBranded as well as for Retail Services. We would expect, again, subject to how and when this mild recession\nkind of plays out, we would expect that they would tick higher than that before getting back inside of that\nrange.\nBut again, all of this is tied into how we've calculated our reserves, the delinquencies that we're seeing, the\nmix of the portfolio, which again skews towards your higher FICO scores and the customer behaviors that\nwe're seeing, which play through not only that cost of credit line, but also plays through the growth that we\nreferenced earlier in the top line. But short answer is yes, that's still our thinking.\nCopyright © 2023 Citigroup Inc. 15",
      "word_count": "155",
      "page_number": "15",
      "sequence": "53",
      "confidence": "0.6",
      "topic_category": "opening_remarks"
    },
    {
      "bank": "Citigroup",
      "quarter": "Second",
      "speaker": "JANE FRASER",
      "role": "OTHER",
      "paragraph": "And as Mark said, I think we feel good about our positioning as a prime, but also a strong\ncredit proposition that we have. We're seeing stronger demand for the credit-led products such as value\ncards, bulk on installment loans as well the service-led engagement for the more prime customers. And so\nthat's also going to be a valuable factor driving growth and profitability as well.\nAnd then the follow-up, and this is not really Citi-specific, but for the card industry, a lot\nof the banks that are in card. Everyone is talking about kind of getting to normalized levels, just call it in the\nnear term here next couple of quarters. And I guess, just thoughts on getting this normalized level of losses\nwhen unemployment is all-time low, wages are growing. Obviously, there's inflationary pressures, but it's\njust a little surprising, again, not to Citi-specific, but it's a little surprising that we're getting to this normalized\nstate when things seem like they're pretty good.",
      "word_count": "165",
      "page_number": "16",
      "sequence": "54",
      "confidence": "0.6",
      "topic_category": "financial_results"
    },
    {
      "bank": "Citigroup",
      "quarter": "Second",
      "speaker": "JANE FRASER",
      "role": "OTHER",
      "paragraph": "Yes, I think well, also normalized state back in 2019 was also pretty good. So, you're not\nhearing any alarm bells ringing from Mark or myself at all here on the U.S. consumer, I think we see the U.S.\nconsumer as resilient, we've talked about them being cautious but they're not recessionary. And we are\nseeing more pressure on the lower FICOs. We don't have a large number of that in our portfolio, but that is\nwhere we're seeing more of the normalization happening on the payment rates, for example, and other\nbehaviors in there. So, it's quite localized, but I don't think we should be overly concerned here about the\nhealth of the U.S. consumer.\nAnd as Mark said, we're in a very unusual environment. Higher inflation, these rate levels and a strong labor\nmarket. And under those conditions, it's the debt service ratio, as he said, that is, we think, is a more useful\nleading indicator that we keep a close eye on.",
      "word_count": "165",
      "page_number": "16",
      "sequence": "55",
      "confidence": "0.6",
      "topic_category": "risk_discussion"
    },
    {
      "bank": "Citigroup",
      "quarter": "Second",
      "speaker": "MARK MASON",
      "role": "OTHER",
      "paragraph": "Just remember, it's a return to normal.",
      "word_count": "7",
      "page_number": "16",
      "sequence": "56",
      "confidence": "0.6",
      "topic_category": "general_discussion"
    },
    {
      "bank": "Citigroup",
      "quarter": "Second",
      "speaker": "OPERATOR",
      "role": "MODERATOR",
      "paragraph": "And our next question comes from Gerard Cassidy with RBC.",
      "word_count": "10",
      "page_number": "16",
      "sequence": "57",
      "confidence": "0.6",
      "topic_category": "qa_session"
    },
    {
      "bank": "Citigroup",
      "quarter": "Second",
      "speaker": "GERARD CASSIDY",
      "role": "OTHER",
      "paragraph": "Mark, can you share with us, in your financial supplement, obviously, you give us good\ndetails on your credit picture and we're talking about credit right now. The nonaccrual loans have been flat\nas a pancake for the last 12 months for you folks and the industry as well. And this is in light of the Fed funds\nrates, as we all know, have been up over 500 basis points. Can you guys share with us why we haven't seen\nmore, this is mostly corporate of course, but everybody has been hanging in there very well in view of the fact\nthat rates have gone up so much. What are your customers telling you or are you seeing that has enabled\nthem to remain very healthy in light of a 500-basis point increase in interest rates?",
      "word_count": "136",
      "page_number": "16",
      "sequence": "58",
      "confidence": "0.6",
      "topic_category": "general_discussion"
    },
    {
      "bank": "Citigroup",
      "quarter": "Second",
      "speaker": "MARK MASON",
      "role": "OTHER",
      "paragraph": "I think I'd point to a couple of things, Gerard. One is, remember, we focus on the large\nmultinational, largely investment-grade quality names. And so that's one important factor when you think\nabout our ICG and corporate exposure there. The second thing I'd point out is we have to remember that\nmany of these companies had and still have very strong balance sheets and that they've managed that\nthrough the COVID and pandemic situation and that has positioned them well.\nI think the third thing is that and you've heard us mention how we're proactively managing the prospect of a\nrecession. And I think when I talk to other CFOs, I know that when Jane talks to other CEOs, they too are\nlooking at their expense line. They too are looking at the efficiency of their organizations and opportunity to\nincrease that efficiency in light of a potential slowdown or recessionary environment. And then the final point\nis, I think a lot of firms have been that were proactive in the low-rate environment, in shoring up that balance\nsheet strength.\nNow with that said, you've heard us also mention the prospect of a rebound in capital market activities, and\nthat has to happen at some point. But sticking to your point around credit, I really think it's those factors that\nyou see play through in not only our very low NAL, but also our very low credit losses, credit cost that you've\nCopyright © 2023 Citigroup Inc. 16",
      "word_count": "248",
      "page_number": "16",
      "sequence": "59",
      "confidence": "0.6",
      "topic_category": "general_discussion"
    },
    {
      "bank": "Citigroup",
      "quarter": "Second",
      "speaker": "GERARD CASSIDY",
      "role": "OTHER",
      "paragraph": "And then as a follow-up, when you think about what we've seen with the Fed's tightening\nover the last 12 months, banks like your own have positioned the balance sheet accordingly and I know the\nBank Analysts Association of Boston, Michael [Verdeschi] did a good job explaining how you guys manage\nthe balance sheet. And when you look at it going forward, do you think changes are coming because the Fed\nif they end in Fed funds rate increase as we get to a terminal rate, how are you guys positioned the balance\nsheet, do you think going forward?",
      "word_count": "99",
      "page_number": "17",
      "sequence": "60",
      "confidence": "0.6",
      "topic_category": "general_discussion"
    },
    {
      "bank": "Citigroup",
      "quarter": "Second",
      "speaker": "MARK MASON",
      "role": "OTHER",
      "paragraph": "Look, we're constantly actively managing the balance sheet in light of not only our client\nneeds, but also how we see the broader macro environment evolving and changing. And as you know, and I\nknow you've seen and we've talked about before, we share in our Qs, our view on our estimate for interest\nrate exposure and what happens with 100 basis points swing in rates in one direction or another across the\ncurve across currencies. You've seen that shift over the last number of quarters to last quarter where that\nestimate for IRE was about $1.7 billion or so, but heavily skewed towards non-U.S. dollar rates and\ncurrencies.\nAnd I think as we think about the view on how rates will evolve, you'll see a continued shift there. I think that\nthat when we look to print this quarter, number will probably come down a bit in terms of interest rate\nexposure and skew even more towards non-U.S. dollar currencies in light of where rates are in those markets\nand the U.S. dollar will likely be somewhat neutral in light of that curve currently looks like. But again,\nsomething we actively manage, first with an eye towards what client demand and needs are likely to be for\nuse of our liquidity but also with a view for how the macro environment might evolve and what we're hearing\nfrom central banks around the world.",
      "word_count": "234",
      "page_number": "17",
      "sequence": "61",
      "confidence": "0.6",
      "topic_category": "general_discussion"
    },
    {
      "bank": "Citigroup",
      "quarter": "Second",
      "speaker": "OPERATOR",
      "role": "MODERATOR",
      "paragraph": "And our next question comes from Mike Mayo with Wells Fargo.",
      "word_count": "11",
      "page_number": "17",
      "sequence": "62",
      "confidence": "0.6",
      "topic_category": "qa_session"
    },
    {
      "bank": "Citigroup",
      "quarter": "Second",
      "speaker": "MIKE MAYO",
      "role": "OTHER",
      "paragraph": "I meant to follow up earlier on the bending of the cost curve, but if you were to put different\ninitiatives in terms of how far along you are maybe like your exits might be in the eighth inning, and your\ntransformation might be in the sixth inning, and your remediation in the fifth inning, the simplification in the\nfirst inning or second inning. Are those numbers correct? How would you put those numbers? And in terms\nof bending the cost curve, where are you further along and where are you just getting started?",
      "word_count": "94",
      "page_number": "17",
      "sequence": "63",
      "confidence": "0.6",
      "topic_category": "general_discussion"
    },
    {
      "bank": "Citigroup",
      "quarter": "Second",
      "speaker": "MARK MASON",
      "role": "OTHER",
      "paragraph": "Well, Mike, you know I love you, but I'm not going to play that game. What I will say is that\nwe clearly have work that we're doing as it relates to the exits, but making very good progress on that, not\njust on the closing of the exits but also on putting a dent in the stranded costs associated with those exits\nthat we have closed.\nAnd so, as Jane mentioned in her prepared remarks, by the time we get to end of the year, ex-Mexico, we\nwould have made a considerable amount of progress on there, and that creates an opportunity to do more\naround the simplification of the organization and so that simplification is obviously in an earlier inning, call\nit, the exits in a later inning.\nI think that the transformation spend investments and those things, look we are squarely into execution, as\nyou've heard us mention before. And as I've mentioned, the expense base around that is going to continue to\nmorph from spend that we've made around third-party consultants and that helped in the crafting of the\nplan towards technology, towards people that are critically involved in the execution of it and then a\ndownward trajectory towards the benefits we get from that technology and reduced operational expense.\nAnd so, it's a multi-year journey, we've talked about that. We've got a number of years to continue to execute\nagainst it. But what's important is we know what we have to do, both in how we're investing that money and\nas it relates to being disciplined about our cost structure and bending the curve. And again, that's what we're\ngoing to do.\nCopyright © 2023 Citigroup Inc. 17",
      "word_count": "283",
      "page_number": "17",
      "sequence": "64",
      "confidence": "0.6",
      "topic_category": "general_discussion"
    },
    {
      "bank": "Citigroup",
      "quarter": "Second",
      "speaker": "MIKE MAYO",
      "role": "OTHER",
      "paragraph": "And one more attempt, can you remind us how many people are working on the transformation\nremediation and how much that's costing you?",
      "word_count": "23",
      "page_number": "18",
      "sequence": "65",
      "confidence": "0.6",
      "topic_category": "general_discussion"
    },
    {
      "bank": "Citigroup",
      "quarter": "Second",
      "speaker": "MARK MASON",
      "role": "OTHER",
      "paragraph": "Yes think the number I shared was somewhere around 13,000 people or\nso that are broadly working on the efforts here. We haven't gotten into specific costs; you know it's in the\ntotal number. But what I would say again is that we're clear on what we've got to deliver and execute against\nand we're managing that cost very tightly. We're constantly looking at opportunities to deliver on those\ntransformation deliverables, more efficiently, leveraging technology, leveraging AI in some instances. And so\nwe're not just taking those execution plans as they were crafted and delivering against them. But we're\nlooking for efficiencies and even the execution plans as they're constructed today. And that's important for\nus to keep doing.",
      "word_count": "119",
      "page_number": "18",
      "sequence": "66",
      "confidence": "0.6",
      "topic_category": "general_discussion"
    },
    {
      "bank": "Citigroup",
      "quarter": "Second",
      "speaker": "OPERATOR",
      "role": "MODERATOR",
      "paragraph": "And our next question comes from Ken Usdin with Jefferies.",
      "word_count": "10",
      "page_number": "18",
      "sequence": "67",
      "confidence": "0.6",
      "topic_category": "qa_session"
    },
    {
      "bank": "Citigroup",
      "quarter": "Second",
      "speaker": "KEN USDIN",
      "role": "OTHER",
      "paragraph": "I know this is going long here. Just a quick one, just, Mark, just wanted to get your sense on the\nsentiment around client activity in both the Markets group and what the pipelines are looking like in\nInvestment Banking and the feel for that? Thanks.",
      "word_count": "46",
      "page_number": "18",
      "sequence": "68",
      "confidence": "0.6",
      "topic_category": "opening_remarks"
    },
    {
      "bank": "Citigroup",
      "quarter": "Second",
      "speaker": "JANE FRASER",
      "role": "OTHER",
      "paragraph": "Look, I'll jump in here. Corporates are pretty cautious. They've got another Fed hike in the\noffing, tensions in China and the West, OPEC and all, and a general sense of more limited growth. But I think\nclients have been trying to understand and get their arms around both the macro and the market outlook for\na while. I think they now seem to accept the current environment is new normal and are beginning to position\nthemselves globally.\nSo globally, we're seeing less anxiety around funding as most large corps are biting the bullet and paying\nhigher rates to take advantage of issuance windows, balance sheet is getting reinforced, we certainly don't\nsee a large cap credit prices on the horizon. And on the IB side, it remains, the pipeline is robust. There's a lot\nof pent-up demand for M&A but it's hard to predict when that pipeline will unlock. ECM had tangible\nmomentum over Q1, and we're also seeing sponsor lev fin showing signs of improvement, but both of those\nare from a very, very low base.\nAnd on the investor side, most of the investors stayed on the sidelines in Q2. The debt ceiling was a bigger\ntopic than economic news was, and then it was a very low vol environment. We saw a bit of a pickup at the\nbeginning with the light bump in volatility in the last few days, but I wouldn't call that a trend yet.",
      "word_count": "242",
      "page_number": "18",
      "sequence": "69",
      "confidence": "0.6",
      "topic_category": "guidance"
    },
    {
      "bank": "Citigroup",
      "quarter": "Second",
      "speaker": "OPERATOR",
      "role": "MODERATOR",
      "paragraph": "And our next question comes from Charles Peabody with Portales.",
      "word_count": "10",
      "page_number": "18",
      "sequence": "70",
      "confidence": "0.6",
      "topic_category": "qa_session"
    },
    {
      "bank": "Citigroup",
      "quarter": "Second",
      "speaker": "CHARLES PEABODY",
      "role": "OTHER",
      "paragraph": "A question about your Markets related net interest income. And before I ask the\nquestion, I do appreciate that you run those businesses on a holistic basis and that NII is probably more of a\nresidual outcome. But a couple of questions related to Markets-related NII. First is, you had a pretty nice\njump up in the second quarter versus the first quarter. And I just wanted to understand, is that largely related\nto seasonal dividend issues?\nAnd then secondly, you have a positive NII outcome, where a lot of your money center in brethren will have a\nnegative NII outcome for Markets and I was just wondering what the difference is? Is it the outsized FICC\nbusiness relative to Equities? Or is it the international? Or is it how you hedge? What's the difference on that?\nSo those are the 2 questions.",
      "word_count": "143",
      "page_number": "18",
      "sequence": "71",
      "confidence": "0.6",
      "topic_category": "financial_results"
    },
    {
      "bank": "Citigroup",
      "quarter": "Second",
      "speaker": "MARK MASON",
      "role": "OTHER",
      "paragraph": "Thanks for the question, and thanks for the acknowledgment that we do manage our\nMarkets revenues in total, so I appreciate that. What I would say in terms of the Markets NII is, you've\ncaptured it right, which is the dynamic that's playing out between first quarter and second quarter is, in fact,\ndividend season. And again, given the globality of our franchise, the dividend is not just a dividend in any one\nCopyright © 2023 Citigroup Inc. 18",
      "word_count": "79",
      "page_number": "18",
      "sequence": "72",
      "confidence": "0.6",
      "topic_category": "opening_remarks"
    },
    {
      "bank": "Citigroup",
      "quarter": "Second",
      "speaker": "CHARLES PEABODY",
      "role": "OTHER",
      "paragraph": "Okay. And just as a follow-up, is there any sort of directional guidance you can give on\nMarkets related to NII? I mean does it mean to the extent second quarter was bolstered by dividend, it comes\ndown in the third quarter, but then does it go back up in the fourth quarter? So would the second half be kind\nof equivalent to the first half?",
      "word_count": "66",
      "page_number": "19",
      "sequence": "73",
      "confidence": "0.6",
      "topic_category": "guidance"
    },
    {
      "bank": "Citigroup",
      "quarter": "Second",
      "speaker": "MARK MASON",
      "role": "OTHER",
      "paragraph": "Charles, I really appreciate the attempt there. But I'm not going to give any further guidance\non the breakout of the NII, I will reiterate the ex-Markets NII increase, by the way, to plus $46 billion but\nthanks for question. I appreciate that.",
      "word_count": "43",
      "page_number": "19",
      "sequence": "74",
      "confidence": "0.6",
      "topic_category": "opening_remarks"
    },
    {
      "bank": "Citigroup",
      "quarter": "Second",
      "speaker": "OPERATOR",
      "role": "MODERATOR",
      "paragraph": "And our next question comes from Vivek Juneja with JP Morgan.",
      "word_count": "11",
      "page_number": "19",
      "sequence": "75",
      "confidence": "0.6",
      "topic_category": "qa_session"
    },
    {
      "bank": "Citigroup",
      "quarter": "Second",
      "speaker": "VIVEK JUNEJA",
      "role": "OTHER",
      "paragraph": "Couple of questions. Number one, so capital, Jane and Mark, going back to that, should we\nexpect that given what you've mentioned, given everything going on in the regulatory environment, ratio\nyou're at currently, it should grow in anticipation of what may come or likely to come with all the regulatory\nstuff? Or are you going to try and keep that closer to the 13.3%?",
      "word_count": "65",
      "page_number": "19",
      "sequence": "76",
      "confidence": "0.6",
      "topic_category": "guidance"
    },
    {
      "bank": "Citigroup",
      "quarter": "Second",
      "speaker": "JANE FRASER",
      "role": "OTHER",
      "paragraph": "I think we're going to see exactly what the framework is that comes out and then the\nimplementation time frame for it and then look at making adjustments to plan, also hoping that the\ncomment period is taken seriously and the different considerations I talked about earlier are taken into\neffect. Then we'll work through what are adjustments we make, pricing capital reallocation, etc., the\nplaybook that you would expect the same one that we've done with",
      "word_count": "77",
      "page_number": "19",
      "sequence": "77",
      "confidence": "0.6",
      "topic_category": "guidance"
    },
    {
      "bank": "Citigroup",
      "quarter": "Second",
      "speaker": "SA",
      "role": "OTHER",
      "paragraph": "The only thing I'd add is again, the CET1 ratio of the 13.3% as of October 1, would be a 12.3%\nreg\nof October 1. As Jane mentioned, the NPR as it comes out, we'll take a look at that and see if there are\nimplications on the CET1 stack, but more likely implications on the risk-weighted assets, right? And what's\nreally important there aside from the very important points Jane made in terms of considering broader\nfactors is the timing of the implementation of whatever that final rule includes and obviously, the more\ntiming for implementation, the more of an ability it gets for the industry to think about how to absorb the\nimplications there.",
      "word_count": "116",
      "page_number": "19",
      "sequence": "78",
      "confidence": "0.8",
      "topic_category": "risk_discussion"
    },
    {
      "bank": "Citigroup",
      "quarter": "Second",
      "speaker": "VIVEK JUNEJA",
      "role": "OTHER",
      "paragraph": "But I'm presuming you want to go sooner rather than later because the market is going to\nexpect that rather than take a full 3 years or whatever the Fed might give you.",
      "word_count": "33",
      "page_number": "19",
      "sequence": "79",
      "confidence": "0.6",
      "topic_category": "guidance"
    },
    {
      "bank": "Citigroup",
      "quarter": "Second",
      "speaker": "MARK MASON",
      "role": "OTHER",
      "paragraph": "You know what, I'm really interested at this point in seeing the proposal, and then we'll have\na chance to kind of, to really react as an industry and as a firm.",
      "word_count": "32",
      "page_number": "19",
      "sequence": "80",
      "confidence": "0.6",
      "topic_category": "general_discussion"
    },
    {
      "bank": "Citigroup",
      "quarter": "Second",
      "speaker": "VIVEK JUNEJA",
      "role": "OTHER",
      "paragraph": "Completely unrelated, if I may. Noninterest-bearing deposits, what are you seeing given\nyou're very heavily corporate driven. When I look at your point-to-point because you don't give a full average\nbalance sheet, it's only interest-bearing related. But the noninterest-bearing is only available on a period\nend. If I look at that, there was a big drop in the U.S. this quarter. Anything unusual? Is that accelerating?\nWhat are you seeing amongst your clients, people still waking up? And what have you factored into your NII\nCopyright © 2023 Citigroup Inc. 19",
      "word_count": "91",
      "page_number": "19",
      "sequence": "81",
      "confidence": "0.6",
      "topic_category": "general_discussion"
    },
    {
      "bank": "Citigroup",
      "quarter": "Second",
      "speaker": "MARK MASON",
      "role": "OTHER",
      "paragraph": "Well, again, I think the point I'd make here is that we continue to see clients shift from kind\nof noninterest-bearing deposits and into both interest-bearing and CDs and other higher-yielding products\nin light of the rate environment that we're in. And I would expect us to continue to see those types of shifts\nsubject to how rates continue to evolve. And again, on the corporate side, we've seen in the U.S. clients have\nreached kind of those terminal, that terminal level, terminal betas, I should say, outside of the U.S. rate hikes,\nI think, are still in the future, as Jane alluded to, and the terminal betas have not quite yet been reached. But\nin terms of the noninterest-bearing, we are seeing that dynamic play out.",
      "word_count": "127",
      "page_number": "20",
      "sequence": "82",
      "confidence": "0.6",
      "topic_category": "guidance"
    },
    {
      "bank": "Citigroup",
      "quarter": "Second",
      "speaker": "OPERATOR",
      "role": "MODERATOR",
      "paragraph": "Thank you. This does conclude Citi's Second Quarter 2023 Earnings Review Call. You may now\ndisconnect at any time.\nCertain -\nexpectations and are subject to uncertainty and changes in circumstances. These statements are not\nguarantees of future results or occurrences. Actual results and capital and other financial conditions may\ndiffer materially from those included in these statements due to a variety of factors. These factors include,\na\nbusinesses in Mexico from the rest of the Mexico business, including separation and migration of the\nrelevant technology platform; (ii) macroeconomic and local market conditions, including those related to\nthe banking sector; (iii) timely satisfaction and receipt of required regulatory approvals; (iv) political,\nlegislative, regulatory, labor, tax or social conditions in Mexico, including changes in government officials\nand at government agencies; and (v) the precautionary statements included in this transcript. These factors\nincluding, without limitatio -K. Any proposed transaction\ndescribed in this document may not occur in the manner anticipated or at all. Any forward-looking\nstatements made by or on behalf of Citi speak only as to the date they are made, and Citi does not undertake\nto update forward-looking statements to reflect the impact of circumstances or events that arise after the\ndate the forward-looking statements were made.\nThis transcript does not constitute an offer to sell, nor a solicitation of an offer to buy, any securities, which\nwill be made only by a prospectus.\nCopyright © 2023 Citigroup Inc. 20",
      "word_count": "240",
      "page_number": "20",
      "sequence": "83",
      "confidence": "0.6",
      "topic_category": "opening_remarks"
    }
  ]
}