{
  "document_metadata": {
    "filename": "Q3_2023.pdf",
    "document_type": "transcript",
    "bank": "Citigroup",
    "quarter": "Third",
    "processed_at": "2025-06-06T18:32:00.894947",
    "total_records": 57,
    "total_speakers": 18,
    "total_words": 10320
  },
  "speakers": [
    {
      "name": "PRESENTATION\nOPERATOR",
      "role": "MODERATOR",
      "total_words": 88,
      "paragraphs": 1,
      "avg_confidence": 0.6
    },
    {
      "name": "JENNIFER LANDIS",
      "role": "OTHER",
      "total_words": 102,
      "paragraphs": 2,
      "avg_confidence": 0.6
    },
    {
      "name": "JANE FRASER",
      "role": "OTHER",
      "total_words": 2880,
      "paragraphs": 11,
      "avg_confidence": 0.6
    },
    {
      "name": "Unknown Speaker",
      "role": "Unknown",
      "total_words": 3404,
      "paragraphs": 5,
      "avg_confidence": 0.3
    },
    {
      "name": "MARK MASON",
      "role": "OTHER",
      "total_words": 2034,
      "paragraphs": 11,
      "avg_confidence": 0.6
    },
    {
      "name": "QUESTION AND ANSWER\nOPERATOR",
      "role": "MODERATOR",
      "total_words": 11,
      "paragraphs": 1,
      "avg_confidence": 0.6
    },
    {
      "name": "MIKE MAYO",
      "role": "OTHER",
      "total_words": 203,
      "paragraphs": 2,
      "avg_confidence": 0.6
    },
    {
      "name": "OPERATOR",
      "role": "MODERATOR",
      "total_words": 505,
      "paragraphs": 13,
      "avg_confidence": 0.6
    },
    {
      "name": "GLENN SCHORR",
      "role": "OTHER",
      "total_words": 117,
      "paragraphs": 1,
      "avg_confidence": 0.6
    },
    {
      "name": "SA",
      "role": "MODERATOR",
      "total_words": 10,
      "paragraphs": 1,
      "avg_confidence": 0.8
    },
    {
      "name": "ERIKA NAJARIAN",
      "role": "OTHER",
      "total_words": 186,
      "paragraphs": 1,
      "avg_confidence": 0.6
    },
    {
      "name": "JIM MITCHELL",
      "role": "OTHER",
      "total_words": 89,
      "paragraphs": 1,
      "avg_confidence": 0.6
    },
    {
      "name": "RYAN KENNY",
      "role": "OTHER",
      "total_words": 73,
      "paragraphs": 1,
      "avg_confidence": 0.6
    },
    {
      "name": "STEVEN CHUBAK",
      "role": "OTHER",
      "total_words": 126,
      "paragraphs": 1,
      "avg_confidence": 0.6
    },
    {
      "name": "EBRAHIM POONAWALA",
      "role": "OTHER",
      "total_words": 88,
      "paragraphs": 1,
      "avg_confidence": 0.6
    },
    {
      "name": "GERARD CASSIDY",
      "role": "OTHER",
      "total_words": 127,
      "paragraphs": 2,
      "avg_confidence": 0.6
    },
    {
      "name": "VIVEK JUNEJA",
      "role": "OTHER",
      "total_words": 98,
      "paragraphs": 1,
      "avg_confidence": 0.6
    },
    {
      "name": "SAUL MARTINEZ",
      "role": "OTHER",
      "total_words": 179,
      "paragraphs": 1,
      "avg_confidence": 0.6
    }
  ],
  "transcript_data": [
    {
      "bank": "Citigroup",
      "quarter": "Third",
      "speaker": "PRESENTATION\nOPERATOR",
      "role": "MODERATOR",
      "paragraph": "Hello, and welcome to Citi's Third Quarter 2023 Earnings Review with the Chief Executive\nOfficer, Jane Fraser; and Chief Financial Officer, Mark Mason. Today's call will be hosted by Jenn Landis,\nHead of Citi Investor Relations. We ask that you please hold all questions until the completion of the formal\nremarks, at which time you will be given instructions for the question-and-answer session. Also, as a\nreminder, this conference is being recorded today. If you have any objections, please disconnect at this\ntime.\nMs. Landis, you may begin.",
      "word_count": "88",
      "page_number": "1",
      "sequence": "1",
      "confidence": "0.6",
      "topic_category": "opening_remarks"
    },
    {
      "bank": "Citigroup",
      "quarter": "Third",
      "speaker": "JENNIFER LANDIS",
      "role": "OTHER",
      "paragraph": "Thank you, operator. Good morning and thank you all for joining us. I'd like to remind\nyou that today's presentation, which is available for download on our website, citigroup.com, may contain\nforward-looking statements, which are based on management's current expectations and are subject to\nuncertainty and changes in circumstances. Actual results may differ materially from these statements due\nto a variety of factors, including those described in our earnings materials as well as in our SEC filings.\nWith that, I'll turn it over to Jane.",
      "word_count": "85",
      "page_number": "1",
      "sequence": "2",
      "confidence": "0.6",
      "topic_category": "opening_remarks"
    },
    {
      "bank": "Citigroup",
      "quarter": "Third",
      "speaker": "JANE FRASER",
      "role": "OTHER",
      "paragraph": "Thank you, Jenn, and good morning to everyone. I shall touch briefly on the macro\nenvironment before reviewing the quarter and last month's organization announcement.\nThe global macro backdrop remains a story of de-synchronization. In the U.S., recent data implies a soft\nlanding, but history would suggest otherwise. And we are seeing cracks in the lower FICO consumers.\nIn the Euro-area and the UK, the picture has turned distinctly more negative. The summer weakness in\nindustrial economies is spreading south. And the weight of structurally higher labor and energy costs\nsuggest a more enduring competitiveness challenge for that region.\nefforts, but it still has to work through weak sentiment, youth unemployment and the pain in its property\nmarket.\nAll of these macro dynamics have clearly impacted client sentiment.\nSeptember is always a busy month seeing clients, and I am struck how consistently CEOs are less optimistic\nabout 2024 than a few months ago. The shift in the rates question from how high to how long has catalyzed\nmore client activity, however. Corporates have stopped waiting for rates to come down and are beginning\nto access the debt capital markets around the globe.\nOur multinational clients are adapting their operations to the evolving geopolitical landscape and building\nredundancy and resiliency. This plays to our strengths and strategy, in particular our invaluable global\nnetwork. And between our high-quality asset portfolio, strong reserve levels, ample liquidity and diversified\nearnings base, we are proving to our clients that we truly are a bank for all seasons.\nCopyright © 2023 Citigroup Inc. 1",
      "word_count": "258",
      "page_number": "1",
      "sequence": "3",
      "confidence": "0.6",
      "topic_category": "opening_remarks"
    },
    {
      "bank": "Citigroup",
      "quarter": "Third",
      "speaker": "Unknown Speaker",
      "role": "Unknown",
      "paragraph": "T R A N S C R I P T\nCiti Third Quarter 2023 Earnings Call\nOctober 13, 2023\nTurning to the quarter, today we reported net income of $3.5 billion, an EPS of $1.63 and an ROTCE of 7.7%.\nOur revenues were up 10% ex-divestitures and each of our five core, interconnected businesses posted\nrevenue growth. We remain on track to meet the revenue and expense guidance we set for the year.\nrevenue quarter in over a decade and it continues to outpace the target we set at Investor Day. Half of that\ngrowth was business drivers and the other half rates. Even with impact of the long-expected Argentine\ndevaluation, we again drove fee growth, which is the best sign of the potential of our globally leading\nfranchise.\nWe keep relentlessly innovating for our clients. Amongst other launches, this quarter we announced the\ncreation of Citi Token Services, which will use distributed ledger and smart contract technologies to deliver\na digital asset solution for our TTS clients. This is a first for the industry as it allows us to seamlessly\nintegrate a permissioned tokenized bank deposit network with traditional cash services such as 24/7 dollar\nclearing.\nSecurities Services had revenue growth of 16%, with some good underlying fee growth. We took share again\nand we have grown our AUC/AUA by over $2 trillion in the last year. This business has considerable\nmomentum and a strong pipeline of clients who are benefitting from the cloud and data investments we\nare making.\nMarkets was up 10% year-over-year on the back of Rates & Currencies having the best third quarter in 10\nyears and Commodities grew nicely. This was partially offset by Equities which was down slightly. Despite\nthis we continue to see good momentum in cash and we have grown prime balances year to date.\nBanking had a good quarter with revenues up 17%, with activity playing to our mix. While corporate lending\nwas essentially flat, as we remain very disciplined about how we use our balance sheet, DCM was healthier\nand the IPO market also showed some signs of life. This helped drive Investment Banking revenue up 34%,\nalbeit off of a low base and a small wallet. Sitting here today, it remains hard to predict when deal activity\nwill sustainably rebound. Still, I am proud of our role advising on some of the biggest deals globally so far\nthis year.\nAs you know, we are committed to growing our Banking franchise. We have brought together the\nmanagement of the Investment, Corporate, and Commercial Bank under one umbrella and this structure\nwill help us better drive the important synergies between them. We have been bringing in new talent in key\nsectors and we have begun to provide more leveraged finance for key clients in the right situations.\nU.S. Personal Banking was also up double-digits, at 13%. Cards revenues were strong in both our Branded\nand Retail Services portfolios. The growth in spending is decelerating and the consumer is more mindful\nwhat they spend on. Indeed the affluent, who still have excess savings at their disposal, drove the growth\nin spending, with a continued tilt to travel and entertainment.\nDuring the quarter\nBanking clients. We believe that by tiering offerings and simplifying our fee structure, we will incentivize our\nclients to deepen their relationships with us. The early reaction from clients along those lines has been very\npositive.\nWealth revenues have stabilized and were up slightly. Most notably Investment revenues picked up across\nour geographies. The drivers for the franchise - such as referrals, client acquisition, and net new inflows -\nwere all quite strong around the world. And we won important new mandates for Wealth at Work, an\noffering we had highlighted at Investor Day.\nCopyright © 2023 Citigroup Inc. 2",
      "word_count": "631",
      "page_number": "2",
      "sequence": "4",
      "confidence": "0.3",
      "topic_category": "financial_results"
    },
    {
      "bank": "Citigroup",
      "quarter": "Third",
      "speaker": "Unknown Speaker",
      "role": "Unknown",
      "paragraph": "T R A N S C R I P T\nCiti Third Quarter 2023 Earnings Call\nOctober 13, 2023\nAndy Sieg has now officially joined our firm. This is a time of massive global wealth creation- and our\nthe world.\nIn terms of our balance sheet, our discipline of growing operating deposits has enabled us to maintain a\nstable deposit base over the past five years. We grew loans during the quarter and our credit quality remains\nextremely strong, aided by our disciplined client selection.\nOur CET1 ratio grew to 13.5% which is $14 billion above our regulatory minimum and still includes a 100bps\ninternal management buffer. During the quarter, we returned $1.5 billion to our shareholders through\ncommon dividends and stock buybacks.\nWe continue to evaluate buybacks quarter-by-quarter and I expect we will continue to do a modest level in\nthe fourth quarter, subject to approval by our Board. And while the ultimate impact of potentially higher\nthrough mitigating actions.\nAs you can see on slide 3, we are relentless in executing our strategy. This quarter we closed on the sale of\nour Taiwan consumer business, the second largest of the Asia consumer divestitures. And earlier this week,\nwe announced that we will sell our consumer wealth portfolio in China to HSBC. This includes\napproximately $2.6 billion of assets under management and $1 billion of deposits.\nIn the fourth quarter, we expect to close on the sale of our Indonesia consumer business. In terms of the\ninternational consumer businesses we are exiting, in addition to the three wind-down markets, we have\nrestarted the sales process in Poland, and we remain on track to separate Mexico next year, followed by an\nIPO in 2025.\nTransformation remains our number one priority. We are deep into the large body of work of automating\nmanual controls and processes, consolidating fragmented tech platforms, and upgrading our data\narchitecture. We are committed to doing this the right way, knowing that it will take time to meet our\nregulators expectations and to deliver a modern, more efficient infrastructure.\nLast month we announced consequential changes that align our organizational structure with our strategy\nand changes how we run the bank. I said at Investor Day that organizational simplification would follow\nthe divestitures. The changes will eliminate layers, duplication, and complexity allowing us to operate the\nbank more agilely and freeing our people up to focus on clients and execution.\nElevating the five core businesses to my leadership team will enable me to drive greater accountability and\nsustainable results. To bring it alive, the actions we have taken in the last four weeks will eliminate over\n15% of the regional and functional roles at the top two layers, and 60 committees, freeing up over tens of\nthousands of people hours annually. We have identified about 1,000, or 50%, of our internal financial\n-heads and dual reporting lines\nto enable faster decision-making.\nWe are cascading these changes through the organization at pace. We announced the first two layers in\nSeptember and the next set of changes will be implemented by mid-November, and we aim to bring the\nentire process to a close by early next year.\nWhen we speak in January, Mark and I will be in a position to update you on the financial and other metrics\nshowing the impact of the simplification, amongst other details. While expense is not the primary driver of\nthe organizational changes, they will help us start bending the expense curve in the fourth quarter of next\nCopyright © 2023 Citigroup Inc. 3",
      "word_count": "590",
      "page_number": "3",
      "sequence": "5",
      "confidence": "0.3",
      "topic_category": "financial_results"
    },
    {
      "bank": "Citigroup",
      "quarter": "Third",
      "speaker": "MARK MASON",
      "role": "OTHER",
      "paragraph": "Thanks, Jane and good morning, everyone. I am going to start with the Firmwide financial\nresults, focusing on year-over-year comparisons for the third quarter unless I indicate otherwise, and then\nspend a little more time on the businesses.\nOn slide 4, we show financial results for the full firm. In the third quarter, we reported net income of\napproximately $3.5 billion, EPS of $1.63 and an RoTCE of 7.7% on $20.1 billion of revenues.\nEmbedded in these results are divestiture-related impacts of approximately $214 million, after-tax,\nprimarily driven by the Taiwan consumer business sale. Excluding these items, EPS was $1.52 with an\nRoTCE of 7.2%.\nIn the quarter, total revenues increased by 9% on a reported basis and 10% excluding divestiture-related\nimpacts, driven by strength across Services, Cards and Markets, as well as modest growth in Banking,\npartially offset by the revenue reduction from the closed exits and wind-downs.\nOur results include expenses of $13.5 billion, up 6% on a reported basis and $13.4 billion excluding\ndivesture-related costs, also up 6%. Cost of credit was approximately $1.8 billion, up 35%, primarily driven\nby the continued normalization in Card net credit losses and volume growth. At the end of the quarter, we\nhad over $20 billion in total reserves with a reserve-to-funded loans ratio of approximately 2.7%. And year-\nto-date, we reported an RoTCE of 8.3%.\nOn slide 5, we show expense drivers for the third quarter as well as our key investment themes.\nExpenses were up 6% and our level of expenses continue to be driven by a number of factors, including:\nInvestments in Transformation as well as risk and controls, Business-led and enterprise-led investments\nMacro factors, including inflation and FX, Severance, which was approximately $190 million in the quarter\nand roughly $640 million on a year-to-date basis. This included actions across Banking, Markets, Wealth\nand the functions. And all of this was partially offset by productivity savings and expense reductions from\nthe closed exits and wind-downs.\nAnd our technology spend across the firm was $3 billion in the quarter, up 8%, largely driven by investments\nin product development, platform enhancements and improving the client experience. Also driving the\nincrease is continued investment in technology for the Transformation as we address the consent orders\nand modernize the firm.\nAs we said last quarter, our Transformation and technology investments span the following themes:\nPlatform and process simplification, Security and infrastructure modernization, Client experience\nenhancements, and data improvements. And we remain in line with our full year guidance of roughly $54\nCopyright © 2023 Citigroup Inc. 4",
      "word_count": "425",
      "page_number": "4",
      "sequence": "6",
      "confidence": "0.6",
      "topic_category": "opening_remarks"
    },
    {
      "bank": "Citigroup",
      "quarter": "Third",
      "speaker": "Unknown Speaker",
      "role": "Unknown",
      "paragraph": "T R A N S C R I P T\nCiti Third Quarter 2023 Earnings Call\nOctober 13, 2023\nbillion, excluding divestiture-related impacts and the FDIC special assessment.\nIn the\nthird quarter, net interest income decreased by $72 million. Excluding Markets, net interest income\nincreased $332 million, primarily driven by: Growth in PBWM, as we continue to see loan growth and higher\nloan spreads, a pickup in Services driven by higher deposit spreads, as a result of higher interest rates and\nactive beta management, partially offset by reductions from closed exits and wind-downs. Average loans\nwere up 1%, largely driven by growth in U.S. Personal Banking across Cards and Retail Banking, as well as\nTTS. Average deposits were down 2%, largely driven by Services, as we saw non-operational deposit\noutflows, as expected, in light of quantitative tightening. And our net interest margin increased 1 basis\npoint.\nOn slide 7, we show key consumer and corporate credit metrics. We are well reserved for the current\nenvironment with over $20 billion of total reserves. Our reserves-to-funded loans ratio is nearly 2.7%. And\nwithin that, U.S. Cards is 7.8%. In PBWM, 45% of our loans are in US cards and of that exposure, 80% is to\nconsumers with FICO scores of 680 or higher. And both Branded Cards and Retail Services NCL rates are\nstill below pre-COVID levels but are normalizing in line with our expectations. The remaining 55% of our\nPBWM loans are largely in Wealth, predominantly in mortgages and margin lending.\nIn our ICG portfolio, of our total exposure, approximately 85% is investment grade. Of the international\nexposure, approximately 90% is investment grade or exposure to multinational clients or their subsidiaries.\nCorporate non-accrual loans increased by $490 million but remain low at 68 basis points of total corporate\nloans. And we ended the quarter with a reserve-to-funded loan ratio of approximately 1%. As you can see\non the page, we break out our Commercial Real Estate lending exposures across ICG and PBWM which\ntotals approximately $65 billion, of which 86% is investment grade with a total reserve to funded loan ratio\nof 1.4%. To give you a sense of the macro scenarios that underpin our over $20 billion of reserves, our\ncurrent scenario-weighted average unemployment rate is approximately 5%, which includes a downside\nscenario with an average unemployment rate of roughly 7%.\nSo, while the macro and geopolitical environment remains uncertain, we feel very good about our asset\nquality, exposures and reserve levels and we continuously review and stress the portfolio under a range\nof scenarios.\nOn slide 8, we show our summary balance sheet and key capital and liquidity metrics. We maintain a very\nstrong $2.4 trillion balance sheet which is funded in part by a well-diversified $1.3 trillion deposit base\nacross regions, industries, customers and account types which is deployed into high-quality, diversified\nassets. Our balance sheet reflects our strategy and well diversified business model. We leverage our unique\nassets and capabilities to serve corporates, financial institutions, investors, and individuals with global\nneeds. The majority of our deposits, $782 billion, are institutional and operational in nature and span\nacross 90 countries. These institutional deposits are complemented by $416 billion of U.S. Personal\nBanking and global wealth deposits.\nWe have approximately $569 billion of HQLA and approximately $666 billion of loans and we maintain\ntotal liquidity resources of $937 billion. Our LCR was 117%. We ended the quarter with a 13.5% CET1 ratio,\nbased on Standardized RWA, which is our binding constraint. Although not binding, our Advanced RWA did\nincrease this quarter, largely driven by business activity. And our tangible book value per share was $86.90,\nup 8% from a year ago.\nOn slide 9, we show a sequential CET1 walk to provide more detail on the drivers this quarter. Starting from\nthe end of the second quarter. First, we generated $3.2 billion of net income to common which added 28\nbasis points. Second, we returned $1.5 billion in the form of common dividends and share repurchases,\nwhich drove a reduction of about 13 basis points, and finally, the remaining 2 basis point increase was\nCopyright © 2023 Citigroup Inc. 5",
      "word_count": "691",
      "page_number": "5",
      "sequence": "7",
      "confidence": "0.3",
      "topic_category": "financial_results"
    },
    {
      "bank": "Citigroup",
      "quarter": "Third",
      "speaker": "Unknown Speaker",
      "role": "Unknown",
      "paragraph": "T R A N S C R I P T\nCiti Third Quarter 2023 Earnings Call\nOctober 13, 2023\nprimarily driven by lower DTA deductions and a net reduction in RWA.\nWe ended the quarter with a 13.5% CET1 capital ratio, approximately 120 basis points or $14 billion above\nour current r\na minute on capital. We continue to optimize our RWA and capital which we expect to be a tailwind over\ntime. Contributing to this, is the execution of our strategy, such as further diversifying our business mix and\nsimplifying our business model including exiting our 14 international consumer markets. Our investments\nin the Transformation will continue to enhance our data, analytics and stress testing capabilities enabling\ncontinued capital optimization. And of course, in light of the evolving regulatory environment we are also\nlooking at other mitigating actions but those will largely depend on how the final capital rules play out.\nThese actions could include exiting or restructuring certain products, divesting certain equity investments,\nand reevaluating both how we deploy capital and our management buffer.\ndemonstrated our ability to manage our RWA and capital levels through various macro environments and\nthe evolving regulatory landscape and will continue to do so.\nOn slide 10, we show the results for our Institutional Clients Group for the third quarter. Revenues were up\n12% this quarter, driven by double-digit growth across Services, Markets and Banking. In the quarter,\nnormal course foreign currency translation impacts drove a net revenue headwind in ICG. On an ex-FX\nbasis, ICG revenues would have been up 15%. Additionally, there was an approximately $180 million\nnegative impact from the currency devaluation in Argentina on our net investment in the country mainly\nacross TTS, Markets and Securities Services. Expenses increased 10%, primarily driven by continued\ninvestments in risk and controls and volume-related expenses, partially offset by productivity savings.\nCost of credit was $196 million, including $51 million of net credit losses. This resulted in net income of\napproximately $2.4 billion, up 12%, driven by higher revenues, partially offset by higher expenses and higher\ncost of credit. Average loans were down 4%, as we were very deliberate about how we deployed resources\nacross the businesses, including the reduction in subscription credit facilities. Average deposits were flat\nas new client acquisitions and deepening of relationships with existing clients were offset by non-\noperational deposit outflows. ICG delivered an RoTCE of 10% for the quarter and 11% year-to-date.\nOn slide 11, we show revenue performance by business and the key drivers we laid out at Investor Day. In\nTreasury and Trade Solutions, we recorded our highest revenue quarter in the last decade. Revenues were\nup 12%, driven by 17% growth in net interest income. Non-interest revenues were up 1%, and on an ex-FX\nbasis, non-interest revenues would have been up 8%. We continue to see healthy underlying drivers in TTS\nthat indicate consistently strong client activity with Cross-border flows up 16%, outpacing global GDP\ngrowth. And year-to-date, cross-border flows are up 12% U.S. Dollar Clearing Volumes are up 6%, both\nyear-over-year in the quarter and year-to-date and commercial card volumes are up 8% year-over-year,\ndriven by growth in business-to-business payments and travel and entertainment spend. And year-to-\ndate commercial card volumes are up 20%.\nIn fact, similar to the last few quarters, client wins are up approximately 40% across all client segments.\nWe\ncontinued to make good progress on our commercial client strategy, as year-to-date wins more than\ndoubled, driven by expansion into new markets, and growth in multi-product mandates from clients with\ncross border needs. In Securities Services, revenues were up 16%, driven by higher net interest income\nacross currencies. Non-interest revenues were up 3%. We are very pleased with the progress we are seeing\nin Securities Services as we continue to onboard assets under custody and administration, which are up\napproximately 10% or $2.1 trillion Markets revenues were up 10%, driven by Fixed Income. Fixed Income\nrevenues were up 14%, largely driven by strength in our Rates and Currencies franchise. While volatility\nremained subdued versus a year ago, we did see overall volatility tick higher relative to the beginning of the\nquarter Equities revenues were down 3%, driven by a decline in Equity Derivatives, partially offset by growth\nin Cash and Prime. And we continued to make solid progress on our revenue-to-RWA target. And finally,\nBanking revenues, excluding gains and losses on loan hedges, were up 17%, driven by Investment Banking,\nCopyright © 2023 Citigroup Inc. 6",
      "word_count": "746",
      "page_number": "6",
      "sequence": "8",
      "confidence": "0.3",
      "topic_category": "financial_results"
    },
    {
      "bank": "Citigroup",
      "quarter": "Third",
      "speaker": "Unknown Speaker",
      "role": "Unknown",
      "paragraph": "T R A N S C R I P T\nCiti Third Quarter 2023 Earnings Call\nOctober 13, 2023\nwhich increased 34% on a reported basis and 12% excluding marks. Here too, we saw a pickup in activity in\nthe last couple of weeks of the quarter, particularly in DCM but also in M&A as we closed a few deals earlier\nthan expected. So overall, while the market environment remains challenging and there is more work to be\ndone, we are making solid progress against our strategy in these businesses.\nNow turning to slide 12, we show the results for our Personal Banking & Wealth Management business.\nRevenues were up 10%, driven by net interest income growth of 9% and a 20% increase in non-interest\nrevenue, primarily due to lower partner payments in Retail Services and higher investment product\nrevenues in Wealth. Expenses were up 5%, predominantly driven by risk and control investments, and\nseverance, partially offset by productivity savings. Cost of credit was $1.5 billion, driven by higher net credit\nlosses as we continue to see normalization in our card portfolios. Average loans increased 7% driven by\ncards, mortgages and installment lending. Average deposits decreased 2%, largely reflecting our clients\nputting cash to work in investments on our platform. And PBWM delivered an RoTCE of 8.8%, and 6.6% on\na year-to-date basis.\nOn slide 13, we show PBWM revenues by product as well as key business drivers and metrics. This quarter\nwas our 5th consecutive quarter of double-digit growth in Personal Banking, driven by Cards. Branded\nCards revenues were up 12%, primarily driven by higher net interest income. We continue to see strong\nunderlying drivers with new account acquisitions up 5%, card spend volumes up 4% and average loans up\n12%. Retail Services revenues were up 21%, driven by higher net interest income and lower partner\npayments on the heels of higher net credit losses. In the Card portfolios, we continue to see the investments\nwe have been making as well as lower payment rates contribute to growth in interest-earning balances of\n15% in Branded Cards and 12% in Retail Services. Retail Banking revenues decreased 3%, driven by the\ntransfer of relationships and the associated deposits to our Wealth business, partially offset by higher\ndeposit spreads. Wealth revenues were up 2%, driven by higher investment fees across all regions and\nsegments, the benefit from relationships transferred from Retail Banking and higher lending revenue. We\nalso saw strong net new inflows across all regions. And year-to-date, new client acquisitions were up\nalmost 30% in the Private Bank and over 60% in Wealth at Work. Overall, we are pleased with the progress\nwe are making across these businesses.\nOn slide 14, we show results for Legacy Franchises. Revenues were down 13%, largely driven by the\ndifference in one-time gain on sale impacts in the Asia Consumer businesses, as well as the reductions from\nclosed consumer exits and wind-downs, partially offset by higher revenue in Mexico. It is worth noting that\nso appreciation, higher interest rates and\nvolume growth. Ex-FX, Mexico revenues were up 16%. Expenses decreased 3%, primarily driven by closed\nconsumer exits and wind-downs, partially offset by separation costs in Mexico and Mexican peso\nappreciation. And expenses in Mexico were up 27%, but ex-FX, expenses were up 11%.\nOn slide 15, we show results for Corporate Other. Revenues increased, largely driven by the absence of\nmark-to-market impacts on certain derivative transactions in the prior year. And expenses decreased,\nlargely driven by lower consulting fees.\nWith one quarter remaining in the year, we\ncontinue to expect full-year revenues of $78 - $79 billion, excluding 2023 divestiture-related impacts.\nHaving said that, based on what we have seen play out year-to-date in terms of US and non-US rates and\nlagging non-US betas, we now expect net interest income to be slightly above $47.5 billion for the full year\nexcluding Markets. And we are maintaining our expense guidance of roughly $54 billion, excluding 2023\ndivestiture-related impacts and the FDIC special assessment. Net credit losses in Cards should continue\nto normalize, with both portfolios reaching pre-COVID levels by year-end. And as it relates to buybacks, we\nexpect to do a modest level of buybacks in the fourth quarter.\na few points. We are executing on our strategy and delivering top line revenue growth of 5%, year-to-date.\nWe continue to invest for the long term with discipline while remaining on track to deliver on our expense\nCopyright © 2023 Citigroup Inc. 7",
      "word_count": "746",
      "page_number": "7",
      "sequence": "9",
      "confidence": "0.3",
      "topic_category": "financial_results"
    },
    {
      "bank": "Citigroup",
      "quarter": "Third",
      "speaker": "QUESTION AND ANSWER\nOPERATOR",
      "role": "MODERATOR",
      "paragraph": "And our first question comes from Mike Mayo with Wells Fargo.",
      "word_count": "11",
      "page_number": "8",
      "sequence": "10",
      "confidence": "0.6",
      "topic_category": "qa_session"
    },
    {
      "bank": "Citigroup",
      "quarter": "Third",
      "speaker": "MIKE MAYO",
      "role": "OTHER",
      "paragraph": "Hi. Jane, you spoke more about the restructuring that you commented on recently. The real\nquestion is, why is this restructuring different than the other 5 or 10 or 15 restructurings we've heard about\nsince Citi's creation in its current form 25 years ago, I think, just like a week ago? So, I'd say, why is this\ndifferent? We hear the talk about cascading downward and the simplification, reducing dual heads and the\ncommittees. But we've heard this so much that why is this time different?",
      "word_count": "86",
      "page_number": "8",
      "sequence": "11",
      "confidence": "0.6",
      "topic_category": "qa_session"
    },
    {
      "bank": "Citigroup",
      "quarter": "Third",
      "speaker": "JANE FRASER",
      "role": "OTHER",
      "paragraph": "Yeah. It's a very important question, Mike, thank you for asking it. As I've said, we view these\nas the most consequential changes we've made, not just to our organization model, but how we run the bank,\nin almost two decades. And the first piece is simple, which is our org model was set up for a financial\nsupermarket, that is simply not the bank we are today. So we are aligning the organizational model with that\nsimper business mix and strategy.\nBut what's truly different is we're changing how we run the bank. And these are permanent changes that will\nbe driven all the way down through the organization. So let me give you some examples to bring it to life. We\ntalked about delayering the first two or three layers of the bank. That will continue through the organization,\nthrough the spans and layers, particularly getting rid of aggregator roles. And let me give an example: HR, we\nhad HR in a region, you had the region head, you had the Institutional Client Group head, you had the Banking\nhead, in addition, you had a North Asia head and a South Asia head. We're just going to have the North Asia\nhead and the South Asia head. And all of those roles collapsed into those two.\nWe're eliminating activities in the geographies that we just don't need anymore, because we are no longer\nrunning local consumer franchises in them. So, let's take the financial reporting, sorry, the management\nreporting that Mark and I referred to in the opening remarks. We can reduce our management reports by\nabout 50%. That's 1,000 reports. What does that mean? Shadow P&Ls by country, quarterly outlooks,\nmonthly performance updates, all the associated tracking and reconciliations that are there that are\neffectively for a shadow P&L, rather than the one that matters to our shareholders. And so, that greatly\ndeclutters.\nIt also means we can eliminate processes for our Transformation, where we are looking at how do we\nautomate those processes, automate those controls. If they're a duplicative process, we're getting rid of\nthem so we don't need to do that anymore and it will accelerate the work on Transformation.\nWe are taking activities out of some of the businesses and centralizing them. A lot of the client activities that\nwill go embedded into a business, we move that up to centralized utilities that the whole firm can benefit\nfrom and that will get scale economies. These strategy teams, marketing teams, many of the little cottage\nindustries that build up over time.\nWe can speed up decision-making with fewer committee layers. We'll take down the number of layers and\ndrive that from some places 13, we're looking to getting to 8 in as many places as we possibly can. We're\ngiving clarity of decision rights and changing decision rights from two or more people to just one. So much\nCopyright © 2023 Citigroup Inc. 8",
      "word_count": "491",
      "page_number": "8",
      "sequence": "12",
      "confidence": "0.6",
      "topic_category": "opening_remarks"
    },
    {
      "bank": "Citigroup",
      "quarter": "Third",
      "speaker": "OPERATOR",
      "role": "MODERATOR",
      "paragraph": "And our next question comes from Glenn Schorr with Evercore.",
      "word_count": "10",
      "page_number": "9",
      "sequence": "13",
      "confidence": "0.6",
      "topic_category": "qa_session"
    },
    {
      "bank": "Citigroup",
      "quarter": "Third",
      "speaker": "GLENN SCHORR",
      "role": "OTHER",
      "paragraph": "So, I'm curious, you mentioned that you're still marching towards the 11%, 12%, which is\ngood because everyone was going to ask that. My question is a little bit different of, with the denominator\ngoing up 25%, in other words, a lot of things are working towards your Transformation, but there's sort of a\ncurve ball in there with upping the denominator by 25%. So, you seem to be a beneficiary of higher for longer\nfor sure. And you also mentioned you're working on mitigation as we speak. So, maybe you could talk about\nwhat are the offsets that we don't see that give you confidence still working towards that, because the top\nline stuff is working?",
      "word_count": "117",
      "page_number": "9",
      "sequence": "14",
      "confidence": "0.6",
      "topic_category": "qa_session"
    },
    {
      "bank": "Citigroup",
      "quarter": "Third",
      "speaker": "MARK MASON",
      "role": "OTHER",
      "paragraph": "So, good morning, Glenn, it's good to hear from you. Let me make a couple comments on\nthat, and then, Jane, feel free to chime in if you'd like. The first thing is that when I talked about this at the\nlast conference we attended, I mentioned that analysts were somewhere in the 16% to 19% range in terms of\na capital increase, and we're likely to be inside of that range, assuming the Basel III proposal as i s structured,\nas it's written, and obviously that's not the final, there's a period of review that's going on now.\nWhat I'd say is a couple things, Glenn. One, we haven't fully executed against the strategy that Jane has just\ndescribed. And obviously, continuing to simplify the business, managing through the Transformation,\nchanging that business mix that we have to something that's more consistent and predictable and\nrepeatable as it relates to PPNR, those things matter and impact the SCB. We talked about the exiting of the\ninternational consumer businesses. That will be a factor in what our balance sheet looks like and what stress\nlosses might look like as well as lowering the expense base, which we know is an important factor in that\nPPNR math as well. And so, those things help, I think, to reduce the amount of capital that might be required\nas we get into that medium-term period.\nCopyright © 2023 Citigroup Inc. 9",
      "word_count": "238",
      "page_number": "9",
      "sequence": "15",
      "confidence": "0.6",
      "topic_category": "opening_remarks"
    },
    {
      "bank": "Citigroup",
      "quarter": "Third",
      "speaker": "SA",
      "role": "MODERATOR",
      "paragraph": "And our next question comes from Erika Najarian with UBS.",
      "word_count": "10",
      "page_number": "10",
      "sequence": "16",
      "confidence": "0.8",
      "topic_category": "qa_session"
    },
    {
      "bank": "Citigroup",
      "quarter": "Third",
      "speaker": "ERIKA NAJARIAN",
      "role": "OTHER",
      "paragraph": "Good morning. You've talked a lot about defense, as I like to call it, in terms of the\nTransformation that Jane had outlined and bending the expense curve. But I'm wondering, for both Jane and\nMark, if you could sort of address what I think is probably the most debated part of your target, which is that\nrevenue CAGR of 5%. You put up a very nice quarter in terms of revenues, both net interest income and fees.\nAnd maybe help us sort of look underneath the surface in terms of that momentum and maybe break it down\nin terms of what's really going well. I think TTS continues to surprise to the upside, are we going to be, two\nyears from now, were going to be like, oh, well, TTS is continuing to be doing well. So, what are the\nbusinesses that really sort of strong secular momentum that you feel is being under-recognized versus how\nyou could position cyclically and higher for longer? And what is still to come as we think about that path to\nat least the numerator of that RoTCE target?",
      "word_count": "186",
      "page_number": "10",
      "sequence": "17",
      "confidence": "0.6",
      "topic_category": "opening_remarks"
    },
    {
      "bank": "Citigroup",
      "quarter": "Third",
      "speaker": "JANE FRASER",
      "role": "OTHER",
      "paragraph": "I love this question, Erika, because I have to say Im really excited about our strategy and the\npotential it has. And it is, as you say, this is about the revenue potential of the firm and really how do we\ncontinue to unlock it.\nSo, theres a couple of unstoppable trends that were going to be riding in the next, I think its decade-long.\nThe corporate client of today, and indeed consumer, has to build resiliency. The multinational client is on a\nlong-term trend of building resiliency, be it because of green, be it because of geopolitics, be it because of\nregulatory, whatever the different reasons may be, and there are multiple, they're having to build resiliency\ninto supply chains, into their own operations as they operate around the world. W the bank that is\nabsolutely there for them. And I think you've seen that in TTS, where we've had such strong drivers of growth\nin the last few years at the beginning of this trend. So, that is an important one. Wherever the clients want to\ngo, we are there. We have been there for decades. We understand the risk. We understand the client base.\nWe understand the opportunities there, at that. That micro level and local levels that someone who is flying\nin with a suitcase can't possibly deliver. And it's connected globally. So, this thing is just a thing of beauty.\nLinked into it is what I think of as a hidden gem amongst our crown jewels is Securities Services. It equally in\ncustody has this extraordinary global network, the connectivity everywhere. We have been investing behind\nthis business. We've been growing our market share in North America in asset managers, where we've been\nunderweight, with a number of material marquee wins. You can see the share gain that we're getting in this\nCopyright © 2023 Citigroup Inc. 10",
      "word_count": "313",
      "page_number": "10",
      "sequence": "18",
      "confidence": "0.6",
      "topic_category": "financial_results"
    },
    {
      "bank": "Citigroup",
      "quarter": "Third",
      "speaker": "OPERATOR",
      "role": "MODERATOR",
      "paragraph": "And our next question comes from Jim Mitchell with Seaport Global.",
      "word_count": "11",
      "page_number": "11",
      "sequence": "19",
      "confidence": "0.6",
      "topic_category": "qa_session"
    },
    {
      "bank": "Citigroup",
      "quarter": "Third",
      "speaker": "JIM MITCHELL",
      "role": "OTHER",
      "paragraph": "Hey good morning. Mark, maybe on the revenue discussion there, let's talk about NII a little\nbit. You guys have a very unique deposit base, a lot smaller footprint in low-cost consumer. Betas have been,\nalready been high, so it doesn't seem like there's as much beta catch-up risk for you. It's 50% non-US\nroughly. How do you think about the trajectory of NII, do you think it stabilizes next year before rate cuts?\nHow do we think about the puts and takes on your NII into next year?",
      "word_count": "89",
      "page_number": "11",
      "sequence": "20",
      "confidence": "0.6",
      "topic_category": "opening_remarks"
    },
    {
      "bank": "Citigroup",
      "quarter": "Third",
      "speaker": "MARK MASON",
      "role": "OTHER",
      "paragraph": "Yeah, thanks for the question. Look. I'm not going to give guidance for 2024, we'll do that\nobviously at the fourth quarter 2023 earnings. But I think it's reasonable to expect that some of the trends\nthat we've seen so far will continue. So, if you think about what's underneath this, we'll continue to benefit\nfrom higher rates across currencies. I think we'll continue to see benefits from card interest-earning balance\ngrowth.\nRecall that when you look at our US dollar IRE position, it's relatively neutral at this point. And interest-\nearning balance growth is expected to be driven by continued card spend and lower payment rates. And so,\nI think what's important to remember, as it relates to our business, is that it's global. That we've got, while\nyou're right in that, on the U.S. dollar side, we've seen betas kind of reach, particularly for our corporate\nclients, reach terminal levels at the end of last year. On the non-US dollar side, betas run lower. They lag. And\nthere's still upside there because it's a different rate curve and a different pace of increases. And so, those\nCopyright © 2023 Citigroup Inc. 11",
      "word_count": "194",
      "page_number": "11",
      "sequence": "21",
      "confidence": "0.6",
      "topic_category": "opening_remarks"
    },
    {
      "bank": "Citigroup",
      "quarter": "Third",
      "speaker": "OPERATOR",
      "role": "MODERATOR",
      "paragraph": "And our next question comes from Ryan Kenny with Morgan Stanley.",
      "word_count": "11",
      "page_number": "12",
      "sequence": "22",
      "confidence": "0.6",
      "topic_category": "qa_session"
    },
    {
      "bank": "Citigroup",
      "quarter": "Third",
      "speaker": "RYAN KENNY",
      "role": "OTHER",
      "paragraph": "Hey good morning. On the capital markets side, I heard the comments around it being hard\nto predict when deal activity will sustainably rebound. Can you just give us an update or more color on how\nCEOs are thinking about bringing deals live across M&A, ECM and DCM? And does the market and rate\nvolatility over the last few weeks have any significant impact on bringing deals to completion or on the\npipeline?",
      "word_count": "73",
      "page_number": "12",
      "sequence": "23",
      "confidence": "0.6",
      "topic_category": "opening_remarks"
    },
    {
      "bank": "Citigroup",
      "quarter": "Third",
      "speaker": "JANE FRASER",
      "role": "OTHER",
      "paragraph": "Well, I think a couple pieces. I actually start with Q3 is the seventh quarter of the current IB\ndownturn. So, since 2000, downturns have tended not to last longer than seven quarters because that's\noften how long it takes for pricing expectations to fully adjust to new realities. And we're starting to see that\nparticularly in the debt capital markets, investment grade markets, where the expectation of no longer how\nhigh, but how long for rates, we've seen clients who get off the sidelines and just bite the bullet and get into\nthe debt capital markets in a more meaningful way and no longer waiting on that.\nWe still think that how our recovery and return to normal wallet plays out, when you talk to CEOs, is largely\ndependent on the macro environment. That's the main piece for them. ECM, we're seeing increased interest\nand activity on ECM. You obviously had several IPOs coming to market in September, three big ones that we\nwere involved in. But the market is still somewhat fragile. We're watching it closely. And quite a few questions\nin Q4, things may move to Q1. We just have to see how that unfolds. But there's a good pipeline. I mean,\nthere's a lot of pent-up demand here.\nIn debt, we had a big pick-up in DCM. We feel confident that the gradual recovery in DCM and the beginnings\nof that lev fin one will continue. You're certainly going the see us more active in the lev fin space in the right\nsituations for our key clients.\nAnd then in M&A, a healthy M&A sell-side pipeline. A lot of companies with their industries transforming are\nreally wanting to think big. I think we'll see that unlocking when sentiment improves further, companies do\naccept the new pricing reality, which will be helped by a rebound in equity markets. That obviously, from our\nend, takes quite a few quarters to materialize into revenue just given the nature of the product.\nSo, it's there, but I think just given where everything is geopolitically and particularly from the macro, no one\nis going to make that call as to when we're going to see that sustainable turn in banking at this point.",
      "word_count": "372",
      "page_number": "12",
      "sequence": "24",
      "confidence": "0.6",
      "topic_category": "financial_results"
    },
    {
      "bank": "Citigroup",
      "quarter": "Third",
      "speaker": "OPERATOR",
      "role": "MODERATOR",
      "paragraph": "And our next question comes from Steven Chubak with Wolfe Research.",
      "word_count": "11",
      "page_number": "12",
      "sequence": "25",
      "confidence": "0.6",
      "topic_category": "qa_session"
    },
    {
      "bank": "Citigroup",
      "quarter": "Third",
      "speaker": "STEVEN CHUBAK",
      "role": "OTHER",
      "paragraph": "Hi good morning. So, Mark and Jane, I do recognize you'll provide a more fulsome update\non expense actions next quarter, but one of the things I was hoping was that you could frame the expense\nopportunity in the context of your headcount trends. And prior to COVID, as well as the consent order, mind\nyou, Citi was running with 200,000 direct staff. That number is closer to 240,000 today. It's an increase of\n20%, even with multiple divestitures that you've consummated. So how should we think about an\nappropriate target or an optimal level of headcount for Citi versus that pre-COVID baseline of 200,000, and\nwhether the consent order would impact the timing or magnitude of such headcount actions?\nCopyright © 2023 Citigroup Inc. 12",
      "word_count": "126",
      "page_number": "12",
      "sequence": "26",
      "confidence": "0.6",
      "topic_category": "opening_remarks"
    },
    {
      "bank": "Citigroup",
      "quarter": "Third",
      "speaker": "MARK MASON",
      "role": "OTHER",
      "paragraph": "So, look, I'm not going to give you headcount guidance, but what I will say is Jane has talked\nbefore about the heads associated with the divestitures that are underway. And obviously as we continue to\nprogress in those divestitures, we've made a lot of progress already, we'll see those heads come down. It's\nalso important to point out that as part of our effort, there's been in-sourcing. And so, we've captured the\nextended workforce in the headcount that we have here.\nAnd then I think the final point is that as we continue to execute against the Transformation work, and as we\nimplement the org simplification that we've just announced, undoubtedly the technology investment, the\nautomation that we're putting in place, the straight-through processing that occurs, the fewer\nreconciliations that are required, the streamlining from all of those layers that Jane mentioned we'll be\neliminating, all of those things will also work to reduce headcount as well.\nAnd so, while we're investing and hiring on the front-end to capture the upside as markets turn, but also as\nwe position ourselves to grow with clients, we're also going to realize efficiencies that come out of headcount\nreduction.\nOne additional point is that you've heard me mention before that we've taken probably about $600 million\nor so year-to-date in repositioning charges. And with that will come roughly 7,000 or so headcount coming\ndown associated with those repositioning charges. And so, and we'll continue to do that, by the way, we\nhaven't even begun to take repositioning charges associated with the org simplification that's underway.\nThat will come in the fourth quarter and then the first quarter of next year. And so, we will see heads continue\nto evolve through this process, but keep in mind that there are puts and takes associated with that as we\nlook at where we need to in-source versus use external parties.",
      "word_count": "316",
      "page_number": "13",
      "sequence": "27",
      "confidence": "0.6",
      "topic_category": "guidance"
    },
    {
      "bank": "Citigroup",
      "quarter": "Third",
      "speaker": "OPERATOR",
      "role": "MODERATOR",
      "paragraph": "And our next question comes from Ebrahim Poonawala with Bank of America.",
      "word_count": "12",
      "page_number": "13",
      "sequence": "28",
      "confidence": "0.6",
      "topic_category": "qa_session"
    },
    {
      "bank": "Citigroup",
      "quarter": "Third",
      "speaker": "EBRAHIM POONAWALA",
      "role": "OTHER",
      "paragraph": "Good morning. Just maybe, Mark, following up on that, as we think about bending\nthe curve through the end of next year, maybe if you can talk to around as we think about the puts and takes\nbetween investments and expense saves, how much of that cost save or bending the curve is going to\nhappen in Legacy versus PBWM and ICG? Like, just how do you break, how should we think about that as we\nthink about bending the curve and where the savings are coming from?",
      "word_count": "88",
      "page_number": "13",
      "sequence": "29",
      "confidence": "0.6",
      "topic_category": "opening_remarks"
    },
    {
      "bank": "Citigroup",
      "quarter": "Third",
      "speaker": "MARK MASON",
      "role": "OTHER",
      "paragraph": "Well, look, next year, we talked about expenses coming down from third quarter to fourth\nquarter. And as we think about that, you'll have some of the benefits of the costs going away from the exits\nthat we would have announced. You have some of the benefit from further reduction in stranded cost, which\nwe've been keenly focused on as we've exited each of these.\nAnd then I think as we get to the medium term, you will start to see some of the benefits from the\nTransformation spend and investments that we would have made start to play out, as well as efficiencies\nthat we start to get in a lower structural cost base. But again, that's in that medium-term period. So, all of\nthose things will be drivers to getting the bending of the curve. I haven't broken down, I'm not going to break\ndown here on this call how much comes from each of the pieces, but all are important factors to achieving\nthat.",
      "word_count": "167",
      "page_number": "13",
      "sequence": "30",
      "confidence": "0.6",
      "topic_category": "general_discussion"
    },
    {
      "bank": "Citigroup",
      "quarter": "Third",
      "speaker": "OPERATOR",
      "role": "MODERATOR",
      "paragraph": "And our next question comes from Matt O'Connor with Deutsche Bank.\n: Hi. There were some quotes, I think, in the media, Jane, from you talking about some signs\nof pressure among the lower end of the consumer, and I appreciate the pie chart that you have in the deck\nshowing it's not a huge percent of the card portfolio. But could you elaborate on that? And then also just\naddress the, you mentioned directionally how the payment rates in cards are coming down, but if we look at\nthe growth in spend versus the growth in loans, it is kind of a little disproportionate. I think spend is up a\ncouple percent year-over-year, and the loans are 11%. So, as we think about being kind of later-cycle, is that\nCopyright © 2023 Citigroup Inc. 13",
      "word_count": "136",
      "page_number": "13",
      "sequence": "31",
      "confidence": "0.6",
      "topic_category": "qa_session"
    },
    {
      "bank": "Citigroup",
      "quarter": "Third",
      "speaker": "JANE FRASER",
      "role": "OTHER",
      "paragraph": "Yeah. Look, I think most of the pressure in the lower FICO, we don't have a lot of customers\nin lower FICO, so, we're seeing it out in the market. We've got, we obviously have some in the Retail Services\nbusiness, we also, I would say, have the benefit of that loss sharing agreement that really makes a difference\nthere because we're having to reserve fully for that, but we get it back on the revenue line, as you know.\nBut as we look at the off-us book, as we look at some of the pressures in the market, as we look at spending,\nwe can certainly see some of that pressure for the lower FICO, whereas when I think about the cards\nbusiness, it's very much driven by the affluent customer. So, the affluent is accounting for almost all the\nspending growth that we're seeing. And that's similar for the numbers that we saw coming out of the Fed\nfrom the deposit side, the excess savings are sitting there now primarily with households with over $150,000\nof income, and it's down in the rest.\nSo, these are things we're keeping an eye on. I want to be very clear, I'm not that worried about it for Citi given\nthe prime nature of our card portfolio, and then the rest of our PBWM exposure is obviously very affluent.\nBut when I look out at the market, I talk to our corporate clients, that's where we tend to see them being more\nnervous about the softness in the consumer. And just, I call it they're much more mindful about where they're\nspending, right? So, you're seeing them moving down within a category. They're certainly looking more on\nthe bargain front. We've been hearing that from our retail partners. We've been hearing that across the board.\nSo, growth of card loans is good. Our spend is up, but less than loans. I think it's softening, but it's not\nworrying.",
      "word_count": "327",
      "page_number": "14",
      "sequence": "32",
      "confidence": "0.6",
      "topic_category": "financial_results"
    },
    {
      "bank": "Citigroup",
      "quarter": "Third",
      "speaker": "MARK MASON",
      "role": "OTHER",
      "paragraph": "Yeah. I think that's spot on, Jane. The only thing I'd add is that when you look at the payment\nrates in Branded Cards, while they've started to come down, they're still above the pre-COVID level. And we\nobviously have invested in this business. So, the other thing that's driving this is the new account\nacquisitions are obviously important drivers of that spend volume and ultimately that loan growth. But\nagain, there's nothing that we see outside of what we were expecting in terms of how this portfolio is\nnormalizing.",
      "word_count": "90",
      "page_number": "14",
      "sequence": "33",
      "confidence": "0.6",
      "topic_category": "guidance"
    },
    {
      "bank": "Citigroup",
      "quarter": "Third",
      "speaker": "OPERATOR",
      "role": "MODERATOR",
      "paragraph": "Our next question comes from Gerard Cassidy with RBC.",
      "word_count": "9",
      "page_number": "14",
      "sequence": "34",
      "confidence": "0.6",
      "topic_category": "qa_session"
    },
    {
      "bank": "Citigroup",
      "quarter": "Third",
      "speaker": "GERARD CASSIDY",
      "role": "OTHER",
      "paragraph": "Good morning, Jane and good morning Mark. Jane, as you pointed out, you're very\nexcited about the opportunities in TTS. You're winning some new mandates in the custody business. Can\nyou feel is it because the competition is struggling with other issues? What gives you, because Citi has always\nbeen well-regarded in this area, so what gives you that added excitement that this is even getting better?",
      "word_count": "67",
      "page_number": "14",
      "sequence": "35",
      "confidence": "0.6",
      "topic_category": "opening_remarks"
    },
    {
      "bank": "Citigroup",
      "quarter": "Third",
      "speaker": "JANE FRASER",
      "role": "OTHER",
      "paragraph": "Look, I think the added excitement is, a lot of it's coming from the investments that we've\nbeen making. So that we are, if you look at it in terms of Payment Express, which is live in the U.S., Thailand,\non track for three more markets, that is really a very differentiating capability. The momentum we have in\n24/7 clearing that's been put in place, we've had over $1 billion processed year-to-date. Putting our\nCommercial Bank clients onto CitiDirect so they have seamless access to our whole TTS network globally.\nYou heard us talking about Citi Token Services, you can see us innovating with the Fed in new capabilities.\nSo really across the board, it's that innovation in cutting-edge, first-in-the-market type of capabilities. But\nyou're putting that on top of a network that's just unprecedented in terms of its presence, its local\ncapabilities, its payroll, cash management, liquidity management, its collections, its receivables, all sitting\non one platform connected globally. And what that gives a client in terms of efficiency saves, insights on\ndata, what they can do in terms of risk management and how to really optimize their treasury capabilities. I\nmean, this thing is a thing of beauty. And it's very, very hard, it's very sticky, to extricate from this because it's\nembedded into how our clients do business, it's that critical and into their technology systems. So, when you\nCopyright © 2023 Citigroup Inc. 14",
      "word_count": "238",
      "page_number": "14",
      "sequence": "36",
      "confidence": "0.6",
      "topic_category": "risk_discussion"
    },
    {
      "bank": "Citigroup",
      "quarter": "Third",
      "speaker": "MARK MASON",
      "role": "OTHER",
      "paragraph": "I think that's spot on, Jane. The only thing I'd add is that the middle market commercial space\nis a huge opportunity for us, as you said earlier, leveraging that TTS platform. And then on the Securities\nServices side, the reality is that we're finally seeing real traction in North America, right? We've always had\nkind of strength in many of the other regions, but we're really winning some major mandates here in North\nAmerica, which I think is enough to get really excited about.",
      "word_count": "85",
      "page_number": "15",
      "sequence": "37",
      "confidence": "0.6",
      "topic_category": "general_discussion"
    },
    {
      "bank": "Citigroup",
      "quarter": "Third",
      "speaker": "JANE FRASER",
      "role": "OTHER",
      "paragraph": "And I think that, to me, is what then drives a lot of the strategy and what we're trying to do in\nterms of get to that high quality of earnings, better earnings mix, and other pieces that will help us get to that\nmedium-term return target that we are so focused on.",
      "word_count": "53",
      "page_number": "15",
      "sequence": "38",
      "confidence": "0.6",
      "topic_category": "financial_results"
    },
    {
      "bank": "Citigroup",
      "quarter": "Third",
      "speaker": "OPERATOR",
      "role": "MODERATOR",
      "paragraph": "Our next question comes from Vivek Juneja with JP Morgan.",
      "word_count": "10",
      "page_number": "15",
      "sequence": "39",
      "confidence": "0.6",
      "topic_category": "qa_session"
    },
    {
      "bank": "Citigroup",
      "quarter": "Third",
      "speaker": "VIVEK JUNEJA",
      "role": "OTHER",
      "paragraph": "Hi Jane. Hi Mark. Want to just clarify the reorganization a little bit. So, Jane, I heard you say\nthat you're keeping North Asia and South Asia heads. So, did you just get rid of the Asia head and get rid of\nthe product heads, where product heads in each country were reporting to a regional product head? So, is\nthat that dotted line is no longer there or what's going on there? And when you get rid of all the monthly\nmanagement reporting, what are you planning to replace that with from your management, your MIS\nperspective?",
      "word_count": "98",
      "page_number": "15",
      "sequence": "40",
      "confidence": "0.6",
      "topic_category": "general_discussion"
    },
    {
      "bank": "Citigroup",
      "quarter": "Third",
      "speaker": "JANE FRASER",
      "role": "OTHER",
      "paragraph": "So, let me take the second one first. I'm not planning on replacing it with anything. We don't\nneed them. We're no longer running consumer franchises in the countries. Instead, we've got global\nbusinesses that are operating very consistently in the individual geographies, so we just don't need to replace\nthem. And it enables us just to have the legal entity, financial management that we need. And then our\ninternal reports get greatly simplified. Same as they get greatly simplified by taking out ICG and PBWM is\nanother, eliminating that layer also eliminates a lot of different reports. So, the wonderful answer is, nothing,\na simpler Citi.\nThe first question was about, okay, help you understand what we've done. So, on the geography front, we\nhave done two main things already. One is we've eliminated the regions and have just put a single\ninternational head reporting to me. So, that makes it much simpler for me. I have one international head, and\nthen he will help us manage the geographies collectively.\nThe second piece is we really narrowed the mandate of geography to delivering to our clients and covering\nour clients in their countries. And secondly, the legal entity management. And otherwise, before, we had a\nhuge amount of management on shadow P&Ls and different, a lot of very heavy committee structure. That\nwas necessary because the business was still very local, as a retail bank, a local credit card business, a local\nonshore wealth business. They've gone. It's just serving multinationals. The subsidiaries are multinationals\nand in some markets the investors and the wealth clients in some markets. And that's a much simpler\nbusiness to manage. So, we could get rid of the regional layer, and we just jump straight down to the clusters\nthat we have today. They too have less of a mandate than they had before, a much more focused one.\nAnd the bit that I'm excited about is not just, yes, this makes it much simpler to manage, but it also helps us\nreally focus on the global network. Now, our geographies and our banking organizations sitting together on\nthe same management structure are collectively accountable for serving and delivering against our core\nCopyright © 2023 Citigroup Inc. 15",
      "word_count": "374",
      "page_number": "15",
      "sequence": "41",
      "confidence": "0.6",
      "topic_category": "qa_session"
    },
    {
      "bank": "Citigroup",
      "quarter": "Third",
      "speaker": "MARK MASON",
      "role": "OTHER",
      "paragraph": "The other thing, Vivek, that I think is important here is we really want to spend a little bit\nmore investment in time on the client lens in terms of the financial reporting, right? Because, as Jane talked\nabout, we talked about the synergies across the franchise that we can capture, the ability to leverage the\noffering we have for those different client segments. So, looking at that P&L, looking at those returns, looking\nat that growth opportunity through that client lens will be something where we want to enhance the metrics\nthat we have already around that so that we can capture that upside.",
      "word_count": "105",
      "page_number": "16",
      "sequence": "42",
      "confidence": "0.6",
      "topic_category": "general_discussion"
    },
    {
      "bank": "Citigroup",
      "quarter": "Third",
      "speaker": "JANE FRASER",
      "role": "OTHER",
      "paragraph": "And around the other piece that I think is also just an important point, globalization is\nchanging and we're seeing these lanes all changing through trade, financial flows, et cetera. By actually\nhaving a single international organization and then the different clusters, North and South Asia, Europe, UK,\nLATAM, Middle East, Africa, the connection points between them are really changing at the moment. And so,\nthis makes us much more agile in our delivery of the global network because I think it's much more in line\nwith how the world is operating today.",
      "word_count": "93",
      "page_number": "16",
      "sequence": "43",
      "confidence": "0.6",
      "topic_category": "general_discussion"
    },
    {
      "bank": "Citigroup",
      "quarter": "Third",
      "speaker": "OPERATOR",
      "role": "MODERATOR",
      "paragraph": "And our next question comes from Saul Martinez with HSBC.",
      "word_count": "10",
      "page_number": "16",
      "sequence": "44",
      "confidence": "0.6",
      "topic_category": "qa_session"
    },
    {
      "bank": "Citigroup",
      "quarter": "Third",
      "speaker": "SAUL MARTINEZ",
      "role": "OTHER",
      "paragraph": "Hi there. So, I wanted to continue on the thread of normalization of credit losses. And you\nguys have, I guess your guidance is implying that Branded Cards and Retail Services get back to more\nnormalized levels by year-end, which is a decent-sized uptick over the levels you had in the third quarter. So,\nI kind of want to know what's driving that view. But more importantly I guess, what does that imply going\nforward? And does it imply that we get to more, something more like above trend losses? Because I would\nthink we still have some seasoning to go on the late 2021 and 2022 vintages.\nAnd not only that, talking about this in an environment where we still have pretty extraordinary\nlabor markets. So, if you could just give us a little bit more color on just your expectations on credit losses\nand whether there's maybe a little bit more risk than we're thinking in terms of losses trending to something\nthat is a bit higher than what we normally, or what are more normalized levels?",
      "word_count": "179",
      "page_number": "16",
      "sequence": "45",
      "confidence": "0.6",
      "topic_category": "guidance"
    },
    {
      "bank": "Citigroup",
      "quarter": "Third",
      "speaker": "MARK MASON",
      "role": "OTHER",
      "paragraph": "Yes. So, let me start on that, and then, Jane, if you want to chime in, that's fine. I think what\nI'd point you to is page 24 in the deck that we have because it gives you a nice snapshot of how both the loss\nrates have been trending but also how the delinquencies have been trending. And you can see that the\ndelinquencies have been trending up, and that kind of gives us a good indication of where loss rates are likely\nto trend in the next quarter or so.\nAnd so, at 2.72% on Branded Cards and 4.53% on Retail Services, we can see that we're likely to end up at\nabout that normalized rate by the end of the year getting up to the 3-3.25%, 5-5.50% pre-COVID normalized\nNCL rates. Our expectation is that as we go into 2024, to the point that you've made, depending on the macro\nenvironment, we're likely to see this tick up above those pre-COVID normalized rates, as we see a slowdown\nin the economy, again, subject to what the macro looks like, before then kind of settling down at some point,\ndown the path. And so, yes, we do see that tick up.\nThis is again as advertised, so to speak, as we would have expected. And we have reserves, significant\nreserves for both of these portfolios to account for those loss expectations. So, in Branded Cards, we sit with\nan ACL to loan reserve of 6.3%, and Retail Services, we have 11%. Jane mentioned earlier that the losses in\nRetail Services ultimately get shared with partners. And so, while we would expect this to normalize and\nmature, so to speak, we feel very well-reserved for what that might look like.",
      "word_count": "291",
      "page_number": "16",
      "sequence": "46",
      "confidence": "0.6",
      "topic_category": "guidance"
    },
    {
      "bank": "Citigroup",
      "quarter": "Third",
      "speaker": "JANE FRASER",
      "role": "OTHER",
      "paragraph": "And our portfolio is very prime. I mean, this is not the old Citi. It's very different in terms of our\nconsumer credit exposure. And I think what you're hearing from us is, this should all be very manageable.\nCopyright © 2023 Citigroup Inc. 16",
      "word_count": "45",
      "page_number": "16",
      "sequence": "47",
      "confidence": "0.6",
      "topic_category": "general_discussion"
    },
    {
      "bank": "Citigroup",
      "quarter": "Third",
      "speaker": "OPERATOR",
      "role": "MODERATOR",
      "paragraph": "And our next question comes from Mike Mayo with Wells Fargo.",
      "word_count": "11",
      "page_number": "17",
      "sequence": "48",
      "confidence": "0.6",
      "topic_category": "qa_session"
    },
    {
      "bank": "Citigroup",
      "quarter": "Third",
      "speaker": "MIKE MAYO",
      "role": "OTHER",
      "paragraph": "Hi, thanks for the follow-up. From your initial answer, Jane, I hear you with the restructuring,\ndeconstructing Citi to global lines, delayering of management, and de-cluttering reporting. And when you\nadd it all together, we'll get some numbers in January. But as it relates to your return targets and efficiency\ntargets for 2025 and 2026, consensus is about one-third below what you target. And frankly, I have not\nspoken to one investor who thinks you're going to get those targets and maybe you would want to revise\nthose lower in some way or maybe to be determined. Or what's your degree of conviction of getting to those\ntargets or at least getting above your cost of capital?",
      "word_count": "117",
      "page_number": "17",
      "sequence": "49",
      "confidence": "0.6",
      "topic_category": "opening_remarks"
    },
    {
      "bank": "Citigroup",
      "quarter": "Third",
      "speaker": "JANE FRASER",
      "role": "OTHER",
      "paragraph": "Yeah, look, we remain confident around our ability to hit these targets. We've got, you heard\nme talk earlier around the revenue growth and what are some of the tailwinds that we've got behind us as\nwell as the core strategy and the drivers that we're in control of and that we've been investing behind to\nachieve. So, our strategy is unchanged, we're confident it will drive the revenue growth of 4% to 5%. It's not\nthe primary purpose, but the org simplification is the third driver of the expense reductions that we've talked\nabout.\nAnd I would also say that when you look at revenue, expenses, and the targets we've laid out at Investor Day,\nwe've certainly had plenty of headwinds in macro, regulatory, geopolitics in the last couple of years. We have\ndelivered on what we said we would do in the revenue, in the expense guidance, and on the strategy. We've\nmade adaptions along the way as we've needed to. But I think that's the piece that we're also really trying to\ndrive into the firm is a culture of we will do what we say we will do, and we'll adapt accordingly to different\nareas.\nMark talked about adapting to the capital requirements, depending on what they are. We have other levers\nthat we can pull, capital allocation, management buffer, DTA. But my message to our investors is we're just\nbuilding a proof point. This is a relentless execution. Look at that strategy scorecard page at the beginning\nof the deck there. We've achieved a lot and there is a lot going on, and we're getting a lot done. We don't\npretend we're at the end of the road there, we're there yet. But we're getting done what we said we'd do and\nbuilding up those proof points so that you can see us achieve those return targets. Anything to add, Mark?",
      "word_count": "316",
      "page_number": "17",
      "sequence": "50",
      "confidence": "0.6",
      "topic_category": "financial_results"
    },
    {
      "bank": "Citigroup",
      "quarter": "Third",
      "speaker": "MARK MASON",
      "role": "OTHER",
      "paragraph": "As you said, building credibility and being transparent, right? So, we're going to keep\ndelivering on the proof points, and we're going to be transparent about how and when and how we're going\nto achieve it.",
      "word_count": "36",
      "page_number": "17",
      "sequence": "51",
      "confidence": "0.6",
      "topic_category": "general_discussion"
    },
    {
      "bank": "Citigroup",
      "quarter": "Third",
      "speaker": "OPERATOR",
      "role": "MODERATOR",
      "paragraph": "And our next question comes from Gerard Cassidy with RBC.",
      "word_count": "10",
      "page_number": "17",
      "sequence": "52",
      "confidence": "0.6",
      "topic_category": "qa_session"
    },
    {
      "bank": "Citigroup",
      "quarter": "Third",
      "speaker": "GERARD CASSIDY",
      "role": "OTHER",
      "paragraph": "Mark, you mentioned in the credit section that the delinquencies are rising, and as a\npercentage of loans, they're still very low. I was just curious on the corporate loans in North America there\nwas an uptick. Again, I know relative to the portfolio, it's not that big. But anything in particular you can share\nwith us in that area?",
      "word_count": "60",
      "page_number": "17",
      "sequence": "53",
      "confidence": "0.6",
      "topic_category": "general_discussion"
    },
    {
      "bank": "Citigroup",
      "quarter": "Third",
      "speaker": "MARK MASON",
      "role": "OTHER",
      "paragraph": "On the corporate loans, we saw loss, I think losses were $51 million in the quarter, so a small\namount. We did see an uptick, as you point out, in the reserves. That was really driven by some country rating\nadjustments that were made. And then we did see an increase in the NALs, the non-accrual loans. And that\nwas really one or two names and one in North America, one in EMEA. Both of them are current. But they drove\nCopyright © 2023 Citigroup Inc. 17",
      "word_count": "87",
      "page_number": "17",
      "sequence": "54",
      "confidence": "0.6",
      "topic_category": "general_discussion"
    },
    {
      "bank": "Citigroup",
      "quarter": "Third",
      "speaker": "OPERATOR",
      "role": "MODERATOR",
      "paragraph": "And there are no further questions in the queue. I will turn the call over to Jenn Landis for closing\nremarks.",
      "word_count": "21",
      "page_number": "18",
      "sequence": "55",
      "confidence": "0.6",
      "topic_category": "qa_session"
    },
    {
      "bank": "Citigroup",
      "quarter": "Third",
      "speaker": "JENNIFER LANDIS",
      "role": "OTHER",
      "paragraph": "Thank you, all, for joining us. If you have any follow-up questions, please contact IR.\nThank you.",
      "word_count": "17",
      "page_number": "18",
      "sequence": "56",
      "confidence": "0.6",
      "topic_category": "opening_remarks"
    },
    {
      "bank": "Citigroup",
      "quarter": "Third",
      "speaker": "OPERATOR",
      "role": "MODERATOR",
      "paragraph": "This concludes the Citi's Third Quarter 2023 Earnings Call. You may now disconnect.\n-\nPrivate Securities Litigation Reform Act of 1995. These statement\nexpectations and are subject to uncertainty and changes in circumstances. These statements are not\nguarantees of future results or occurrences. Actual results and capital and other financial conditions may\ndiffer materially from those included in these statements due to a variety of factors. These factors include,\nbusinesses in Mexico from the rest of the Mexico business, including separation and migration of the\nrelevant technology platform; (ii) macroeconomic and local market conditions, including those related to\nthe banking sector; (iii) timely satisfaction and receipt of required regulatory approvals; (iv) political,\nlegislative, regulatory, labor, tax or social conditions in Mexico, including changes in government officials\nand at government agencies; and (v) the precautionary statements included in this transcript. These factors\nalso consist of those contained\n-K. Any proposed transaction\ndescribed in this document may not occur in the manner anticipated or at all. Any forward-looking\nstatements made by or on behalf of Citi speak only as to the date they are made, and Citi does not undertake\nto update forward-looking statements to reflect the impact of circumstances or events that arise after the\ndate the forward-looking statements were made.\nThis transcript does not constitute an offer to sell, nor a solicitation of an offer to buy, any securities, which\nwill be made only by a prospectus.\nCopyright © 2023 Citigroup Inc. 18",
      "word_count": "243",
      "page_number": "18",
      "sequence": "57",
      "confidence": "0.6",
      "topic_category": "financial_results"
    }
  ]
}