{
  "document_metadata": {
    "filename": "Q3_2024.pdf",
    "document_type": "transcript",
    "bank": "Citigroup",
    "quarter": "Third",
    "processed_at": "2025-06-06T18:16:39.618344",
    "total_records": 79,
    "total_speakers": 16,
    "total_words": 11557
  },
  "speakers": [
    {
      "name": "PRESENTATION\nOPERATOR",
      "role": "MODERATOR",
      "total_words": 75,
      "paragraphs": 1,
      "avg_confidence": 0.6
    },
    {
      "name": "JENNIFER LANDIS",
      "role": "OTHER",
      "total_words": 128,
      "paragraphs": 2,
      "avg_confidence": 0.6
    },
    {
      "name": "JANE FRASER",
      "role": "OTHER",
      "total_words": 2332,
      "paragraphs": 16,
      "avg_confidence": 0.6
    },
    {
      "name": "Unknown Speaker",
      "role": "Unknown",
      "total_words": 2728,
      "paragraphs": 4,
      "avg_confidence": 0.3
    },
    {
      "name": "MARK MASON",
      "role": "OTHER",
      "total_words": 4028,
      "paragraphs": 18,
      "avg_confidence": 0.6
    },
    {
      "name": "OPERATOR",
      "role": "MODERATOR",
      "total_words": 267,
      "paragraphs": 13,
      "avg_confidence": 0.6
    },
    {
      "name": "GLENN SCHORR",
      "role": "OTHER",
      "total_words": 152,
      "paragraphs": 2,
      "avg_confidence": 0.6
    },
    {
      "name": "EBRAHIM POONAWALA",
      "role": "OTHER",
      "total_words": 176,
      "paragraphs": 2,
      "avg_confidence": 0.6
    },
    {
      "name": "MIKE MAYO",
      "role": "OTHER",
      "total_words": 527,
      "paragraphs": 5,
      "avg_confidence": 0.6
    },
    {
      "name": "JIM MITCHELL",
      "role": "OTHER",
      "total_words": 172,
      "paragraphs": 2,
      "avg_confidence": 0.6
    },
    {
      "name": "ERIKA NAJARIAN",
      "role": "OTHER",
      "total_words": 234,
      "paragraphs": 2,
      "avg_confidence": 0.6
    },
    {
      "name": "GERARD CASSIDY",
      "role": "OTHER",
      "total_words": 115,
      "paragraphs": 2,
      "avg_confidence": 0.6
    },
    {
      "name": "VIVEK JUNEJA",
      "role": "OTHER",
      "total_words": 175,
      "paragraphs": 3,
      "avg_confidence": 0.6
    },
    {
      "name": "CONNOR",
      "role": "OTHER",
      "total_words": 210,
      "paragraphs": 4,
      "avg_confidence": 0.6
    },
    {
      "name": "RYAN KENNY",
      "role": "OTHER",
      "total_words": 52,
      "paragraphs": 1,
      "avg_confidence": 0.6
    },
    {
      "name": "SAUL MARTINEZ",
      "role": "OTHER",
      "total_words": 186,
      "paragraphs": 2,
      "avg_confidence": 0.6
    }
  ],
  "transcript_data": [
    {
      "bank": "Citigroup",
      "quarter": "Third",
      "speaker": "PRESENTATION\nOPERATOR",
      "role": "MODERATOR",
      "paragraph": "Hello and welcome to Citi's Third Quarter 2024 Earnings Call. Today's call will be hosted by\nJenn Landis, Head of Citi Investor Relations. We ask that you please hold all questions until the completion\nof the formal remarks at which time you will be given instructions for the question-and-answer session.\nAlso, as a reminder, this conference is being recorded today. If you have any objections, please disconnect\nat this time.\nMs. Landis, you may begin.",
      "word_count": "75",
      "page_number": "1",
      "sequence": "1",
      "confidence": "0.6",
      "topic_category": "opening_remarks"
    },
    {
      "bank": "Citigroup",
      "quarter": "Third",
      "speaker": "JENNIFER LANDIS",
      "role": "OTHER",
      "paragraph": "Thank you, operator. Good morning and thank you all for joining our third quarter 2024\nearnings call. I am joined today by our Chief Executive Officer, Jane Fraser, and our Chief Financial Officer,\nMark Mason.\nI'd like to remind you that today's presentation, which is available for download on our website,\ncitigroup.com, may contain forward-looking statements which are based on management's current\nexpectations and are subject to uncertainty and changes in circumstances. Actual results may differ\nmaterially from these statements due to a variety of factors, including those described in our earnings\nmaterials as well as in our SEC filings.\nAnd with that, I'll turn it over to Jane.",
      "word_count": "109",
      "page_number": "1",
      "sequence": "2",
      "confidence": "0.6",
      "topic_category": "opening_remarks"
    },
    {
      "bank": "Citigroup",
      "quarter": "Third",
      "speaker": "JANE FRASER",
      "role": "OTHER",
      "paragraph": "Thank you, Jenn, and a very good morning to everyone. Well, we certainly live in interesting\ntimes. And while I usually start our calls with our views on the global macro environment, we are particularly\nproud of our progress this quarter, and so I shall start there. Indeed, in a pivotal year, this quarter contains\nmultiple proof points that we are moving in the right direction and that our strategy is delivering concrete\nresults.\nWe saw revenue growth and positive operating leverage for the firm and across all five businesses. Our\nbusinesses performed well as the rate cutting cycle began, with a double-digit increase in fee-based\nrevenues, reflecting the growing diversity of our earnings mix. We continue to have share gains in Services\nand Banking. In Wealth, we saw a sizeable increase in client investments and flows. We brought expenses\ndown whilst continuing to invest in our transformation. And we continued to attract top leaders in the\nindustry and successfully combine them with our own teams in Banking and Wealth. So, while we are not yet\nwhere we want to be, the impact of the changes we are making is clearly evident in our momentum and\nimproving performance.\nTurning to the macro, now while growth is a notch slower than last year, global economic performance\ncontinues to be surprisingly resilient. Whatever you want to call the US landing, the sentiment around it is\nmore optimistic, supported by the recent positive payrolls report. And we see a healthy yet more discerning\nUS consumer, and a US corporate sector on its front foot. Manufacturing weakness is restraining a modest\nrebound in Europe which continues to struggle with more structural challenges around its competitiveness,\nas highlighted by Draghi’s report. In China, consumer sentiment and the property market remain a concern\nas markets await details on the expected fiscal stimulus. India, Asean, Japan, the Middle East, Mexico and\nBrazil are all notable global bright spots.\nCopyright © 2024 Citigroup Inc. 1",
      "word_count": "327",
      "page_number": "1",
      "sequence": "3",
      "confidence": "0.6",
      "topic_category": "opening_remarks"
    },
    {
      "bank": "Citigroup",
      "quarter": "Third",
      "speaker": "Unknown Speaker",
      "role": "Unknown",
      "paragraph": "T R A N S C R I P T\nCiti Third Quarter 2024 Earnings Call\nOctober 15, 2024\nToday we reported net income of $3.2 billion and earnings per share of $1.51 with an ROTCE of 7%. Overall\nrevenues grew by 3% ex-divestitures, with each of our core businesses delivering growth and positive\noperating leverage. While we continue to make substantial investments in our transformation, the\nefficiencies gained from our simplification and other efforts drove a 2% reduction in overall expenses.\nTurning to the five businesses, Services delivered a record quarter with revenues up by 8%. Fee growth, the\nbest indicator of underlying momentum, was significant. And this, combined with loan and deposit volume\ngrowth, drove this quarter’s excellent performance. Treasury and Trade Solutions was up 4% year over year\nreflecting good underlying momentum in the core drivers. And Securities Services was up 24%, reflecting the\nbenefit of new mandates and an increase in assets under custody. Both TTS and Securities Services\nachieved over 10% wallet share in our target markets through the first half of the year.\nLast week we announced that we are the first global bank to complete the integration of our cross-border\nservices with Mastercard Move. Now, this will ultimately enable near-instant, secure payments to the vast\nMastercard debit network, starting with 14 markets with more to come early next year. And this is another\ngreat example of our continued investment in market-leading product innovations.\nIn Markets, revenues were up slightly on the back of a better-than- expected September. Equities was up\n32% with robust performance across all products. Our continued strong performance in Equities validates\nboth our strategy and execution to grow Prime and Cash. Fixed Income however was down 6% — our Rates\nand Currencies business didn’t match last year’s standout performance.\nIt was a particularly pleasing quarter in Banking. Despite the muted IPO market, Investment Banking fees\nare up 44% driven by investment grade debt issuance as our clients pulled forward activity ahead of the U.S.\nelection. Corporate sentiment remains positive as boards pursue strategic transactions, such as the $36\nbillion Mars acquisition of Kellanova, where we are the sole advisor and lead financier. Our strategy in\nBanking continues to gain momentum, and we are steadily growing our share in key target sectors such as\nhealthcare and tech, with a healthy pipeline ahead. And the significant upside of our franchise continues to\nattract the top talent to Citi.\nDuring the quarter, we announced an innovative $25 billion private credit partnership with our longtime\nclient Apollo, giving us the ability to source new transactions without using our balance sheet. This\npartnership positions us with another solution for debt financing for our clients, and it allow us to engage in\nprivate credit with the same depth and expertise as we currently do with syndicated debt markets.\nWe are also starting to see the positive impact of the significant changes we’ve implemented in our Wealth\nfranchise, with revenues up 9%. It’s a notable example of the traction I referenced earlier. As Andy and the\nteam intensify the focus on our investments business, we grew client investment assets by 24%. And we\nwere particularly pleased with the performance in Asia and in Citigold. I continue to be excited by the\nopportunities and the sheer potential of our franchise.\nDuring the quarter, we signed an agreement to exit trust administration and fiduciary services as we continue\nto sharpen the focus of our Wealth business. We have more to do to reach our medium-term margin and\nreturns targets, but this quarter is a good indicator that we are on the way there.\nU.S. Personal Banking revenues were up 3%. We grew Branded Cards revenues by 8% with account\nacquisitions, spend and payment rates all driving higher interest-earning balances. Lower discretionary\nspending is impacting our Retail Services portfolio; however, we continue to see lower payment rates\ncontributing to interest earning balances. In Retail Banking, we are growing our mortgage portfolio as the\nrate environment shifts, as well as growing overall loans.\nThe U.S. consumer dynamics remain remarkably consistent with prior quarters. Our customers are healthy\nbut more discerning in their spend, with signs of stress isolated to the lower FICOs. We have maintained\nstrong credit discipline, and our card portfolios continue to perform very much in line with our expectations.\nIn terms of capital, while uncertainty about the Basel 3 endgame prevails, our capital position remains very\nrobust, and we ended the quarter with a CET1 ratio of 13.7%. During the quarter, we returned $2.1 billion in\nCopyright © 2024 Citigroup Inc. 2",
      "word_count": "764",
      "page_number": "2",
      "sequence": "4",
      "confidence": "0.3",
      "topic_category": "financial_results"
    },
    {
      "bank": "Citigroup",
      "quarter": "Third",
      "speaker": "MARK MASON",
      "role": "OTHER",
      "paragraph": "Thanks, Jane and good morning, everyone. I am going to start with the firmwide financial\nresults, focusing on year-over-year comparisons for the third quarter unless I indicate otherwise, and then\nspend a little more time on the businesses.\nOn slide 5, we show financial results for the full firm. For the quarter, we reported net income of\napproximately $3.2 billion, EPS of $1.51 and an RoTCE of 7.0% on $20.3 billion of revenues. Total revenues\nwere up 1% on a reported basis. Excluding divestiture-related impacts, revenues were up 3%, driven by\ngrowth across each of our businesses. As you can see on the bottom left side of the page, net interest income\nexcluding Markets was down 1% YoY, largely due to lower interest rates in Argentina. And non-interest\nrevenue excluding Markets was up 9% as we continued to see strong fee momentum across Services,\nBanking and Wealth. Year-to-date, revenues are up 1% on a reported basis, and are up 3% excluding\ndivestiture-related impacts. Expenses were $13.3 billion, down 2%, largely driven by savings associated with\nour organizational simplification and stranded cost reductions, partially offset by volume related expenses\nand continued investments in the Transformation and other risk and control initiatives. Year-to-date,\nexpenses are up 1%, primarily driven by the FDIC special assessment and civil money penalties. Cost of credit\nwas $2.7 billion, largely driven by net credit losses in Cards as well as ACL builds across the businesses,\nprimarily for portfolio growth and mix. At the end of the quarter, we had over $22 billion in total reserves with\na reserve-to-funded loans ratio of approximately 2.7%. And year-to-date, excluding the divesture related\nimpacts, we generated positive operating leverage for the firm, and reported an RoTCE of 7.2%.\nOn slide 6, we show the expense trend over the past five quarters. This quarter we reported expenses of $13.3\nbillion, down 2%, and 1% sequentially. As we’ve said before, we will continue to increase our investments to\naddress data governance and data quality related to regulatory reporting and are committed to spending\nwhatever is necessary to address these areas and the Transformation more broadly. Although a lot more\nwork remains, we have started to see benefits from our prior investments play through. We’ve continued to\nsimplify our technology infrastructure, retiring over 450 applications year-to-date and now over 1,250 since\nour 2022 Investor Day. We’ve upgraded 100% of our over 2,300 ATMs in North America and Asia Pacific to\nnext-gen software for better customer security and monitoring. And we have streamlined our cloud\nonboarding process, reducing time to onboard applications to the public cloud from over 7 weeks to 2 weeks.\nEach of these initiatives will result in both improvement of our operating efficiency and our safety and\nsoundness. And in terms of our full year expenses, we continue to expect that we will be at the higher end of\nthe guidance range of $53.5 to 53.8 billion, excluding the FDIC special assessment and civil money penalties.\nAnd as we’ve said before, we, of course, will continue to look for opportunities to absorb the civil money\npenalties.\nOn slide 7, we show net interest income, loans and deposits where I’ll speak to sequential variances. In the\nthird quarter, net interest income declined 1%. Excluding Markets, net interest income was up 4%, largely\ndriven by volume growth in USPB as well as higher deposit spreads in Services and Wealth. NIM declined by\nCopyright © 2024 Citigroup Inc. 3",
      "word_count": "574",
      "page_number": "3",
      "sequence": "5",
      "confidence": "0.6",
      "topic_category": "opening_remarks"
    },
    {
      "bank": "Citigroup",
      "quarter": "Third",
      "speaker": "Unknown Speaker",
      "role": "Unknown",
      "paragraph": "T R A N S C R I P T\nCiti Third Quarter 2024 Earnings Call\nOctober 15, 2024\n8 basis points, driven by a decline in Markets due to seasonally higher dividends in the second quarter.\nAverage loans were up 1%, driven by growth in Services and USPB, partially offset by modest declines in\nBanking and Legacy Franchises. Average deposits were roughly flat, as growth in Services was largely offset\nby a decline in Legacy Franchises. And as you think about guidance for NII ex-Markets in the fourth quarter:\nAs short-end rates continue to come down, we expect a headwind on floating-rate assets which will be\nsomewhat offset by disciplined deposit pricing. Further offsetting that will be a continued benefit from\nsecurities being reinvested at higher yields. And as a reminder, we expect an ongoing NII headwind as Legacy\nFranchises’ loans and deposits continue to come down. So, taking all of this into account, we expect NII ex-\nMarkets to be roughly flat sequentially in the fourth quarter, and for the full year to be slightly down, better\nthan we had previously guided.\nOn slide 8, we show key consumer and corporate credit metrics, which reflect our disciplined risk appetite\nframework. Across our Cards portfolio, approximately 85% of our loans are to consumers with FICO scores\nof 660 or higher. Based on what we see, the US consumer continues to remain healthy and resilient. Spend\nand payment rates continue to normalize, and underlying credit performance remains broadly in line with\nour expectations. NCLs increased year-over-year as card loan vintages that were originated over the last few\nyears continue to mature at the same time. Sequentially, NCLs declined while delinquencies increased, both\nin-line with historical third quarter seasonality. Absent this seasonality, we continue to see stabilization in\nearly-stage delinquencies. We remain well reserved with a reserve-to-funded loan ratio of approximately\n8.2% for our U.S. Cards portfolio. Our Corporate portfolio is largely investment grade and corporate non-\naccrual loans remained low, at 31 basis points. As such, we feel very comfortable with the over $22 billion of\ntotal reserves that we have in the current environment.\nTurning to slide 9, we provide details on our balance sheet, capital and liquidity, which are a reflection of our\nrisk appetite, strategy and business model. Our $1.3 trillion deposit base is well-diversified across regions,\nindustries, customers and account types. $840 billion are corporate, spanning 90 countries, and are crucial\nto how our clients fund their daily operations around the world. The majority of our remaining deposits,\nabout $400 billion, are well-diversified across the Private Bank, Citigold, Retail and Wealth at Work\nofferings. And of our total deposits, roughly 70% are US dollar denominated with the remainder spanning\nover 60 currencies. Our asset mix also reflects our strong risk appetite framework. Our $689 billion loan\nportfolio is well-diversified across consumer and corporate loans. In the quarter, deposit growth outpaced\nloan growth resulting in higher cash balances which contributed to available liquidity resources of\napproximately $960 billion. We continue to feel very good about the strength of our balance sheet and the\nquality of our assets and liabilities, which position us well to serve our clients and execute on our growth\nstrategy.\nOn slide 10, we show the sequential CET1 walk to provide more detail on the drivers this quarter. First, we\ngenerated $3.0 billion of net income to common shareholders, which added 27 basis points. Second, we\nreturned $2.1 billion in the form of common dividends and share repurchases, which drove a reduction of 18\nbasis points. Third, we generated 12 basis points from unrealized AFS gains. And finally, the remaining 9\nbasis point reduction was driven by an increase in RWA as we continue to invest in accretive growth\nopportunities. We ended the third quarter with a preliminary CET1 capital ratio of 13.7% relative to our target\nof 13.3%. As a reminder, effective October 1st, our new CET1 capital ratio requirement is 12.1%, and we still\nplan on holding a 100 basis point management buffer on top of that for now. As we think about the coming\nquarters, there are a few things that we will continue to consider as we manage our capital levels, including\nclient demand as well as how the macro and Basel 3 Endgame evolves. We will take all of this into account\nas it relates to capital levels and the level of share repurchases on a quarter-by-quarter basis.\nTurning to the businesses on slide 11. In Services, revenues were up 8%, reflecting continued momentum\nacross Securities Services and TTS, both of which continue to gain share through the first half of this year.\nNet interest income was roughly flat, as the benefit of higher deposit volumes was largely offset by a decline\nin interest rates in Argentina. On a sequential basis, net interest income was up 7%, driven by volume growth\nas we continue to onboard high-quality operating deposits and the benefit from higher deposit spreads.\nNon-interest revenue increased 33%, driven by a smaller impact from currency devaluation in Argentina as\nCopyright © 2024 Citigroup Inc. 4",
      "word_count": "848",
      "page_number": "4",
      "sequence": "6",
      "confidence": "0.3",
      "topic_category": "financial_results"
    },
    {
      "bank": "Citigroup",
      "quarter": "Third",
      "speaker": "Unknown Speaker",
      "role": "Unknown",
      "paragraph": "T R A N S C R I P T\nCiti Third Quarter 2024 Earnings Call\nOctober 15, 2024\nwell as continued strength in underlying fee drivers in TTS and Securities Services. Excluding the impact of\nthe Argentine Peso devaluation, NIR increased 11%, driven by growth in cross border transactions, US Dollar\nClearing volumes and Commercial Card volumes. Expenses increased 3%, primarily driven by investments in\ntechnology, other risk and controls and product innovation, including the expansion of the CitiDirect\nCommercial Banking platform into additional markets. Cost of credit was $127 million, primarily driven by a\nbuild related to unremittable corporate dividends being held on behalf of clients. Average loans increased\n5% primarily driven by continued demand for export and agency finance as well as working capital loans.\nAverage deposits increased 4% as we continue to see growth in operating deposits. Services generated\npositive operating leverage and delivered net income of approximately $1.7 billion. And continues to deliver\na high RoTCE, coming in at 26.4% for the quarter and 24.7% year-to-date.\nOn slide 12, we show the results for Markets for the third quarter. Markets revenues were up 1%, driven by\ngrowth in Equities, partially offset by a decline in Fixed Income. Equities revenues increased 32%, driven by\nmomentum in Prime with balances up approximately 22%, growth in Derivatives and higher Cash volumes.\nFixed Income revenues decreased 6%, driven by Rates and Currencies, which was down 10%, partially offset\nby Spread Products and Other Fixed Income, which was up 5%. While Rates and Currencies declined from\nlast year, which was the strongest third quarter in the previous 10 years, we did see good momentum in FX\nfrom increased corporate client activity. Spread Products and Other Fixed Income was higher driven by\nFinancing and Securitization volumes and underwriting fees, partially offset by lower Commodities on lower\ngas volatility. Expenses increased 1% primarily due to higher volume related expenses. Cost of credit was\n$141 million, driven by an ACL build primarily related to portfolio mix in Spread Products. Average loans\nincreased 10%, largely driven by asset-backed lending in Spread Products as well as margin loans in Equities.\nAverage trading account assets increased 18%, largely driven by client demand for US Treasuries, foreign\ngovernment securities and mortgage-backed securities. Markets generated another quarter of positive\noperating leverage and delivered net income of approximately $1.1 billion with an RoTCE of 7.9% for the\nquarter and 9.7% year-to-date.\nOn slide 13, we show the results for Banking for the third quarter. Banking revenues were up 16%, largely\ndriven by growth in Investment Banking. Investment Banking revenues were up 31% and fees were up 44%,\nwith increases across Debt Capital Markets, Advisory and Equity Capital Markets. DCM benefited from\ncontinued strong Investment Grade issuance. Advisory benefited from strong announced deal volume earlier\nthis year. And in ECM we saw stronger follow-on activity, which was offset by fewer IPOs amid market\nvolatility in August. Both year-to-date and in the quarter, we’ve driven wallet share gains, including in the\nHealthcare and Technology sectors where we’ve been investing. Corporate Lending revenues, excluding\nmark-to-market on loan hedges, increased 5%, primarily driven by a smaller impact from currency\ndevaluation in Argentina. Expenses decreased 9%, primarily driven by benefits of headcount reductions as\nwe continued to right size the workforce and expense base. Cost of credit was $177 million, driven by an ACL\nbuild primarily for portfolio mix changes. Average loans decreased 1% as we maintained strict discipline\naround returns. Banking generated positive operating leverage for the third quarter in a row and delivered\nnet income of $238 million with an RoTCE of 4.3% for the quarter and 7.2% year-to-date.\nOn slide 14, we show the results for Wealth for the third quarter. As you can see from our performance this\nquarter, we are making good progress against our strategy and expect that momentum to continue. Revenue\nwas up 9%, driven by a 15% increase in NIR as we grew investment fee revenues on momentum in client\ninvestment assets, which grew 24%. NII increased 6% driven by higher deposit volumes and spreads.\nExpenses decreased 4%, driven by the continued benefits of headcount reductions as we right size the\nworkforce and expense base. Cost of credit was $33 million, largely driven by net credit losses of $27 million.\nEnd-of-period client balances increased 14%, driven by higher client investment assets and deposits, both\nin North America and internationally. Average deposits increased 4%, reflecting the transfer of relationships\nand the associated deposits from USPB, partially offset by a shift in deposits to higher-yielding investments\non Citi’s platform. Average loans decreased 1%, as we continued to optimize capital usage. Wealth generated\nanother quarter of positive operating leverage and delivered net income of $283 million with an RoTCE of\n8.5% for the quarter and 6.8% year-to-date.\nCopyright © 2024 Citigroup Inc. 5",
      "word_count": "804",
      "page_number": "5",
      "sequence": "7",
      "confidence": "0.3",
      "topic_category": "financial_results"
    },
    {
      "bank": "Citigroup",
      "quarter": "Third",
      "speaker": "OPERATOR",
      "role": "MODERATOR",
      "paragraph": "At this time, we will open the floor for questions. [Operator Instructions]. Our first question will\ncome from Glenn Schorr with Evercore. Your line is now open. Please go ahead.",
      "word_count": "30",
      "page_number": "6",
      "sequence": "8",
      "confidence": "0.6",
      "topic_category": "qa_session"
    },
    {
      "bank": "Citigroup",
      "quarter": "Third",
      "speaker": "GLENN SCHORR",
      "role": "OTHER",
      "paragraph": "Hi. Thanks very much. Good guidance. I appreciate it. I'm curious on the card losses in\nRetail financial services, if you could talk to like, the 2024 exit rate seems like it will be higher than the full\nyear guide at 6.25%. Maybe you could talk to the trajectory there and then the huge reserves that you have\nbuilt in there and anything you can tell us about the portfolios so we can keep expectations in the right spot.\nThanks.",
      "word_count": "80",
      "page_number": "6",
      "sequence": "9",
      "confidence": "0.6",
      "topic_category": "opening_remarks"
    },
    {
      "bank": "Citigroup",
      "quarter": "Third",
      "speaker": "MARK MASON",
      "role": "OTHER",
      "paragraph": "Yeah, sure. Why don't I take that. Good morning, Glenn. So a couple things. So, one, I think\nthat on Retail Services you're seeing a couple of things kind of play out. So, one, you're seeing kind of spend\nvolumes trend down a bit. You are seeing payment rates come down as well. That obviously is fueling the\naverage interest earning balance growth that we're seeing. And then you are also seeing with the spend\nvolume come down, there's a denominator effect that plays through which pushes up obviously the loss\nrates that we're seeing. That still in the quarter is in line with our guidance but in light of what we saw earlier\nin the year and normal seasonality, we would expect that number to be on the higher end of that range and\nlikely higher in the fourth quarter, but the higher in the fourth quarter again depends on what traffic is like\nand what the holiday spending season looks like through the end of the year.\nI would say the reserve levels we have are very healthy as it relates to this portfolio. I think in the back of the\ndeck we show kind of the reserve to loan ratio at about 11.7% or so. So well-reserved for the Retail Services\nportfolio in light of the environment that we're in.\nSimilarly, we are seeing the stabilization from a delinquency point of view across both portfolios kind of play\nCopyright © 2024 Citigroup Inc. 6",
      "word_count": "247",
      "page_number": "6",
      "sequence": "10",
      "confidence": "0.6",
      "topic_category": "opening_remarks"
    },
    {
      "bank": "Citigroup",
      "quarter": "Third",
      "speaker": "GLENN SCHORR",
      "role": "OTHER",
      "paragraph": "Okay. Thanks for all that, Mark. Just one quickie On your partnership with Apollo, very\ninteresting and in line with a lot of other things we've seen. Curious on how you thought about going with\none specific partner versus a group and then more importantly, are there other parts of the franchise that\ncould benefit with stronger ties to private markets, I'm thinking specifically in the asset-backed world.\nAppreciate it. Thank you.",
      "word_count": "72",
      "page_number": "7",
      "sequence": "11",
      "confidence": "0.6",
      "topic_category": "opening_remarks"
    },
    {
      "bank": "Citigroup",
      "quarter": "Third",
      "speaker": "JANE FRASER",
      "role": "OTHER",
      "paragraph": "So we're delighted to partner with Apollo because what this does is it's uniting our\ncomprehensive banking reach and expertise together and it's enabling us to offer our clients more innovative\nand tailored financing solutions. There will be some other partners involved in this as well. Mubadala is\nanother participant in this.\nAnd when we look at this, it's very, very beneficial for our clients. We're always looking at how we can best\nserve our clients, give them the most options and this platform enhances corporate and sponsor clients\naccess to the private lending capital pool at real scale in $25 billion is a very sizable partnership here and it\nprovides funding certainty and strategic transactions.\nIt's exclusive for LBOs, non-investment grade in the US. The US is obviously the bulk of the private credit\nmarket, it’s the behemoth globally. It would be great to see that market developing in Europe and it wouldn't\nsurprise me to see us doing more partnerships and other pieces going forward.",
      "word_count": "167",
      "page_number": "7",
      "sequence": "12",
      "confidence": "0.6",
      "topic_category": "general_discussion"
    },
    {
      "bank": "Citigroup",
      "quarter": "Third",
      "speaker": "OPERATOR",
      "role": "MODERATOR",
      "paragraph": "Our next question will come from Ebrahim Poonawala with Bank of America. Your line is now\nopen. Please go ahead.",
      "word_count": "20",
      "page_number": "7",
      "sequence": "13",
      "confidence": "0.6",
      "topic_category": "qa_session"
    },
    {
      "bank": "Citigroup",
      "quarter": "Third",
      "speaker": "EBRAHIM POONAWALA",
      "role": "OTHER",
      "paragraph": "Good morning. I guess maybe, Mark, for you, like looking at slide 7 on NII, and\nmaybe we can break it down into Markets and ex-Markets. In the ex-Markets NII, $11.96 billion this quarter,\nbased on what you've said, the back book repricing, deposit flex, is it safe to conclude that the ex-Markets\nNII bottomed in 2Q 2024? And I noticed the securities yield actually went lower, 7 bps quarter-over-quarter.\nSo was there something one-off that impacted the yield this quarter relative to the expectations you outlined\nearlier?",
      "word_count": "88",
      "page_number": "7",
      "sequence": "14",
      "confidence": "0.6",
      "topic_category": "opening_remarks"
    },
    {
      "bank": "Citigroup",
      "quarter": "Third",
      "speaker": "MARK MASON",
      "role": "OTHER",
      "paragraph": "So when you look at slide 7, you got a couple of things playing through. So your point around\nthe low number, the low print, $11.46 billion in the second quarter, that really is a combination relative to first\nquarter of FX translation, some seasonally lower card balances, and lower interest payments in Argentina\nplaying through that sequential 1Q to 2Q.\nThe third quarter, as I mentioned earlier, is really a by-product of volumes on the lending side and spreads,\ndeposit spreads in Services and Wealth and I think that I've already given kind of the guide for the fourth\nquarter where that is likely to be flat. But I think it's important to just remind everyone of the headwinds and\ntailwinds that play through this NII line. And from a tailwind point of view, I would expect to see continued\nvolume from loans, USPB in particular but also Services and we're talking ex-Markets, so Services. I'd also\nexpect to see continued benefit from the reinvestment of securities at higher yields and then we're actively\nmanaging beta as it relates to with our clients and if you think about kind of what we saw in the uptick of\nrates, we're actively managing that on the down tick as it relates to our institutional clients.\nI think the other point here is let's not forget that our interest rate sensitivity skews more towards non-US\nand so a lot of what we think about and talk about tends to be how US rates move and the betas around that.\nWe're still going to have a bit of beta catch-up outside of the US and so that's one of the headwinds there as\nwell as the Legacy Franchise exits.\nSo you've got this long-winded way of saying, I do expect flat into the fourth quarter. I'm not going to give\nguidance for 2025. But what I will say is to keep the growth momentum to get to our medium-term targets,\nthat's 4% to 5% of a CAGR and that's going to be a combination of NII and NIR but skewing NIR. And I want\nto point that out because the third quarter and the year-to-date numbers that you see in our performance\nCopyright © 2024 Citigroup Inc. 7",
      "word_count": "375",
      "page_number": "7",
      "sequence": "15",
      "confidence": "0.6",
      "topic_category": "guidance"
    },
    {
      "bank": "Citigroup",
      "quarter": "Third",
      "speaker": "EBRAHIM POONAWALA",
      "role": "OTHER",
      "paragraph": "That's helpful. And agreed on the fee momentum. Just one quick on the Wealth\nsegment. We've seen a considerable progress year-to-date in terms of going from zero ROE to about 8.5%\nRoTCE, significant operating leverage. I think I heard Jane say that momentum should continue. Is it fair to\nassume that RoTCE remains, like Wealth remains a positive story as we think about how Citi's ROE continues\nto improve from here as we get towards the target? Any color on the Wealth side would be helpful. Thank\nyou.",
      "word_count": "88",
      "page_number": "8",
      "sequence": "16",
      "confidence": "0.6",
      "topic_category": "opening_remarks"
    },
    {
      "bank": "Citigroup",
      "quarter": "Third",
      "speaker": "JANE FRASER",
      "role": "OTHER",
      "paragraph": "Yes, I agree with you. I think we're all very pleased to see the progress on the strategy we laid\nout at Investor Day. The Wealth target we have in the medium term is 15% to 20% and with that a 25% to\n30% operating margin and we're making steady progress there. I think the first piece was putting the pieces\nof the global wealth organization together and now we're focused on positioning for growth and reshaping\nthe business to deliver the returns that we all expect.\nA very important part of that is shifting our mix by growing investments. We had 24% growth in client\ninvestment assets this quarter. I would call that a good start to realizing the potential that we have here. And\nat the same time, Andy continues to right-size our expense base and drive productivity. Our advisor\nproductivity increased over 50% in Citigold North America. So a number of different areas that he's focused\non so that we can continue to grow the investment space including some important new talent that we've\nbeen bringing in that I'm sure you've noticed.",
      "word_count": "185",
      "page_number": "8",
      "sequence": "17",
      "confidence": "0.6",
      "topic_category": "guidance"
    },
    {
      "bank": "Citigroup",
      "quarter": "Third",
      "speaker": "OPERATOR",
      "role": "MODERATOR",
      "paragraph": "Our next question will come from Mike Mayo with Wells Fargo. Your line is now open. Please go\nahead.",
      "word_count": "19",
      "page_number": "8",
      "sequence": "18",
      "confidence": "0.6",
      "topic_category": "qa_session"
    },
    {
      "bank": "Citigroup",
      "quarter": "Third",
      "speaker": "MIKE MAYO",
      "role": "OTHER",
      "paragraph": "Hi. What assurance can you give that Citi can both meet its 2026 expense guide, the $51 billion\nto $53 billion and I note the year-to-date run rate implies $54 billion. So getting from that $54 billion run\nrate down to the $51 billion to $53 billion by 2026 and meet its regulatory targets. In other words, assurance\nthat Citi can both walk and chew gum at the same time. And I guess I'd highlight as you know, on October 2\nSenator Warren asked the OCC to impose growth restrictions because Citi is \"too big to manage.\" I would\nassume you don't agree with that, but still the question that a lot of people have is what assurances can you\ngive that an asset cap won't happen at Citigroup? Thanks.",
      "word_count": "130",
      "page_number": "8",
      "sequence": "19",
      "confidence": "0.6",
      "topic_category": "opening_remarks"
    },
    {
      "bank": "Citigroup",
      "quarter": "Third",
      "speaker": "MARK MASON",
      "role": "OTHER",
      "paragraph": "Thanks, Mike. So why don't I start with your expense question and I'm sure Jane will chime\nin on some of the other parts of your question. So, look, we put out medium term targets of $51 billion to $53\nbillion in 2026, revenue dependent, of course, and that's consistent with the target we gave of less than 60%\nefficiency ratio. And we've got a target this year as you know on the high end of $53.8 billion [ex-FDIC special\nassessment and Civil Money Penalties]. And so we've got to get from $53.8 billion down to $51 billion to $53\nbillion by 2026. I'm not giving guidance for 2025 but you can expect that that will likely glide down to that\nnumber.\nWhat's driving the reduction? So we've talked before about $1.5 billion in savings largely related to the\nrestructuring and driving down headcount reduction associated with that. We talked about another $500\nmillion to $1 billion related to expense reductions from eliminating stranded cost as we continue to exit.\nWe're out of nine of these consumer countries already. And we talk about starting to see efficiencies and\nbenefits from the investments and the transformation and technology towards the end of 2026. And those\nare the three drivers that are important for us to continue to realize between now and 2026.\nWill there be headwinds? Yes. There will be, the transformation is a multiyear process. We're also investing\nin risk controls and regulatory spend to support improving our operations. Of course, there will be headwinds\nbut there will also be things that we shift away from. There will be tailwinds associated with it. Jane\nmentioned some of the productivity efforts that both Andy as well as Vis are pushing on. You look across\nthese businesses and you see positive operating leverage across the board. So that means that Andy Morton\nCopyright © 2024 Citigroup Inc. 8",
      "word_count": "316",
      "page_number": "8",
      "sequence": "20",
      "confidence": "0.6",
      "topic_category": "opening_remarks"
    },
    {
      "bank": "Citigroup",
      "quarter": "Third",
      "speaker": "JANE FRASER",
      "role": "OTHER",
      "paragraph": "And, Mike, let me pick up on part of the second part of the question in terms of the progress\non the transformation. As you know, and as Mark's talked to you about, the transformation reverses historic\nunderinvestment in Citi's infrastructure. It enhances our risk and control environment. And it's a strategic\noverhaul as we've talked about that goes well beyond the consent order to simplify and to strengthen Citi to\nthe benefit of all of the stakeholders we have.\nWe are already a very different Citi today. We've made enormous change over the past three years,\ndramatically simpler business model, significant org change so we align our structure to that model. We now\nhave a flatter organization with greater accountability and as Mark talked about through the investments in\nour transformation, we're focused on simplifying our operational model, modernizing our infrastructure risk\nand controls and all of that reduces risk as we go.\nWe're well on the way in executing the transformation plans. We've made meaningful progress as was\nacknowledged publicly by one of our regulators and it's a wide range book of work. We've made significant\nstrides in areas such as risk management, compliance and accountability and that's well beyond the big\nbodies of work about consolidating our platforms. So we had 1,250 retired since 2022 as Mark mentioned.\nOther areas of progress, enhance our stress testing capabilities, they're faster, more frequent, more precise\nassessments. We put in place new target operating models for wholesale credit risk, enterprise risk, price risk\nfirm wide. A huge body of work reducing risk and high risk processes such as payments and Markets through\nsystemic preventative controls. We've been implementing the XiNG platform, this is the strategic cloud\nsolution for market risk analytics. Values trades on demand and at scale. And we've embedded risk and\ncontrols into our performance management framework and tied that to compensation for the full firm. So\nthese are just giving you a flavor of these big body of work that we are executing and getting done.\nI was very pleased that we closed the FRB, AML/BSA consent order particularly given heightened risk and\nscrutiny in this area. That is the third consent order we've closed since 2021 and we've been very transparent.\nWhere there are areas in which our execution is delayed against our original timelines as is the case with our\ndata work. We take a step back, determine what we need to change in those areas and get back on track and\nmake relevant tech and people investments. So I feel very confident about the strategy we've laid out for the\nfirm, the deliberate path we're on, the huge progress we've already made, and that we will continue making\nwith determination and with clarity going forward.",
      "word_count": "461",
      "page_number": "9",
      "sequence": "21",
      "confidence": "0.6",
      "topic_category": "qa_session"
    },
    {
      "bank": "Citigroup",
      "quarter": "Third",
      "speaker": "MIKE MAYO",
      "role": "OTHER",
      "paragraph": "So, just one follow-up. When, and you do have the amended consent order that's not new\nanymore, but is this a problem with your dealing with clients or is this an issue with giving the regulators the\ninformation that they need? And just again, you don't, just to confirm, you don't have an asset cap now, is it\nfair to assume that you don't expect an asset cap any time soon or could you have an asset cap and we don't\neven know about that? Thanks.",
      "word_count": "86",
      "page_number": "9",
      "sequence": "22",
      "confidence": "0.6",
      "topic_category": "opening_remarks"
    },
    {
      "bank": "Citigroup",
      "quarter": "Third",
      "speaker": "JANE FRASER",
      "role": "OTHER",
      "paragraph": "We don't have any problems dealing with our clients, quite the opposite. We're a source of\nstrength for our clients in terms of the provision of their payments businesses, their trading businesses, their\nconsumer credit businesses, all across the board. So I would say quite the opposite. We are a source of\ntremendous strength for them and you see that in the results of this quarter which were very pleasing across\nthe board in every single one of our businesses.\nWe are working closely with our regulators. We incorporate their feedback as well as our own lessons learned.\nIf we fall behind in an element of the consent orders but do understand the breadth of the consent order\nwork as I laid out and the meaningful progress we're making across multiple areas, and when we fall behind\nin an area we increase the investments needed and look at any lessons learned in the approach and address\nit. So I feel very comfortable.",
      "word_count": "162",
      "page_number": "9",
      "sequence": "23",
      "confidence": "0.6",
      "topic_category": "general_discussion"
    },
    {
      "bank": "Citigroup",
      "quarter": "Third",
      "speaker": "MARK MASON",
      "role": "OTHER",
      "paragraph": "So again, we don't have – we're not talking about issues as it relates to client information,\nCopyright © 2024 Citigroup Inc. 9",
      "word_count": "23",
      "page_number": "9",
      "sequence": "24",
      "confidence": "0.6",
      "topic_category": "general_discussion"
    },
    {
      "bank": "Citigroup",
      "quarter": "Third",
      "speaker": "OPERATOR",
      "role": "MODERATOR",
      "paragraph": "Our next question will come from Jim Mitchell with Seaport Global. Your line is now open. Please\ngo ahead.",
      "word_count": "19",
      "page_number": "10",
      "sequence": "25",
      "confidence": "0.6",
      "topic_category": "qa_session"
    },
    {
      "bank": "Citigroup",
      "quarter": "Third",
      "speaker": "JIM MITCHELL",
      "role": "OTHER",
      "paragraph": "Hey, good morning. Mark, consensus expectations, and it's just another expense question in\na different way. But consensus has you not hitting your revenue growth targets and you're certainly free to\ndisagree and I think that's fine. But they also have your expenses at the high end of your $51 billion to $53\nbillion range in 2026. I guess, does that make sense or do you feel confident that if revenues do sort of\ndisappoint your targets that you could come in at the – you should or can come in at the lower end of that\nrange to help get to your RoTCE target.",
      "word_count": "105",
      "page_number": "10",
      "sequence": "26",
      "confidence": "0.6",
      "topic_category": "opening_remarks"
    },
    {
      "bank": "Citigroup",
      "quarter": "Third",
      "speaker": "MARK MASON",
      "role": "OTHER",
      "paragraph": "Yeah. So, let's take it in pieces. So I think – the first thing is that, I think Jane and I have been\nvery consistent with trying to give guidance on full year performance for the past couple years and we've\nlargely actually delivered on that guidance. If you look at the top line growth since Investor Day, it's largely\nconsistent with what we talked about in the medium term. If you look at the expense guidance that we've\ngiven, largely consistent with that including this year. Even as I look at the $80 billion to $81 billion revenue\nguidance we gave for the year, and you look at the $60.6 billion that we've done year-to-date, and you think\nabout what we have to deliver in order to hit that target, that is achievable particularly when you remember\nthat we had a large Argentina devaluation last year. That fee momentum required in the fourth quarter is very\nachievable and we believe that we will obviously hit the high end of the [expense] range for 2024.\nAs I think about that outer year period and the guidance that we gave there, look, you all want proof points\nbefore you actually believe that we can deliver on that medium term target. I'm pointing you to proof points.\nI'm hopeful that as you see those proof points through 2024, full year and each of the quarters, that you will\nstart to believe in that revenue momentum that's required in the medium term. The fee revenue is a very good\nindicator. What we delivered this year and this quarter is a very good indicator of the momentum we should\nsee across these businesses in the next couple years.\nI also hope that you would then see that as we deliver on the expense target that we have a path to continuing\nto deliver on the medium-term expense target, the drivers of which I mentioned earlier. Yes, if revenues come\nin short of the target that we've set for ourselves, you would naturally expect for the volume and transaction\nrelated expenses and compensation expenses to come down in a commensurate way with that revenue\ndecline and you would also expect that we would look to see if there are other productivity opportunities that\nwe can tease out in order to still deliver on that operating efficiency target that we've set for ourselves.",
      "word_count": "397",
      "page_number": "10",
      "sequence": "27",
      "confidence": "0.6",
      "topic_category": "financial_results"
    },
    {
      "bank": "Citigroup",
      "quarter": "Third",
      "speaker": "JIM MITCHELL",
      "role": "OTHER",
      "paragraph": "No, that's great color. I appreciate it. And maybe just as a follow-up on the capital question,\nI guess one thing that's been a bit of a headwind over the last year has been sort of growth from the DTA\ndeductions. Do we start to see that become a tailwind again? How do we think about that accreting back\ninto capital over the next couple of years?",
      "word_count": "67",
      "page_number": "10",
      "sequence": "28",
      "confidence": "0.6",
      "topic_category": "qa_session"
    },
    {
      "bank": "Citigroup",
      "quarter": "Third",
      "speaker": "MARK MASON",
      "role": "OTHER",
      "paragraph": "Yeah. Look, the main driver of our DTA utilization will be driving higher income in the US.\nThat's going to be the major driver and as we think about – so as you think about each of the strategies that\nJane has described for our business, you will often hear the importance of winning in the US. You'll hear it as\nit relates to Banking and the activity that we saw, the strong performance we saw this quarter in Vis’s world,\nyou hear it as it relates to the Wealth business and the importance of us growing investments particularly in\nNorth America.\nCopyright © 2024 Citigroup Inc. 10",
      "word_count": "108",
      "page_number": "10",
      "sequence": "29",
      "confidence": "0.6",
      "topic_category": "financial_results"
    },
    {
      "bank": "Citigroup",
      "quarter": "Third",
      "speaker": "OPERATOR",
      "role": "MODERATOR",
      "paragraph": "Our next question will come from Erika Najarian with UBS. Your line is now open. Please go\nahead.",
      "word_count": "18",
      "page_number": "11",
      "sequence": "30",
      "confidence": "0.6",
      "topic_category": "qa_session"
    },
    {
      "bank": "Citigroup",
      "quarter": "Third",
      "speaker": "ERIKA NAJARIAN",
      "role": "OTHER",
      "paragraph": "Hi. I think we've slid over to the afternoon. Good afternoon, guys. The first one is for you,\nJane. As I speak with longer term investors, they often offer the commentary that clearly the path from the\n7% RoTCE this quarter to the 11% to 12% hopefully will be bridged and to be able to initiate a position before\nthat progress is made, they really sort of want to see more capital optimization. And this question is not really\nthe same question I ask you about buybacks every quarter but really maybe a progress update on Banamex.\nSo there is chatter in the market about Banamex needed to have four quarters of separate financials before\nbeing IPOed and I'm wondering if you could give us specific progress on how that's going? And Mark, maybe\nremind us on what Banamex's contribution is as we think about the unlocking that excess capital versus\ntaking it out of the P&L.",
      "word_count": "157",
      "page_number": "11",
      "sequence": "31",
      "confidence": "0.6",
      "topic_category": "opening_remarks"
    },
    {
      "bank": "Citigroup",
      "quarter": "Third",
      "speaker": "JANE FRASER",
      "role": "OTHER",
      "paragraph": "Yeah. I'd be delighted to, Erika. And I would also just before I jump into Banamex point to a\nlaser focus on capital optimization. It's been a mantra for a long time in our Markets business, in Banking and\na discipline that we've driven throughout the organization and I would say there isn't anyone at Citi that is\nnot keenly aware of the focus around optimizing our capital.\nReturning to shareholders, particularly given where we're trading, and making sure that we drive to returns.\nSo if I turn to Banamex, our singular focus right now is the separation of the two banks which we expect to\ncomplete in the fourth quarter of this year. This has been an enormous body of work because we are creating\neffectively de novo Mexico's eighth largest bank. We've just now gotten the core regulatory authorizations\nthat we need to proceed with separation. Although there are a few other approvals pending. We are in the\nvery final stages and are working with our clients to prepare them for this switchover later on in Q4.\nOnce the separation is complete, we will turn our full attention to the IPO itself and the successful execution\nof the IPO is the highest priority for our Head of International, Ernesto Torres Cantú, to run Banamex. And\nour incoming Banamex Executive Chairman who starts this quarter, Ignacio Deschamps. We plan to be ready\nto IPO at the end of 2025 based on the factors that we can control but I think as Mark and I have always said,\nthe timing is going to be driven by market conditions to ensure we maximize the shareholder value.\nAnd we're making the necessary investments to continue growing share and I was very pleased that\nBanamex outpaced the average market revenue growth year-to-date, good expense discipline being\nmaintained despite the complex separation process and the environment. So I'm pleased with where we are\nand I hope that gives you a bit of a flavor of what the path ahead looks like.",
      "word_count": "337",
      "page_number": "11",
      "sequence": "32",
      "confidence": "0.6",
      "topic_category": "financial_results"
    },
    {
      "bank": "Citigroup",
      "quarter": "Third",
      "speaker": "MARK MASON",
      "role": "OTHER",
      "paragraph": "Yeah. In terms of the second part of your question, a couple things. So, one, we've been\nseeing good growth in our Mexico Consumer business. We've also been investing in it appropriately so to\nmake sure that we protect the strength of that franchise as we prepare it for separation, ultimately for the\nIPO.\nErika, if I understood your question right, if we turn to page 16 of the deck in the bottom right hand side, we\nshow the P&L for Mexico Consumer for 2022 and 2023. And so you can see the contribution from a revenue\nand expense point of view so about $1.5 billion in 2023. And I think it's about $4 billion or so of TCE that we\nhave associated with this business. So that gives you some sense for the contribution, but it continues to\nperform quite well as we manage it through this process.",
      "word_count": "149",
      "page_number": "11",
      "sequence": "33",
      "confidence": "0.6",
      "topic_category": "financial_results"
    },
    {
      "bank": "Citigroup",
      "quarter": "Third",
      "speaker": "ERIKA NAJARIAN",
      "role": "OTHER",
      "paragraph": "Perfect. Thank you. And as a follow-up question, I'm sure it is frustrating for you to see\nthe stock reaction in a quarter where you had PPNR strength and better expectations for net interest income\nin the fourth quarter. So maybe I'll frame the question this way for you, Mark.\nAs we think about the gyrations in interest rate expectations globally, may be remind us sort of is it fair to\nCopyright © 2024 Citigroup Inc. 11",
      "word_count": "77",
      "page_number": "11",
      "sequence": "34",
      "confidence": "0.6",
      "topic_category": "opening_remarks"
    },
    {
      "bank": "Citigroup",
      "quarter": "Third",
      "speaker": "MARK MASON",
      "role": "OTHER",
      "paragraph": "Okay. There's a lot there. But thank you. Thank you for the question. I would like to see the\nstock reacting much more favorably because this really has been a strong quarter for us and in fact as you\nmentioned, NII when you look through it, we've in fact taken our NII guidance up just a tad bit as we\nreferenced that the full year would be slightly down versus modestly down with the fourth quarter that's flat\nto the third quarter and so that is an important takeaway.\nI mentioned the headwinds and tailwinds earlier and we shouldn't lose sight of those. We will get lift from\nreinvesting the securities as those mature, we will continue to see volume growth and those are important\ndrivers of tailwind activity for us.\nYou rightfully mentioned our interest rate exposure analysis that we do on a quarterly basis that reflects the\nasset sensitivity of our business. And last quarter it was about $1.6 billion or so of a negative, assuming 100\nbasis point decline across the curve, assuming a static balance sheet and cross-currencies. And as you look\nat that asset sensitivity, again, you rightfully pointed out that we skew non-US in terms of the magnitude of\nthat decline in NII should we see that parallel shift.\nAnd in fact, it's as much as $1.3 billion or so of that $1.6 billion is non-US dollar related across 60 currencies.\nAnd so you'd have to see all of that move in tandem for that drag and the US dollar drag is about $300 million\nassuming 100 basis point shift and that's been coming down. If you look back over the quarters, we've been\nthoughtfully managing that down and that's down to about $300 million number. I would expect when we\nprint the third quarter Q, it will be down a bit more. And so, again, we are asset sensitive but it does skew\noutside of the US and thank you for asking the question because I think it's important to remind our investors\nand analysts of that dynamic which in many ways may be different from that of other Institutions.\nIn terms of the late fees, we did say that we were including late fees in our assumptions, in our outlook that\nwe've given. I'll state the obvious Erika, which is that we want people to obviously pay on time and we do\neverything that we can to assist and ensure that they do that. With that said, we don't have a definitive\ntimeline on late fees, nor are we overly reliant on late fees to drive revenue for our firm. And so it looks like\nthat decisioning will likely kind of fall closer to sometime in 2025 and so there is a small adjustment in the\nlast quarter of our revenue forecast but it's inside of the guidance that we gave and doesn't materially change\nthat in any way.\nAnd then the last part of your question, I think, was around NIR and the fee revenue. And as I mentioned\nearlier, I'm not going to give guidance for 2025 but I think your question was around where are we likely to\nsee continued momentum as it relates to fee revenue growth. And I would start with Services where fees\nwere up some 33% year-over-year and yes we should adjust for the Argentine Peso devaluation. But even if\nyou adjust for that it's double-digit, 11% year-over-year non-interest revenue growth. And when you look at\nthose drivers they've been consistently strong. Cross-border transaction value up 8%, US dollar clearing\nvolume up 7%, commercial card spend up 8%. In the supplement you'll see that it's mid to high single digit\nyear-to-date growth across those KPIs as well. We expect that that will continue with our corporate clients\nand as we bring on new commercial clients as well.\nI'll turn you to – if you look at Banking, we talked about already so I won't kind of lean into that too much but\nexcept to highlight a really strong quarter in Banking, in Investment Banking fees, in particular, the rebound\nthat we've been talking about but importantly us capturing share in that rebound and these important\npartnerships that position us well as sponsors start to lean back into the market the investments that we've\nbeen making in talent, in sectors we need to strengthen. All of those things are going to play to continued fee\nmomentum as we go into 2025.\nCopyright © 2024 Citigroup Inc. 12",
      "word_count": "751",
      "page_number": "12",
      "sequence": "35",
      "confidence": "0.6",
      "topic_category": "opening_remarks"
    },
    {
      "bank": "Citigroup",
      "quarter": "Third",
      "speaker": "OPERATOR",
      "role": "MODERATOR",
      "paragraph": "Our next question will come from Gerard Cassidy with RBC. Your line is now open. Please go\nahead.",
      "word_count": "18",
      "page_number": "13",
      "sequence": "36",
      "confidence": "0.6",
      "topic_category": "qa_session"
    },
    {
      "bank": "Citigroup",
      "quarter": "Third",
      "speaker": "GERARD CASSIDY",
      "role": "OTHER",
      "paragraph": "Mark, you touched on in your prepared comments about growing the US Personal\nBanking RoTCE to higher levels. And you mentioned two items. One, innovative products and the\nnormalization of credit costs. Can you elaborate on those two items that will be contributing to the driver\naside from the efficiency improvement that you also touched on?",
      "word_count": "56",
      "page_number": "13",
      "sequence": "37",
      "confidence": "0.6",
      "topic_category": "general_discussion"
    },
    {
      "bank": "Citigroup",
      "quarter": "Third",
      "speaker": "MARK MASON",
      "role": "OTHER",
      "paragraph": "Yeah, sure. So obviously USPB is a combination of the cards businesses that we have in the\nRetail Banking business and that cards portfolio has both Branded as well as Retail Services as part of it. And\neven within Branded, we have proprietary cards where we frankly have been looking to how we can come up\nwith new innovative products. One example of product innovation is the recent refresh that we did of our\nStrata Premier Card which was designed to drive acquisition and engagement with a new rewards offering.\nAnd with that acquisitions are up some 7% both quarter-over-quarter and year-over-year for Branded Cards\nso that's an example of product innovation.\nAnother one is we also launched FlexPay at Costco a few quarters ago and you can see good instalment loan\ngrowth as a consequence of that, up some 15% or so. And so that type of product creation is important to\nacquisitions, it's important to ensuring the card stays top of wallet and important to driving some of that top\nline performance. And then the other thing that I mentioned, you're right was around cost of credit and that\nreally is the continued normalization of cost of credit. I mentioned a couple of times now the idea that\nmultiple vintages are maturing at the same time. And that has to play through for us to kind of see a more\nnormal level of credit and that will be important to the returns. And again, we are starting to see stabilization\nin both the cost of credit line but also in delinquencies and that's a good indicator for us.",
      "word_count": "270",
      "page_number": "13",
      "sequence": "38",
      "confidence": "0.6",
      "topic_category": "general_discussion"
    },
    {
      "bank": "Citigroup",
      "quarter": "Third",
      "speaker": "GERARD CASSIDY",
      "role": "OTHER",
      "paragraph": "Very good. And then just following up on credit. In the Banking division, you guys\nmentioned the cost of credit was, I think, $177 million due to ACL build of $141 million. And it was due to a\nchange in the mix in the portfolio. Can you share with us what that mix change was that drove this provision?",
      "word_count": "59",
      "page_number": "13",
      "sequence": "39",
      "confidence": "0.6",
      "topic_category": "general_discussion"
    },
    {
      "bank": "Citigroup",
      "quarter": "Third",
      "speaker": "MARK MASON",
      "role": "OTHER",
      "paragraph": "It's a mix of kind of different asset classes and clients that we've lent against. There's nothing\nmaterial or significant in that number. When you look at the nonaccrual loans that ratio still 31 basis points.\nSo it's a mix change of our exposures but nothing material there.",
      "word_count": "48",
      "page_number": "13",
      "sequence": "40",
      "confidence": "0.6",
      "topic_category": "general_discussion"
    },
    {
      "bank": "Citigroup",
      "quarter": "Third",
      "speaker": "JANE FRASER",
      "role": "OTHER",
      "paragraph": "And we continue to see a very healthy corporate sector really across the world.",
      "word_count": "14",
      "page_number": "13",
      "sequence": "41",
      "confidence": "0.6",
      "topic_category": "general_discussion"
    },
    {
      "bank": "Citigroup",
      "quarter": "Third",
      "speaker": "OPERATOR",
      "role": "MODERATOR",
      "paragraph": "Our next question will come from the line of Vivek Juneja with JPMorgan. Your line is now open.\nPlease go ahead.",
      "word_count": "21",
      "page_number": "13",
      "sequence": "42",
      "confidence": "0.6",
      "topic_category": "qa_session"
    },
    {
      "bank": "Citigroup",
      "quarter": "Third",
      "speaker": "VIVEK JUNEJA",
      "role": "OTHER",
      "paragraph": "Hi. Two questions, Jane and Mark. One is on expenses and the other is on your response to\nthe asset cap question before. So first one, expenses, an easier one. Earlier in the year you had said you\nexpect about $700 million to $1 billion of severance charges in the $53.5 billion to $53.8 billion. Did you have\nany in the third quarter? Expect any if the fourth? And do you expect to be done with those this year or any\nto continue into next year too?",
      "word_count": "87",
      "page_number": "13",
      "sequence": "43",
      "confidence": "0.6",
      "topic_category": "guidance"
    },
    {
      "bank": "Citigroup",
      "quarter": "Third",
      "speaker": "MARK MASON",
      "role": "OTHER",
      "paragraph": "Yeah. So that number was a combination of restructuring charges and severance charges or\nrepositioning charges and we breakout obviously restructuring so that you can see those. And this\nCopyright © 2024 Citigroup Inc. 13",
      "word_count": "35",
      "page_number": "13",
      "sequence": "44",
      "confidence": "0.6",
      "topic_category": "general_discussion"
    },
    {
      "bank": "Citigroup",
      "quarter": "Third",
      "speaker": "VIVEK JUNEJA",
      "role": "OTHER",
      "paragraph": "Okay. Thanks on that. And shifting to the asset cap question, Jane and Mark, we didn't hear\na clear answer on, A, do you have an asset cap? And B, even if you don't, what is the effective implication or\nimpact of what the regulators have said?",
      "word_count": "47",
      "page_number": "14",
      "sequence": "45",
      "confidence": "0.6",
      "topic_category": "opening_remarks"
    },
    {
      "bank": "Citigroup",
      "quarter": "Third",
      "speaker": "JANE FRASER",
      "role": "OTHER",
      "paragraph": "So let me be crystal clear. We do not have an asset cap and there are no additional measures\nother than what was announced in July in place and not expecting any. So the implications of what we're\ndoing is as I've laid out, we've increased investments in the areas where we were behind, particularly in the\ndata related to our regulatory processes and regulatory reporting. We're increasing investment behind it. And\nwe continue to make progress, material progress on the orders in place including closing the BSA/AML order\nthis quarter. The third order closed since 2021.",
      "word_count": "97",
      "page_number": "14",
      "sequence": "46",
      "confidence": "0.6",
      "topic_category": "guidance"
    },
    {
      "bank": "Citigroup",
      "quarter": "Third",
      "speaker": "VIVEK JUNEJA",
      "role": "OTHER",
      "paragraph": "And you don't expect anything meaningful, Jane, that will impact business like there was this\nnew story about China, some license that you didn't get approved by the regulators. Anything more\nmeaningful like that that might be occurring that may be...",
      "word_count": "41",
      "page_number": "14",
      "sequence": "47",
      "confidence": "0.6",
      "topic_category": "guidance"
    },
    {
      "bank": "Citigroup",
      "quarter": "Third",
      "speaker": "JANE FRASER",
      "role": "OTHER",
      "paragraph": "Absolutely – let me be crystal clear, absolutely nothing.",
      "word_count": "9",
      "page_number": "14",
      "sequence": "48",
      "confidence": "0.6",
      "topic_category": "general_discussion"
    },
    {
      "bank": "Citigroup",
      "quarter": "Third",
      "speaker": "OPERATOR",
      "role": "MODERATOR",
      "paragraph": "Our next question will come from the line of Matt O'Connor with Deutsche Bank. Your line is\nnow open. Please go ahead.\nMATT O'",
      "word_count": "24",
      "page_number": "14",
      "sequence": "49",
      "confidence": "0.6",
      "topic_category": "qa_session"
    },
    {
      "bank": "Citigroup",
      "quarter": "Third",
      "speaker": "CONNOR",
      "role": "OTHER",
      "paragraph": "Hi. Just a couple of clarification questions. I guess first on Banamex, are you on track to\nstill IPO it the fourth quarter of next year or does it just get pushed out by a quarter with the legal separation\ntaking a little bit longer?",
      "word_count": "45",
      "page_number": "14",
      "sequence": "50",
      "confidence": "0.6",
      "topic_category": "qa_session"
    },
    {
      "bank": "Citigroup",
      "quarter": "Third",
      "speaker": "JANE FRASER",
      "role": "OTHER",
      "paragraph": "Look, I think as I mentioned in response to Erika's question, we plan to be ready to IPO at the\nend of 2025 based on the factors we can control. The timing is going to get driven by how we maximize\nshareholder value and that will be market conditions. So that's where we stand.\nMATT O'",
      "word_count": "56",
      "page_number": "14",
      "sequence": "51",
      "confidence": "0.6",
      "topic_category": "qa_session"
    },
    {
      "bank": "Citigroup",
      "quarter": "Third",
      "speaker": "CONNOR",
      "role": "OTHER",
      "paragraph": "Okay. I think that means by the end of 2025, you talk about 1Q 2026, that was kind of my\nclarification question on that. I thought you needed four quarters after you legally separated it to officially\nIPO it.",
      "word_count": "39",
      "page_number": "14",
      "sequence": "52",
      "confidence": "0.6",
      "topic_category": "qa_session"
    },
    {
      "bank": "Citigroup",
      "quarter": "Third",
      "speaker": "JANE FRASER",
      "role": "OTHER",
      "paragraph": "We believe as we stand at the moment we would be ready to IPO at the end of 2025. It's much\nmore a focus on what the market conditions at that point will be and Mark and I are very, very much focused\non the shareholder value and maximizing that over – rushing over one quarter versus another quarter.",
      "word_count": "59",
      "page_number": "14",
      "sequence": "53",
      "confidence": "0.6",
      "topic_category": "general_discussion"
    },
    {
      "bank": "Citigroup",
      "quarter": "Third",
      "speaker": "MARK MASON",
      "role": "OTHER",
      "paragraph": "And there's no hard rule on – sorry, go ahead.",
      "word_count": "10",
      "page_number": "14",
      "sequence": "54",
      "confidence": "0.6",
      "topic_category": "general_discussion"
    },
    {
      "bank": "Citigroup",
      "quarter": "Third",
      "speaker": "JANE FRASER",
      "role": "OTHER",
      "paragraph": "Yes, there isn't a hard rule on you have to have got four quarters after you have separated.\nMATT O'",
      "word_count": "20",
      "page_number": "14",
      "sequence": "55",
      "confidence": "0.6",
      "topic_category": "general_discussion"
    },
    {
      "bank": "Citigroup",
      "quarter": "Third",
      "speaker": "CONNOR",
      "role": "OTHER",
      "paragraph": "I see. Okay. That's super helpful. We just haven't had that many of these, so that's helpful.\nAnd then just separately I think in the prepared remarks you guys mentioned a modest provision within\nServices for some of the unremitted corporate dividends and I just wanted to clarify that and what country\nis that. And I guess I thought there wasn't really much liability to you guys from that, so any clarification on\nthat. I know it's a small amount, but that would be helpful. Thank you.",
      "word_count": "87",
      "page_number": "14",
      "sequence": "56",
      "confidence": "0.6",
      "topic_category": "opening_remarks"
    },
    {
      "bank": "Citigroup",
      "quarter": "Third",
      "speaker": "MARK MASON",
      "role": "OTHER",
      "paragraph": "Sure. It's a small amount. In the back of the deck, we have a page on Russia exposure. It's\nrelated to that.\nMATT O'",
      "word_count": "24",
      "page_number": "14",
      "sequence": "57",
      "confidence": "0.6",
      "topic_category": "general_discussion"
    },
    {
      "bank": "Citigroup",
      "quarter": "Third",
      "speaker": "CONNOR",
      "role": "OTHER",
      "paragraph": "Okay. But still feel like there's not risk to you guys from all those kind of trapped\ndividends, I guess why take a small reserve if there's legally no risk to you guys?\nCopyright © 2024 Citigroup Inc. 14",
      "word_count": "39",
      "page_number": "14",
      "sequence": "58",
      "confidence": "0.6",
      "topic_category": "risk_discussion"
    },
    {
      "bank": "Citigroup",
      "quarter": "Third",
      "speaker": "MARK MASON",
      "role": "OTHER",
      "paragraph": "Well, it's the way we treat the exposure there. We're following the guidelines on how we need\nto treat exposures in the country that we aren't able to distribute to clients but we actually have to hold on\ntheir behalf. And so we have to book a reserve associated with that and so we do that. We obviously show on\nthe page what the exposure is in the event of a loss of control and you can kind of see how that ultimately\nnets out but we're following the appropriate guidelines for what's required for reserves of that nature.\nMATT O'",
      "word_count": "101",
      "page_number": "15",
      "sequence": "59",
      "confidence": "0.6",
      "topic_category": "general_discussion"
    },
    {
      "bank": "Citigroup",
      "quarter": "Third",
      "speaker": "OPERATOR",
      "role": "MODERATOR",
      "paragraph": "Our next question comes from the line of Ryan Kenny with Morgan Stanley. Your line is now\nopen. Please go ahead.",
      "word_count": "21",
      "page_number": "15",
      "sequence": "60",
      "confidence": "0.6",
      "topic_category": "qa_session"
    },
    {
      "bank": "Citigroup",
      "quarter": "Third",
      "speaker": "RYAN KENNY",
      "role": "OTHER",
      "paragraph": "Hey. Thanks for taking my question. I have one for Mark. So you mentioned that Services NII\nis a tailwind as rates decline. Can you just unpack how that happens? Is there any benefit from swap roll-off\nor a floating swap that we should be thinking about that's embedded in that statement?",
      "word_count": "52",
      "page_number": "15",
      "sequence": "61",
      "confidence": "0.6",
      "topic_category": "opening_remarks"
    },
    {
      "bank": "Citigroup",
      "quarter": "Third",
      "speaker": "MARK MASON",
      "role": "OTHER",
      "paragraph": "There are a couple of things kind of to keep in mind on the Services business. So, one is, is\nobviously this is a client business. It's not just a deposit taking business and so how we think about pricing\nto those client becomes really important. You've got the US and non-US dynamic that's playing through. For\ninstitutional clients, we've largely been holding to the higher betas that we saw as rates have ticked up.\nAgain, with the relationship in mind. And we have some offsetting pressure outside of the US as those betas\nkind of catch up. But I think importantly you also heard me mention the reinvestment into securities at higher\nyields and that reinvestment or those higher yields ultimately play out through the businesses and so that\nwill show up as part of kind of NII as we think about Services but the other businesses as well. And so those\nare important components of the NII story for Services.\nI think when you look at the in-quarter performance and [TTS] NII is down 5%, a big part of that is driven by\nthe Argentina rates movement in the quarter versus last year, so lower rates we're earning in Argentina\nplaying through that line particularly in this quarter. If you adjusted for that on the NII line, it would be flat to\nslightly a little bit better. So that's really what it is. It's kind of management of client relationships as well as\nthe higher earnings on reinvested securities contributing to that as well as volume from operating account\ngrowth that we expect.",
      "word_count": "265",
      "page_number": "15",
      "sequence": "62",
      "confidence": "0.6",
      "topic_category": "financial_results"
    },
    {
      "bank": "Citigroup",
      "quarter": "Third",
      "speaker": "OPERATOR",
      "role": "MODERATOR",
      "paragraph": "Our next question comes from the line of Saul Martinez with HSBC. Your line is now open. Please\ngo ahead.",
      "word_count": "20",
      "page_number": "15",
      "sequence": "63",
      "confidence": "0.6",
      "topic_category": "qa_session"
    },
    {
      "bank": "Citigroup",
      "quarter": "Third",
      "speaker": "SAUL MARTINEZ",
      "role": "OTHER",
      "paragraph": "Hey, guys. Couple quick questions. First, just a follow-up on Banamex. Jane, as you know,\nthere are concerns about judicial reform in Mexico and the implications for rule of law and Mexican asset\nprices have suffered as a result. I think the largest Mexican bank trades at something in the neighborhood of\nseven times earnings. If market conditions don't improve and Mexican asset prices remain depressed and\nthese concerns persist, then what? I mean, do you just wait until market conditions improve or how do you\nthink about this process in the context of what seems to be a deteriorating macro backdrop for Mexico.",
      "word_count": "104",
      "page_number": "15",
      "sequence": "64",
      "confidence": "0.6",
      "topic_category": "financial_results"
    },
    {
      "bank": "Citigroup",
      "quarter": "Third",
      "speaker": "JANE FRASER",
      "role": "OTHER",
      "paragraph": "Yeah. We've got to wait and see what the market conditions will be but the North Star for me\nand for Mark is crystal clear, it is optimizing and maximizing our shareholder value. So if the conditions are\nnot appropriate at that time then we will wait until they are. In the meantime, the business is performing well.\nIt's accretive to our returns. It's not a drag here in any shape or form so there is no need to rush for a\nsuboptimal result here. But we will IPO and we will exit Banamex, but we won't do that in a reckless manner.\nWe will be disciplined about it as you would expect us to be and as I think we're demonstrating that we are\non multiple different dimensions.",
      "word_count": "129",
      "page_number": "15",
      "sequence": "65",
      "confidence": "0.6",
      "topic_category": "guidance"
    },
    {
      "bank": "Citigroup",
      "quarter": "Third",
      "speaker": "SAUL MARTINEZ",
      "role": "OTHER",
      "paragraph": "Okay. Fair enough. And then I guess a follow-up on the US Personal Banking, RoTCE\nimprovement and the normalization of the cost of credit seems to be a big component of that. But Mark can\nyou just remind us where you are in terms of cost of credit versus what you would think a more normalized\nlevel is for Branded Cards and Retail Services. I guess how much of a tailwind does a more normalized credit\nCopyright © 2024 Citigroup Inc. 15",
      "word_count": "82",
      "page_number": "15",
      "sequence": "66",
      "confidence": "0.6",
      "topic_category": "general_discussion"
    },
    {
      "bank": "Citigroup",
      "quarter": "Third",
      "speaker": "MARK MASON",
      "role": "OTHER",
      "paragraph": "Again, I don't want to get into 2025 at this stage. I assure you, we will give more color and\ncommentary on that as we get into the fourth quarter earnings in January. What I will say again, as you think\nabout these businesses, we do see continued top line – we do expect continued top line momentum. We've\nhad eight consecutive quarters of positive operating leverage in USPB, 49% [efficiency ratio] this quarter. So\nwe're managing the expense base well. We think there's more upside to the top line. We're very focused on\ngrowth across the portfolios and I do think that cost of credit again, if for no other reason but the\ncompounding effect of those vintages maturing as well as kind of inflation starting to come off, rates trickling\ndown, that should be better for the consumer and should start to play out in both the macroeconomic\nscenarios that we run for CECL purposes but also ultimately in delinquencies and NCLs and we're starting to\nsee that improvement in delinquencies and its stabilization already somewhat. So I don't want to get into\nguidance. But that's kind of how I think about the drivers or contributors to improve returns over the medium\nterm.",
      "word_count": "205",
      "page_number": "16",
      "sequence": "67",
      "confidence": "0.6",
      "topic_category": "financial_results"
    },
    {
      "bank": "Citigroup",
      "quarter": "Third",
      "speaker": "OPERATOR",
      "role": "MODERATOR",
      "paragraph": "Our next question will come from the line of Mike Mayo with Wells Fargo. Your line is now open.\nPlease go ahead.",
      "word_count": "22",
      "page_number": "16",
      "sequence": "68",
      "confidence": "0.6",
      "topic_category": "qa_session"
    },
    {
      "bank": "Citigroup",
      "quarter": "Third",
      "speaker": "MIKE MAYO",
      "role": "OTHER",
      "paragraph": "Hi. Thanks for the clarification on the asset cap question that I asked earlier. And I know you\nare limited in how much you can say about regulators but just be clear, because a lot of e-mail traffic going\nback, you did say there is no asset cap and you don't expect one and you don't expect other additional\nactions at this time?",
      "word_count": "63",
      "page_number": "16",
      "sequence": "69",
      "confidence": "0.6",
      "topic_category": "opening_remarks"
    },
    {
      "bank": "Citigroup",
      "quarter": "Third",
      "speaker": "MIKE MAYO",
      "role": "OTHER",
      "paragraph": "Okay. Thank you for clarifying that. And I guess, look, I have great respect, I'm an ex-regulator,\nPaul Volcker was my hero. I respect regulators. And nobody wants to see you cut corners to get to your $51\nbillion to $53 billion of expenses. But I'm just wondering – and you have consolidated systems apps, layers,\nbureaucracy and you're divesting lots of activities. So it's just even the amended consent order was surprising\nbecause you have taken so many efforts and if you should have had an amended consent order or other\nactions, they probably should have been in place one, five, 10 or literally 20 years ago. And so that's just\nconfusing on the outside. So with that said, is this a matter of spending more money or about doing these\ntasks more intelligently? In other words, you put more gas in the tank, the car's not going faster. So is it\namount of resources or just being more intelligent in terms of resolving some of these regulatory issues?",
      "word_count": "170",
      "page_number": "16",
      "sequence": "70",
      "confidence": "0.6",
      "topic_category": "opening_remarks"
    },
    {
      "bank": "Citigroup",
      "quarter": "Third",
      "speaker": "JANE FRASER",
      "role": "OTHER",
      "paragraph": "So let me break it down to a couple of pieces. So I start off just remind everyone the consent\norders are very, very broad and the action that was taken was because we're behind in a narrower area which\nis the data particularly regarding our regulatory reporting where we're behind is the main area of focus. We\nmoved swiftly to address it.\nWe're very transparent about it from early on in the year that we were falling behind on this and overall I'm\npleased with our progress. And as you say, Mike, I listed a number of areas of progress and trying to make it\nas tangible as we can, given what we can and can't say as this is supervisory. I'm pleased that our businesses\ncontinue to improve their performance while the transformation is going on. They're the two priorities we\nhave this year so I think effectively, yes, we can walk and chew gum at the same time and the huge benefit of\nall of the simplification on the business, on the organization, the other efforts, is making it easier for us to\nexecute and be very focused.\nAnd well maybe, Mark, I’ll pass it over to you.",
      "word_count": "201",
      "page_number": "16",
      "sequence": "71",
      "confidence": "0.6",
      "topic_category": "general_discussion"
    },
    {
      "bank": "Citigroup",
      "quarter": "Third",
      "speaker": "MARK MASON",
      "role": "OTHER",
      "paragraph": "I think your question's helpful in the sense that you said is it kind of a rethink on our approach\nor is it the need to spend more money and one of the things that we've done, Mike, is take a step back and\nlook at how we've been approaching data, for example. So this is – and we are going to make – we have made\nsome changes to our approach and those changes relate to how we get after resolving data issues that are\nidentified ensuring that there's engagement from the front end business, from the functions that are most\nrelevant and that there's consideration for what's required on reg reporting in order for us to get that process\nstreamlined and correct.\nCopyright © 2024 Citigroup Inc. 16",
      "word_count": "130",
      "page_number": "16",
      "sequence": "72",
      "confidence": "0.6",
      "topic_category": "qa_session"
    },
    {
      "bank": "Citigroup",
      "quarter": "Third",
      "speaker": "JANE FRASER",
      "role": "OTHER",
      "paragraph": "And all of this drives productivity and other benefits for our shareholders as well as making\nsure that we're strengthening Citi from the regulatory perspective.",
      "word_count": "25",
      "page_number": "17",
      "sequence": "73",
      "confidence": "0.6",
      "topic_category": "general_discussion"
    },
    {
      "bank": "Citigroup",
      "quarter": "Third",
      "speaker": "MIKE MAYO",
      "role": "OTHER",
      "paragraph": "And then last follow-up. To the extent that you see a disconnect between your performance\nand the stock price that would seem to create more of an opportunity to buy the stock at $64 when tangible\nbook value is $90. And so, I hope that – I've used this analogy before, but hopefully you're selling the chairs\nand the desk and the silverware in the executive dining room to go ahead and buy back stock whenever you\ncan.",
      "word_count": "78",
      "page_number": "17",
      "sequence": "74",
      "confidence": "0.6",
      "topic_category": "general_discussion"
    },
    {
      "bank": "Citigroup",
      "quarter": "Third",
      "speaker": "JANE FRASER",
      "role": "OTHER",
      "paragraph": "It's clearly given where we are trading, we're very focused around the opportunities to buy\nback stock and mindful of the importance of it and equally, yes, we are proud of the performance of the\nfranchise this quarter. It was a very strong quarter and important set of proof points for our investors. We are\non a deliberate path. We're making the progress that we need to and actually pretty excited about the path\nahead of us and the potential that we see.",
      "word_count": "83",
      "page_number": "17",
      "sequence": "75",
      "confidence": "0.6",
      "topic_category": "general_discussion"
    },
    {
      "bank": "Citigroup",
      "quarter": "Third",
      "speaker": "OPERATOR",
      "role": "MODERATOR",
      "paragraph": "There are no further questions. I'll now turn the call over to Jenn Landis for closing remarks.",
      "word_count": "17",
      "page_number": "17",
      "sequence": "76",
      "confidence": "0.6",
      "topic_category": "qa_session"
    },
    {
      "bank": "Citigroup",
      "quarter": "Third",
      "speaker": "JENNIFER LANDIS",
      "role": "OTHER",
      "paragraph": "Thank you, everyone, for joining the call. Please follow-up with IR if you have any\nadditional questions. Thank you.",
      "word_count": "19",
      "page_number": "17",
      "sequence": "77",
      "confidence": "0.6",
      "topic_category": "opening_remarks"
    },
    {
      "bank": "Citigroup",
      "quarter": "Third",
      "speaker": "OPERATOR",
      "role": "MODERATOR",
      "paragraph": "This concludes Citi's Third Quarter 2024 Earnings Call. You may now disconnect.\nCopyright © 2024 Citigroup Inc. 17",
      "word_count": "18",
      "page_number": "17",
      "sequence": "78",
      "confidence": "0.6",
      "topic_category": "financial_results"
    },
    {
      "bank": "Citigroup",
      "quarter": "Third",
      "speaker": "Unknown Speaker",
      "role": "Unknown",
      "paragraph": "T R A N S C R I P T\nCiti Third Quarter 2024 Earnings Call\nOctober 15, 2024\nCertain statements in this transcript are “forward-looking statements” within the meaning of the U.S.\nPrivate Securities Litigation Reform Act of 1995. These statements may be identified by words such as\nbelieve, expect, anticipate, intend, estimate, may increase, may fluctuate, target, illustrative and similar\nexpressions or future or conditional verbs such as will, should, would and could. These statements are\nbased on management's current expectations and are subject to uncertainty and changes in circumstances\nand are not guarantees of future results or occurrences. Actual results and capital and other financial\ncondition may differ materially from those included in these statements due to a variety of factors. These\nfactors may include, among others: geopolitical, macroeconomic and other challenges and uncertainties,\nincluding those related to election outcomes, conflicts in the Middle East, economic growth, inflation and\ninterest rates; the execution and efficacy of Citi’s transformation, simplification and other strategic and\nother initiatives, including those related to its investment, expense and capital-related actions; the\npotential outcomes of the extensive legal and regulatory proceedings, examinations, investigations,\nconsent orders and related compliance efforts and other inquiries to which Citi is or may be subject; ongoing\nregulatory and legislative uncertainties and changes, including changes in regulatory capital rules,\nrequirements or interpretations;; and the precautionary statements included in this transcript. These\nfactors also consist of those contained in Citigroup's filings with the U.S. Securities and Exchange\nCommission, including without limitation the “Risk Factors” section of Citigroup's 2023 Form 10-K. Any\nforward-looking statements made by or on behalf of Citigroup speak only as to the date they are made, and\nCiti does not undertake to update forward-looking statements to reflect the impact of circumstances or\nevents that arise after the date the forward-looking statements were made.\nCopyright © 2024 Citigroup Inc. 18",
      "word_count": "312",
      "page_number": "18",
      "sequence": "79",
      "confidence": "0.3",
      "topic_category": "financial_results"
    }
  ]
}