{
  "document_metadata": {
    "filename": "Q4_2024.pdf",
    "document_type": "transcript",
    "bank": "Citigroup",
    "quarter": "Fourth Quarter 2024",
    "processed_at": "2025-06-06T18:13:18.423775",
    "total_records": 63,
    "total_speakers": 17,
    "total_words": 9503
  },
  "speakers": [
    {
      "name": "PRESENTATION\nOPERATOR",
      "role": "MODERATOR",
      "total_words": 75,
      "paragraphs": 1,
      "avg_confidence": 0.6
    },
    {
      "name": "JENNIFER LANDIS",
      "role": "OTHER",
      "total_words": 130,
      "paragraphs": 2,
      "avg_confidence": 0.6
    },
    {
      "name": "JANE FRASER",
      "role": "OTHER",
      "total_words": 2797,
      "paragraphs": 11,
      "avg_confidence": 0.6
    },
    {
      "name": "Unknown Speaker",
      "role": "Unknown",
      "total_words": 1882,
      "paragraphs": 3,
      "avg_confidence": 0.3
    },
    {
      "name": "MARK MASON",
      "role": "OTHER",
      "total_words": 2423,
      "paragraphs": 14,
      "avg_confidence": 0.6
    },
    {
      "name": "End",
      "role": "OTHER",
      "total_words": 17,
      "paragraphs": 1,
      "avg_confidence": 0.8
    },
    {
      "name": "OPERATOR",
      "role": "MODERATOR",
      "total_words": 223,
      "paragraphs": 11,
      "avg_confidence": 0.6
    },
    {
      "name": "JIM MITCHELL",
      "role": "OTHER",
      "total_words": 168,
      "paragraphs": 2,
      "avg_confidence": 0.6
    },
    {
      "name": "JOHN MCDONALD",
      "role": "OTHER",
      "total_words": 151,
      "paragraphs": 2,
      "avg_confidence": 0.6
    },
    {
      "name": "MIKE MAYO",
      "role": "OTHER",
      "total_words": 270,
      "paragraphs": 3,
      "avg_confidence": 0.6
    },
    {
      "name": "BETSY GRASECK",
      "role": "OTHER",
      "total_words": 198,
      "paragraphs": 1,
      "avg_confidence": 0.6
    },
    {
      "name": "EBRAHIM POONAWALA",
      "role": "OTHER",
      "total_words": 161,
      "paragraphs": 2,
      "avg_confidence": 0.6
    },
    {
      "name": "ERIKA NAJARIAN",
      "role": "OTHER",
      "total_words": 376,
      "paragraphs": 2,
      "avg_confidence": 0.6
    },
    {
      "name": "IPO",
      "role": "MODERATOR",
      "total_words": 20,
      "paragraphs": 1,
      "avg_confidence": 0.8
    },
    {
      "name": "GERARD CASSIDY",
      "role": "OTHER",
      "total_words": 275,
      "paragraphs": 3,
      "avg_confidence": 0.6
    },
    {
      "name": "CONNOR",
      "role": "OTHER",
      "total_words": 102,
      "paragraphs": 2,
      "avg_confidence": 0.6
    },
    {
      "name": "SAUL MARTINEZ",
      "role": "OTHER",
      "total_words": 235,
      "paragraphs": 2,
      "avg_confidence": 0.6
    }
  ],
  "transcript_data": [
    {
      "bank": "Citigroup",
      "quarter": "Fourth Quarter 2024",
      "speaker": "PRESENTATION\nOPERATOR",
      "role": "MODERATOR",
      "paragraph": "Hello and welcome to Citi's Fourth Quarter 2024 Earnings Call. Today's call will be hosted by\nJenn Landis, Head of Citi Investor Relations. We ask that you please hold all questions until the completion\nof the formal remarks at which time you will be given instructions for the question-and-answer session.\nAlso, as a reminder, this conference is being recorded today. If you have any objections, please disconnect\nat this time.\nMs. Landis, you may begin.",
      "word_count": "75",
      "page_number": "1",
      "sequence": "1",
      "confidence": "0.6",
      "topic_category": "opening_remarks"
    },
    {
      "bank": "Citigroup",
      "quarter": "Fourth Quarter 2024",
      "speaker": "JENNIFER LANDIS",
      "role": "OTHER",
      "paragraph": "Thank you, operator. Good morning and thank you all for joining our fourth quarter\n2024 earnings call. I am joined today by our Chief Executive Officer, Jane Fraser, and our Chief Financial\nOfficer, Mark Mason.\nI'd like to remind you that today's presentation, which is available for download on our website,\ncitigroup.com, may contain forward-looking statements which are based on management's current\nexpectations and are subject to uncertainty and changes in circumstances. Actual results may differ\nmaterially from these statements due to a variety of factors, including those described in our earnings\nmaterials as well as in our SEC filings.\nAnd with that, I'll turn it over to Jane.",
      "word_count": "109",
      "page_number": "1",
      "sequence": "2",
      "confidence": "0.6",
      "topic_category": "opening_remarks"
    },
    {
      "bank": "Citigroup",
      "quarter": "Fourth Quarter 2024",
      "speaker": "JANE FRASER",
      "role": "OTHER",
      "paragraph": "Thank you, Jenn, and a very good morning to everyone. I am going to start with the macro\nbackdrop, and then walk you through our results for the full year. I will share some thoughts on the progress\nwe are making executing our strategy and then conclude with why we have decided to adjust our 2026\nreturn target.\nWe entered 2025 with strategic clarity and good momentum across all our businesses. From the global\nmacro perspective, economies have done a good job tolerating hikes from central banks, and inflation has\nclearly been receding. While policies will certainly impact economic activity, whether in the form of tariffs or\ntaxes, 2025 doesn’t look that different from 2024.\nThe U.S. remains at the heart of the macro picture. Growth is not only being driven by the higher end\nconsumer, but also by a strong, innovative corporate sector. China’s growth has been slower than expected\nbut there is still the prospect of further stimulus. Europe continues to underachieve. And many emerging\nmarkets have re-emerged as bright spots, a trend which certainly benefits us given our global network and\ndeep presence in countries such as India and throughout the Middle East and ASEAN. I told you 2024 was a\ncritical year and I am proud of what we accomplished and how our businesses performed. We finished with\na very strong fourth quarter, which Mark will detail shortly.\nFor the full year, our net income was up nearly 40% to $12.7 billion. We exceeded our full-year revenue target\nwith revenues up 5% ex-divestitures. Fee revenue was up 17% and we saw a smaller impact from Argentina’s\ncurrency devaluation. We delivered expenses within our guidance and improved our efficiency ratio by 340\nbps whilst increasing investment in our Transformation. Our RoTCE grew over 200 bps, albeit from a low\nlevel. Our five core businesses each generated positive operating leverage for the full year, which we also\nachieved at the firm level.\nCopyright © 2025 Citigroup Inc. 1",
      "word_count": "330",
      "page_number": "1",
      "sequence": "3",
      "confidence": "0.6",
      "topic_category": "opening_remarks"
    },
    {
      "bank": "Citigroup",
      "quarter": "Fourth Quarter 2024",
      "speaker": "Unknown Speaker",
      "role": "Unknown",
      "paragraph": "T R A N S C R I P T\nCiti Fourth Quarter 2024 Earnings Call\nJanuary 15, 2025\nServices was up 9% and had another record year, despite the lower rate environment, as a result of new\nmandates and our emphasis on fee growth. We grew share in both TTS and Securities Services.\nCapped by our best fourth quarter in a decade, Markets was up 6%. The performance of this franchise in a\nlow-volatility year shows the benefits of our diversified product mix.\nEquities was strong throughout and was up 26% in what was a record year for us.\nBanking was up 32% as we gained share across all three investment banking products. And we announced\nan innovative $25 billion private credit partnership with our longtime client Apollo. Under Vis’ leadership, we\nexpect to continue to gain on our competition in 2025 and beyond.\n2024 was the turning point for Wealth, as we sharpened our focus on investments, right-sized the expense\nbase, and improved the client experience. Revenue was up 7% for the year, including fee growth of 18%.\nCitigold and Asia were particularly strong and Net New Investment Asset flows grew a very pleasing 40%.\nWe attracted top talent throughout the year in Wealth, most recently bringing in Kate Moore as our CIO and\nAnne McCosker as our Head of Lending. This business has tremendous potential with both new and existing\nclients, and we are really leaning into it.\nUSPB revenues were up 6% driven by borrowing across both card portfolios and by fee growth. We\nannounced a 10-year extension of our co-branded partnership with American Airlines, ensuring that this\nvaluable relationship enters into its fifth decade. With the acquisition of the Barclays portfolio, we will\nbecome American Airlines’ exclusive partner in 2026 and we expect to deliver more value for our cardholders\nand higher returns for our shareholders as a result.\nWe grew our Tangible Book Value per share by 4% and ended 2024 with a CET1 Ratio of 13.6%, approximately\n150 basis points above our regulatory capital requirement.\nAfter repurchasing $1 billion in common shares during the fourth quarter, we returned almost $7 billion in\ncapital to our common shareholders in 2024. Given how committed we are to returning capital, I am\nparticularly pleased to announce that our Board authorized a $20 billion share repurchase program.\nYou can see the very tangible progress we are making in executing the strategy that we laid out at our Investor\nDay three years ago. We have materially simplified our firm since then. We exited consumer businesses in\nnine countries, and near completion of our wind-downs in three and are on track to exit the final two. This\nincludes Banamex, which we legally separated from our institutional business in December. We are now fully\nfocused on getting ready to IPO, with the timing heavily dependent on regulatory approvals and market\nconditions of course.\nTo align our structure with our strategy, we went through a significant simplification of our organization,\nremoving management layers and the regional construct. This has accelerated decision making and made\nus a better partner to our clients.\nWe have strengthened our culture by better aligning compensation with our shareholders’ interests,\nenhancing our scorecards to ensure we are delivering for clients. We attracted top industry talent throughout\nour organization and that includes new leaders around my table for Banking, Wealth and Technology. We\nhave raised the bar on what we demand from each other and what we expect to deliver to our clients.\nWe have continued to innovate to improve the client experience and our efficiency. We are now live with Citi\nPayments Express in 18 countries, and have converted four million retail bank customers to our Simplified\nBanking platform in the U.S. We accelerated our use of AI, arming 30,000 developers with tools to write\ncode and launched two AI platforms to make 143,000 colleagues more efficient.\nThe investments we’re making to modernize our infrastructure, streamline processes and automate controls\nare changing how we run the bank. We consolidated our balance sheet reporting to one unified ledger. We\nimplemented a cloud-based solution for risk analytics to better value trading assets. We have closed out\nthree long-standing consent orders. Our capital, liquidity and reserves are robust. Our focused strategy,\nsimpler structure and targeted client selection have all reduced our risk profile significantly.\nCopyright © 2025 Citigroup Inc. 2",
      "word_count": "730",
      "page_number": "2",
      "sequence": "4",
      "confidence": "0.3",
      "topic_category": "financial_results"
    },
    {
      "bank": "Citigroup",
      "quarter": "Fourth Quarter 2024",
      "speaker": "MARK MASON",
      "role": "OTHER",
      "paragraph": "Thanks, Jane and good morning, everyone. I am going to start with the fourth quarter and\nfull-year financial results, focusing on year-over-year comparisons unless I indicate otherwise. I’ll also focus\non our current expectations for 2025 and 2026.\nOn slide 7, we show financial results for the full firm, which reflect improved performance both in the quarter\nand the year. As a reminder, in the fourth quarter of last year, revenues were significantly impacted by\nArgentina currency devaluation. Adjusted revenues and non-interest revenues for the full firm and Services\nare shown in the appendix of the earnings presentation on slide 36. This quarter we reported net income of\n$2.9 billion, EPS of $1.34 and an RoTCE of 6.1% on $19.6 billion of revenues, generating positive operating\nleverage for the firm and in each of our businesses. Total revenues were up 12%, driven by growth in each of\nour businesses and a smaller impact of Argentina currency devaluation. Net interest income excluding\nMarkets was roughly flat, with growth in USPB and Wealth offset by declines in Corporate/Other and\nBanking. Non-interest revenue excluding Markets was up 40%, driven by continued strong fee momentum\nacross Services, Banking and Wealth along with lower partner payments in USPB as well as a smaller impact\nof Argentina currency devaluation. And total Markets revenues were up 36%. Expenses were $13.2 billion,\ndown 18%, largely driven by the absence of the FDIC special assessment and restructuring charge in the prior\nyear. Excluding the impact of the FDIC special assessment and divestiture-related impacts, expenses were\ndown 7%, driven by the absence of the restructuring charge in the prior year and savings associated with our\norganizational simplification, partially offset by higher volume related expenses. Cost of credit was $2.6\nbillion, largely consisting of cards’ net credit losses and ACL build. At the end of the quarter, we had over $22\nbillion in total reserves with a reserve-to-funded loans ratio of 2.7%. And on a full-year basis, we delivered\n$12.7 billion of net income with an RoTCE of 7.0%.\nOn slide 8, we show full year revenue trends by business from 2021 to 2024. This year, we delivered $81.1\nbillion of revenue, up 5% on an ex-divestiture basis, driven by growth in each of our businesses and a smaller\nimpact of Argentina currency devaluation. Services revenues increased 9% to $19.6 billion, benefiting from\na smaller impact of Argentina currency devaluation, fee growth and higher deposit volumes. Markets\nrevenues increased 6% to $19.8 billion, primarily driven by growth in Equities, which had its highest annual\nrevenue in a decade, and Spread Products. Banking revenues increased 32% to $6.2 billion, largely driven by\ngrowth in Investment Banking, with fees up 42% as we gained approximately 50 basis points of share on an\nincreased wallet. Wealth revenues increased 7% to $7.5 billion, primarily driven by a 15% increase in non-\ninterest revenue as we continue to grow client investment assets. USPB revenues increased 6% to $20.4\nCopyright © 2025 Citigroup Inc. 3",
      "word_count": "498",
      "page_number": "3",
      "sequence": "5",
      "confidence": "0.6",
      "topic_category": "opening_remarks"
    },
    {
      "bank": "Citigroup",
      "quarter": "Fourth Quarter 2024",
      "speaker": "Unknown Speaker",
      "role": "Unknown",
      "paragraph": "T R A N S C R I P T\nCiti Fourth Quarter 2024 Earnings Call\nJanuary 15, 2025\nbillion, driven by growth in cards, as we continue to see strong customer engagement and an increase in\ninterest-earning balances, as well as lower partner payments. Overall, this year demonstrates another year\nof performance consistent with our medium-term target of 4 to 5% annual growth and the value of our\ndiversified business model.\nOn slide 9, we show the full year expense trend from 2021 to 2024. Excluding the impact of the FDIC special\nassessment, our full-year expenses were $53.8 billion, in line with our target. Expense reduction was driven\nby savings related to our organizational simplification and stranded cost reduction, as well as lower\nrestructuring and repositioning charges. Organizational simplification, stranded cost reduction as well as\nefforts to drive efficiencies across the businesses contributed to a net decline of roughly 10 thousand direct\nstaff. These savings were mostly offset by higher volume-related expenses as well as investments in the\nTransformation and other risk and controls and the Civil Money Penalties. As you can see at the bottom of\nthe page, we spent $2.9 billion on Transformation this year, which includes investments in our\ninfrastructure, platforms, applications, and data. Transformation investments were up 1%, driven by an\nincrease in certain programs, including data, largely offset by a reduction in the Transformation Bonus\nAward. And we spent $11.8 billion on technology, focused on digital innovation, new product development,\nclient experience and other areas such as cyber security.\nTurning to slide 10, we provide details on our $2.4 trillion balance sheet, which decreased 3% sequentially,\nlargely driven by the impact of foreign exchange translation. In the fourth quarter, we deployed some of our\nexcess liquidity into loans, while maintaining a 116% LCR and $933 billion of available liquidity resources.\nOur $1.3 trillion deposit base remains well-diversified across regions, industries, customers and account\ntypes. We maintained strong capital, ending the year with a preliminary 13.6% CET1 Capital ratio,\napproximately 150 basis points above our regulatory capital requirement of 12.1%. And for the year we\nreturned nearly $7 billion in the form of common dividends and repurchases to our shareholders. Turning to\nthe businesses on slide 11, we show the results for Services for the fourth quarter and full year. Services\nrevenues were up 15%, driven by a smaller impact of Argentina currency devaluation and reflecting continued\nmomentum across Securities Services and TTS, both of which gained share this year. NIR increased 61%,\ndriven by a smaller impact of Argentina currency devaluation, as well as continued strength in underlying fee\ndrivers such as USD Clearing, Commercial Card spend, Cross Border transactions, and assets under custody\nand administration. NII was roughly flat, as the benefit of higher deposit volumes was offset by the impact\nof lower interest rates in Argentina. Expenses increased 1%, driven by continued investment in technology\nand platform modernization, partially offset by productivity savings. Cost of credit was $112 million with a\nnet ACL build of $84 million and net credit losses of $28 million. Average loans increased 5% primarily driven\nby continued demand for export and agency finance as well as working capital loans. Average deposits\nincreased 4% as we continue to see growth in operating deposits. Services generated positive operating\nleverage and delivered net income of $1.9 billion and $6.5 billion for the year. And continues to deliver a high\nRoTCE, coming in at 29.9% and 26.0% for the year.\nOn slide 12, we show the results for Markets for the fourth quarter and full year. Markets saw its highest\nfourth quarter revenue in a decade and increased 36% with broad based gains across all products. Fixed\nIncome revenues increased 37%, driven by Rates and Currencies, which were up 39%, and Spread Products\nand Other Fixed Income, up 30%, both reflecting increased client activity. Rates and Currencies also\nbenefitted from a conducive trading environment, compared to a challenging prior year quarter. Spread\nProducts and Other Fixed Income was driven by Credit and Mortgage Trading as well as higher securitization\nvolumes. Equities revenues increased 34%, driven in part by strong execution of strategic client transactions\nin Cash Equities. And momentum also continued in Prime, with balances up approximately 23%. Expenses\ndecreased 8%, primarily driven by lower legal expenses and productivity savings. Cost of credit was $134\nmillion, driven by a net ACL build, primarily related to Spread Products. Average loans increased 6%, primarily\ndriven by asset-backed lending in Spread Products as well as margin loans in Equities. Average trading\naccount assets increased 15%, largely driven by client demand for US Treasuries and foreign government\nsecurities. Markets generated another quarter of positive operating leverage and delivered net income of\n$1.0 billion and $4.9 billion for the year. And delivered an RoTCE of 7.4% and 9.1% for the year.\nCopyright © 2025 Citigroup Inc. 4",
      "word_count": "811",
      "page_number": "4",
      "sequence": "6",
      "confidence": "0.3",
      "topic_category": "financial_results"
    },
    {
      "bank": "Citigroup",
      "quarter": "Fourth Quarter 2024",
      "speaker": "End",
      "role": "OTHER",
      "paragraph": "Investment Banking, as we continue to gain share in areas of\nCopyright © 2025 Citigroup Inc. 5",
      "word_count": "17",
      "page_number": "5",
      "sequence": "7",
      "confidence": "0.8",
      "topic_category": "general_discussion"
    },
    {
      "bank": "Citigroup",
      "quarter": "Fourth Quarter 2024",
      "speaker": "OPERATOR",
      "role": "MODERATOR",
      "paragraph": "Our first question will come from Jim Mitchell with Seaport Global. Your line is now open. Please\ngo ahead.",
      "word_count": "19",
      "page_number": "6",
      "sequence": "8",
      "confidence": "0.6",
      "topic_category": "qa_session"
    },
    {
      "bank": "Citigroup",
      "quarter": "Fourth Quarter 2024",
      "speaker": "JIM MITCHELL",
      "role": "OTHER",
      "paragraph": "Hey, good morning everyone. Just I think as Jane noted, it seems like a material driver of the\nreduction in the RoTCE target in 2026 is expenses. I think you kind of backed off the lower end of that, given\nhigher investments in the Transformation but also talked about it being somewhat temporary. We\nappreciate the below $53 billion for 2026, but how much more is there to go beyond that in terms of\nCopyright © 2025 Citigroup Inc. 6",
      "word_count": "80",
      "page_number": "6",
      "sequence": "9",
      "confidence": "0.6",
      "topic_category": "opening_remarks"
    },
    {
      "bank": "Citigroup",
      "quarter": "Fourth Quarter 2024",
      "speaker": "JANE FRASER",
      "role": "OTHER",
      "paragraph": "Happy New Year, Jim. I know you want to talk about the guidance, so let me put it into context\nhere. Last year, you've heard me be very clear about our two priorities. First one is driving the business\nperformance and the second is executing the Transformation. You've seen this quarter, you've seen last\nquarter, you've seen the full year our businesses are delivering the progress we wanted them to. The strategy\nis working. We've changed the business mix. We're generating more fee-based revenues. You see that in\nServices with NIR up 37% this year, Wealth NIR up 15%, IB fees up 35%, an important part of the mix around\nthe quality of our earnings.\nWe said Services as a crown jewel. It's delivered growth, high returns, it's taken share. It's a crown jewel. We\nmade a strategic play in Wealth, and you've seen us very steadily prove out why we can be a force globally\nwith a clear path to delivering the financial performance that we said we would do. We've consistently\ndelivered on our revenue and expense targets. And I see a lot more opportunity and more upside to\nstrengthen our business performance. We're very tangibly getting after it. We're pretty excited by it.\nThe second priority, Transformation. I've got to tell you, I'm broadly pleased with the progress we've made in\nrisk and compliance and accountability. Kind of excited by the work we've got going on in controls for the\nbusiness as well at the moment. We've been very transparent. Data is an area we have more work to do in.\nWe increased our investments last year, as you know. And then as part of the annual planning process, we\ntook a big step back to reassess our plan. And I decided, along with Mark and the management team, we\nneeded to expand the scope and accelerate some of the work to satisfy our regulators' expectations.\nI'm confident that the decision to do that, it was the right one. It's the right one for our Transformation efforts,\nit’s certainly the right one for the firm overall. I could have taken a short-term decision to cut other\ninvestments that are important for our long-term competitiveness, I'm just not going to do that. You\nshouldn't want me to do that. And as I said in the opening comments, this 2026 target is a waypoint, not the\nfinal destination.",
      "word_count": "399",
      "page_number": "7",
      "sequence": "10",
      "confidence": "0.6",
      "topic_category": "financial_results"
    },
    {
      "bank": "Citigroup",
      "quarter": "Fourth Quarter 2024",
      "speaker": "MARK MASON",
      "role": "OTHER",
      "paragraph": "I just want to address the second part of your question, Jim, in terms of the path to the less\nthan 60%. I think Jane framed it out quite nicely in that we're building a franchise that will have continued\nand sustainable top line revenue momentum. We are focused on driving out the inefficiencies and stranded\ncosts and Legacy Franchise expenses from the organization and the benefits from these investments we've\nmade in the Transformation will yield a lower cost structure over time as well. And so the combination of\nthose things will get us to that targeted operating efficiency as we come out of 2026 at less than 60%. So\nyes, there is still a path, and we are focused on that path.",
      "word_count": "124",
      "page_number": "7",
      "sequence": "11",
      "confidence": "0.6",
      "topic_category": "financial_results"
    },
    {
      "bank": "Citigroup",
      "quarter": "Fourth Quarter 2024",
      "speaker": "JIM MITCHELL",
      "role": "OTHER",
      "paragraph": "Okay. Great. That's very helpful. And then just maybe pivoting to the buyback, great to see\nthe $20 billion authorization. Obviously, I can't help but ask about beyond 1Q. If we do sort of get this more\ncertainty maybe no increase in capital requirements, does that start to help you maybe at least temporarily\nlower the buffer to take advantage of, you’re trading below tangible book and getting the accretion and\naccelerating the buyback? Or how do you think about the rest of the year on the buybacks?",
      "word_count": "88",
      "page_number": "7",
      "sequence": "12",
      "confidence": "0.6",
      "topic_category": "qa_session"
    },
    {
      "bank": "Citigroup",
      "quarter": "Fourth Quarter 2024",
      "speaker": "MARK MASON",
      "role": "OTHER",
      "paragraph": "Look, I'll make a couple of comments. So one, we're very pleased to have announced the\nbuyback program at $20 billion. I think, in many ways, that is a demonstration, if you will, of continued\nconfidence in the earnings generation and momentum that we have around that as well as the recognition\nthat we are trading below book and not where we want to be. And you've heard both Jane and I speak to the\nimportance of increasing and doing more in the way of buybacks. We've increased that to $1.5 billion. I think\nthat supports that same degree of confidence that we have in the momentum. We are constantly looking at\nevery year on an annual basis as we go through our planning process at the management buffer that we have\nof 100 basis points.\nAnd despite the last couple of quarters at running above the 13.1%, our target is the 13.1%. And so as we go\nthrough the balance of the year, as we get clarity on reg rules and what have you, you'll see us continue to\nmanage down to that 13.1% and obviously, the two important characteristics that we keep in mind is the\nCopyright © 2025 Citigroup Inc. 7",
      "word_count": "204",
      "page_number": "7",
      "sequence": "13",
      "confidence": "0.6",
      "topic_category": "financial_results"
    },
    {
      "bank": "Citigroup",
      "quarter": "Fourth Quarter 2024",
      "speaker": "OPERATOR",
      "role": "MODERATOR",
      "paragraph": "Our next question comes from the line of John McDonald with Truist Securities. Your line is now\nopen, please go ahead.",
      "word_count": "21",
      "page_number": "8",
      "sequence": "14",
      "confidence": "0.6",
      "topic_category": "qa_session"
    },
    {
      "bank": "Citigroup",
      "quarter": "Fourth Quarter 2024",
      "speaker": "JOHN MCDONALD",
      "role": "OTHER",
      "paragraph": "Thank you. Mark, just wanted to follow up on your answer to Jim right there. So when\nyou look at the 10% to 11% RoTCE target for 2026. Is that kind of assuming you'll be around the target or like\nusing the 13.1% as the target? And then longer term, you hope to bring that target down as rules get clarified\nand the franchise gets simplified?",
      "word_count": "66",
      "page_number": "8",
      "sequence": "15",
      "confidence": "0.6",
      "topic_category": "opening_remarks"
    },
    {
      "bank": "Citigroup",
      "quarter": "Fourth Quarter 2024",
      "speaker": "MARK MASON",
      "role": "OTHER",
      "paragraph": "Hey John, good to hear from you. In fact, yes, the 10% to 11% RoTCE target we've set for 2026\ndoes assume that we are running and using a 13.1% CET1 ratio obviously, there'll be an SCB that comes out\nsometime later this year. The rules are continuing to evolve and what have you, and we'll factor those in as\nwe know more about them. But yes, it does assume the 13.1% which is our management target, if you will, for\nCET1.",
      "word_count": "82",
      "page_number": "8",
      "sequence": "16",
      "confidence": "0.6",
      "topic_category": "general_discussion"
    },
    {
      "bank": "Citigroup",
      "quarter": "Fourth Quarter 2024",
      "speaker": "JOHN MCDONALD",
      "role": "OTHER",
      "paragraph": "Okay. Great. And then my next question is, could you clarify what you're expecting this\nyear for card net charge-offs? Understand the quarterly cadence has seasonality. But for the full year, it\nsounds like you're expecting the charge-offs to be in the range of last year's guidance. Can you just kind of\nclarify that? And then maybe just talk about provision build, which you had a lot of in 2024 and whether that\ncould slow down as the maturation of balances slows down? Thank you.",
      "word_count": "85",
      "page_number": "8",
      "sequence": "17",
      "confidence": "0.6",
      "topic_category": "opening_remarks"
    },
    {
      "bank": "Citigroup",
      "quarter": "Fourth Quarter 2024",
      "speaker": "MARK MASON",
      "role": "OTHER",
      "paragraph": "Sure. So in terms of the net credit losses and the forecast that we have, we are expecting\nthat the net credit losses will be at the high end of the range that we've given. So in the case of Branded Cards,\nthat 3.5% to 4% is the full year range that we've given. In the case of Retail Services, it's 5.75% to 6.25%,\nexcuse me, and so right now, Retail Services is at that high end at 6.28% for 2024. We'd expect it to stay at\nthat high end, and then on Branded Cards, we're at 3.64%, we'd expect it to creep up to about the 4% level\nover the course of the year. But remember, that is a full year NCL rate, and we know that there's seasonality\nthrough the quarters. And so you'll see movement through the quarters based on that dynamic.\nAnd then just in terms of the provision build, there are a couple of drivers there. One is obviously volume, and\nwe do expect to see volume growth in USPB. So that will be an important factor in how the CECL calculations\nare done. And then the second driver is obviously, as you know, we run models and the models they have a\nbase scenario, they have a downside, an upside scenario depending on the broader macro factors,\nunemployment, GDP, et cetera, et cetera, and our weighting towards the likelihood of high or upside or\ndownside scenario, those factors become important considerations in the provisioning. And so that's kind\nof how we think about that going into 2025. I hope that helps.",
      "word_count": "267",
      "page_number": "8",
      "sequence": "18",
      "confidence": "0.6",
      "topic_category": "guidance"
    },
    {
      "bank": "Citigroup",
      "quarter": "Fourth Quarter 2024",
      "speaker": "OPERATOR",
      "role": "MODERATOR",
      "paragraph": "Our next question will come from Mike Mayo with Wells Fargo. Your line is now open, please go\nahead.",
      "word_count": "19",
      "page_number": "8",
      "sequence": "19",
      "confidence": "0.6",
      "topic_category": "qa_session"
    },
    {
      "bank": "Citigroup",
      "quarter": "Fourth Quarter 2024",
      "speaker": "MIKE MAYO",
      "role": "OTHER",
      "paragraph": "Hi, just a clarification. So you are guiding for three consecutive years of lower expenses\nincluding that $600 million repositioning this year. So they were down in 2024, you're guiding them lower in\n2025 and you guide them lower in 2026 again, and you're also guiding for three consecutive years of higher\nrevenues based on what you said. I didn't see that in the written materials, but I think I heard you say that,\nMark. So three years of lower expenses, three years of higher revenues to at least 2026. Is that correct?",
      "word_count": "93",
      "page_number": "8",
      "sequence": "20",
      "confidence": "0.6",
      "topic_category": "financial_results"
    },
    {
      "bank": "Citigroup",
      "quarter": "Fourth Quarter 2024",
      "speaker": "MARK MASON",
      "role": "OTHER",
      "paragraph": "Yes, that is correct. I think you described it correctly. We're seeing continued momentum on\nthe top line. and we're focused on continuing to bring our expenses down just as we did in 2024, a tad bit in\n2025 and then more in 2026.",
      "word_count": "44",
      "page_number": "8",
      "sequence": "21",
      "confidence": "0.6",
      "topic_category": "general_discussion"
    },
    {
      "bank": "Citigroup",
      "quarter": "Fourth Quarter 2024",
      "speaker": "MIKE MAYO",
      "role": "OTHER",
      "paragraph": "All right. And then I guess this is for Jane. Well, that beats haggis on toast, if you achieve that.\nBut I'm wondering why that efficiency might not improve even more. I mean if you have $5 billion of stranded\ncosts and Transformation costs in 2024 and some of that goes down. I heard you're investing in tech and\nCopyright © 2025 Citigroup Inc. 8",
      "word_count": "65",
      "page_number": "8",
      "sequence": "22",
      "confidence": "0.6",
      "topic_category": "general_discussion"
    },
    {
      "bank": "Citigroup",
      "quarter": "Fourth Quarter 2024",
      "speaker": "JANE FRASER",
      "role": "OTHER",
      "paragraph": "First of all, I'm a little disturbed by your comment about haggis on toast. It's haggis with\nmashed potatoes and whiskey, just to be clear for everyone. It's Robert Burns night coming up soon. On\nexpenses, Mike and everyone, expenses are a focus not just for Mark and I, but for the entire management\nteam. We're making sure that focus and discipline is really getting installed and instilled into the DNA of Citi.\nAnd you've seen that, as you referenced, we've been meeting our expense guidance over the last couple of\nyears, we've been driving positive operating efficiency.\nWe're all very focused on improving our operating expense base. Consolidating technology, the\nsimplification work, automation, getting different utilities put in place rather than fragmented around the\nfirm, using AI tools now our, location strategy, right? So that core operating expense base is something that\nwe're really looking at how do we drive to be more efficient, more modern and getting it to the level it should\nbe for the revenues that we generate. We all want Transformation to get done quickly, and we want it to get\ndone right. So that is why our expenses are temporarily elevated to make the investments that needed there.\nThis is not all run rate.\nAnd as you say, as CEO, I will not sacrifice the right long-term investments in our growth and\ncompetitiveness for short-term expediency. This is a way point. It's not a destination. And we know what we\nneed to do. We've got our arms around all of this, we're just getting on with execution.",
      "word_count": "263",
      "page_number": "9",
      "sequence": "23",
      "confidence": "0.6",
      "topic_category": "financial_results"
    },
    {
      "bank": "Citigroup",
      "quarter": "Fourth Quarter 2024",
      "speaker": "OPERATOR",
      "role": "MODERATOR",
      "paragraph": "Our next question will come from the line of Betsy Graseck with Morgan Stanley. Your line is\nnow open, please go ahead.",
      "word_count": "22",
      "page_number": "9",
      "sequence": "24",
      "confidence": "0.6",
      "topic_category": "qa_session"
    },
    {
      "bank": "Citigroup",
      "quarter": "Fourth Quarter 2024",
      "speaker": "BETSY GRASECK",
      "role": "OTHER",
      "paragraph": "Hi good morning. Jane, just to follow up on what you mentioned, as you do execute, we all\nexpect, or at least I do, that the market will be giving you credit for that execution, and meaning multiples\nshould increase. I have a few questions here on the buyback, because right now, today, as we all know, you're\ntrading below book, it has got to be, buying back stock has got to be the most accretive use of capital today.\nAnd why wait on the buyback when you can lean into it today and keep your 2026 guide, I mean, the old\nguide was 11% to 12% RoTCE, new guide, 10% to 11%.\nI'm kind of confused why you don't pull that lever more aggressively because buying back the stock, the\naccretion to tangible book, it’s got to be the easiest thing to do to help that RoTCE go up. When you compare\nand contrast against all the hard work you've been doing, which will obviously be very important to getting\nthe RoTCE up. But why not lean more into that buyback? And can you give us a sense of the timing of that\n$20 billion? Thank you.",
      "word_count": "198",
      "page_number": "9",
      "sequence": "25",
      "confidence": "0.6",
      "topic_category": "opening_remarks"
    },
    {
      "bank": "Citigroup",
      "quarter": "Fourth Quarter 2024",
      "speaker": "JANE FRASER",
      "role": "OTHER",
      "paragraph": "Yes, Betsy, I love the passion. I've got to say I can hear the determination in your voice. I think\nit's the same determination we feel. Look, we're very committed to returning capital shareholders period. Full\nstop. We’ve got a $20 billion buyback program, as Mark said, that is reflective of the growing earnings power\nthat we have and our confidence in the path ahead. We've been increasing the amount of capital return over\nthe last few quarters. I'm also happy to see a more aggressive Basel III scenario firmly off the table.\nWe have, nonetheless, a 13.1% CET1 ratio that we put in the plan that can change over time as well. But there's\nnot, there's not complete certainty around where the capital requirements are going to go. We hope there\nwill be a holistic one that is reflective of the risk profile of the bank that's been improving significantly over\nthe last few years. So we have some great growth opportunities. I look at the different areas. I'm excited by\nwhat we see in Wealth. We've got a great runway with our clients who want to do business with us in\nBanking.\nWe've got some very important investments and an investment agenda that we're putting in to help us\ncontinue growing the bank, gaining competitiveness in a responsible way. I'll just conclude with exactly your\npoint. The bar is high on those investments. We don't make them unless we see extremely attractive marginal\nRoTCE. And there's a lot of things we say no to in order to put the $20 billion program in place. In terms of\nCopyright © 2025 Citigroup Inc. 9",
      "word_count": "275",
      "page_number": "9",
      "sequence": "26",
      "confidence": "0.6",
      "topic_category": "financial_results"
    },
    {
      "bank": "Citigroup",
      "quarter": "Fourth Quarter 2024",
      "speaker": "OPERATOR",
      "role": "MODERATOR",
      "paragraph": "Our next question will come from the line of Ebrahim Poonawala with Bank America. Your line\nis now open, please go ahead.",
      "word_count": "22",
      "page_number": "10",
      "sequence": "27",
      "confidence": "0.6",
      "topic_category": "qa_session"
    },
    {
      "bank": "Citigroup",
      "quarter": "Fourth Quarter 2024",
      "speaker": "EBRAHIM POONAWALA",
      "role": "OTHER",
      "paragraph": "I guess maybe, Jane, I wanted to follow up on a couple of segments. I think you said\n2024 turning point for Wealth, and we've seen very steady progress on the RoTCE in Wealth. Just talk to us\nin terms of, Andy Sieg’s being in the seat for a year now, you've seen progress. What needs to happen? Just\ntalk to us a little bit about the franchise positioning competitively both in the U.S. and abroad as you think\nabout going head-to-head with some of your global competitors and where are the most likely growth\nopportunities over the next year or two?",
      "word_count": "102",
      "page_number": "10",
      "sequence": "28",
      "confidence": "0.6",
      "topic_category": "general_discussion"
    },
    {
      "bank": "Citigroup",
      "quarter": "Fourth Quarter 2024",
      "speaker": "JANE FRASER",
      "role": "OTHER",
      "paragraph": "Yes. So, our vision, my vision is that we become a global leader in wealth management. There\nare not many firms that have the globality of Citi. We have all the assets, especially the client relationships\nall around the world, which were just not tapped for investments in the past. It's a big opportunity. We have\n$5.3 trillion “off us” from existing clients. And I think the fact that I would find interesting is 55% of it, it's\nalmost $3 trillion with affluent clients in our branch network in America, in the U.S.\nWe're also very well-positioned to capture new wealth, just think about what Citi does in terms of our\nfootprint, our capabilities really supports the wealth creation, from the Commercial Bank, our Investment\nBanking side, Markets, obviously, Services supporting it, too. These are all great feeders for us to strengthen\nwealth relationships with our clients.\nSo we brought in Andy. Andy greatly sharpened the focus on the investment business, this is where we see\nthe big upside. He's been building a differentiated value proposition around wealth creation. He’s been\nleveraging a lot of the leading capital market capabilities, the different relationships we have with PE firms,\nasset managers around the world. Get a great platform in place and importantly, improving our client\nexperience, again, particularly around investments, asset allocation, performance, et cetera. What I have\nalso got to love is the surgical approach that he's taking to the expense base and driving productivity,\nsomething that we're doing across the firm. I'm also excited by the talent he's bringing, in the market leaders\nlike Kate Moore and Keith Glenfield in the investment space. And we've made a lot of investments in training\nand building this investment culture that we didn't have before.\nSo to your point, the proof points are working. Q4 revenue up 20%, operating margin at 21% on its way to\n25% to 30%, 10% RoTCE on its way to 15% to 20%. These last few quarters, you've just seen us on that march.\nAnd the number I'm most excited by, net new investment asset inflow of $42 billion, up 40% year-over-year.\nThe strategy is working. We're going to be a leader in wealth, the growth opportunities, Asia U.S., Middle East,\nall the places where we are with our existing clients and the new wealth generators of the future.",
      "word_count": "392",
      "page_number": "10",
      "sequence": "29",
      "confidence": "0.6",
      "topic_category": "financial_results"
    },
    {
      "bank": "Citigroup",
      "quarter": "Fourth Quarter 2024",
      "speaker": "EBRAHIM POONAWALA",
      "role": "OTHER",
      "paragraph": "And if I can draw a parallel to the Banking segment with the RoTCE is about 5% to\n6% last few quarters. There you brought in Vis Raghavan from JPMorgan. Just give us a sense of could we see\na similar trajectory in that business over the next 12 months and where the opportunities are to improve that\nROE?",
      "word_count": "59",
      "page_number": "10",
      "sequence": "30",
      "confidence": "0.6",
      "topic_category": "general_discussion"
    },
    {
      "bank": "Citigroup",
      "quarter": "Fourth Quarter 2024",
      "speaker": "JANE FRASER",
      "role": "OTHER",
      "paragraph": "Yes. I think absolutely, a strong performance, the strategy we have in place is delivering nicely.\nSo if you look at the revenues, the investment banking fees, positive operating leverage all through the year\nand gaining share. All three products gaining share in all three in all of the geographies we're in, I'm really\nexcited and happy to see the health care and technology, two areas that we've been investing heavily behind.\nAnd you're also seeing us playing a leading role in some of the key transactions, the biggest transactions last\nyear. Mars Kellanova, single adviser, big role in Boeing, and then just this week, the J&J acquisition of\nIntracellular. So the deals that matter, this is where you're seeing Citi playing a leading role in.\nSo when Vis joined, the mandate, a bit similar to Andy, becoming a top three investment bank, deliver the\nfull potential of One Citi to our clients. So we've got a lot of upside there, instilling some more discipline in\ncapital allocation, client coverage, some of the cross-firm linkages. We're getting a lot more from our people.\nWe've been bringing in some great new talent we've also been cutting some of the unproductive spend. So I\nCopyright © 2025 Citigroup Inc. 10",
      "word_count": "208",
      "page_number": "10",
      "sequence": "31",
      "confidence": "0.6",
      "topic_category": "financial_results"
    },
    {
      "bank": "Citigroup",
      "quarter": "Fourth Quarter 2024",
      "speaker": "MARK MASON",
      "role": "OTHER",
      "paragraph": "Ebrahim, I thought I heard you say RoTCE of 5%. It's actually 7% for the full year for Banking\nand on its way to the target that we've set of mid-teens for our Banking business.",
      "word_count": "35",
      "page_number": "11",
      "sequence": "32",
      "confidence": "0.6",
      "topic_category": "general_discussion"
    },
    {
      "bank": "Citigroup",
      "quarter": "Fourth Quarter 2024",
      "speaker": "OPERATOR",
      "role": "MODERATOR",
      "paragraph": "Our next question comes from the line of Erika Najarian with UBS. Your line is now open, please\ngo ahead.",
      "word_count": "20",
      "page_number": "11",
      "sequence": "33",
      "confidence": "0.6",
      "topic_category": "qa_session"
    },
    {
      "bank": "Citigroup",
      "quarter": "Fourth Quarter 2024",
      "speaker": "ERIKA NAJARIAN",
      "role": "OTHER",
      "paragraph": "Thank you. Hate to ask the umpteenth question on the buyback, but clearly, the way the\nstock is reacting today, the buyback is very important to your shareholders. I guess my first question, if I\ncould have the two questions, is it's very clear that you want to return capital to shareholders. It's very clear\nthat you have excess capital. It's very clear that your PPNR trajectory is positive. And so what are the specific\nmile markers that that Citi needs to see in order to increase that pacing from that $1.5 billion a quarter to\nsomething is more suggestive of a pace that that would be in line with that $20 billion authorization? And I\nknow that's been asked of you already, but is it the consent order? Is it the stress test? We had some news\nover the holidays that were positive for the sector. Like what are those specific mile markers? I mean you're\ndoing it on the PPNR side, right? Like what do you need to see to have even more confidence, again, like\nleaning into Betsy’s words, to go all in on the buyback?",
      "word_count": "189",
      "page_number": "11",
      "sequence": "34",
      "confidence": "0.6",
      "topic_category": "opening_remarks"
    },
    {
      "bank": "Citigroup",
      "quarter": "Fourth Quarter 2024",
      "speaker": "MARK MASON",
      "role": "OTHER",
      "paragraph": "Yes. So thank you for the question. Let me make clear a couple of things. So one, and I've\nsaid this already, so I apologize for repeating myself, but one, our target for CET1 is 13.1%, and so what you're\ngoing to see over the course of the year is us managing down to that target? That's kind of one point.\nThe second point I want to be clear is that it's not the consent order. That's not something that that is\nimpacting the capital actions and decisions that we take. We obviously forecast out the performance. As I've\nsaid, Jane has said already, we see very strong continued earnings momentum, managing towards a 13.1%\nCET1 ratio. And you'll see the buyback trajectory reflect getting down to that CET1.\nThe one thing I will mention, and you mentioned already is that we obviously have another CCAR process,\nstress test that we will go through. And none of us can predict kind of what's on the other side of that from\nan SCB point of view, but that will be an important factor as we get through the first half of the year and into\nthe second half of the year in terms of kind of the level of buybacks that we will be taking on a quarter-by-\nquarter basis.\nSo I hope that helped. There are no artificial constraints, so to speak, that are in place. This is us planning\nand forecasting the performance of the franchise ensuring they can fuel high-returning growth opportunities\nso that we're building a sustainable franchise, looking at the capital requirements that we have and the\nmanagement buffer that we put in place and therefore, taking that excess capacity and putting it towards\nbuybacks, but with an eye towards the regulatory environment that we're in, and what I mean by that are the\ncapital requirements that come out of the annual stress testing process that's run. So that's the basics of it\nas we sit here today.",
      "word_count": "332",
      "page_number": "11",
      "sequence": "35",
      "confidence": "0.6",
      "topic_category": "opening_remarks"
    },
    {
      "bank": "Citigroup",
      "quarter": "Fourth Quarter 2024",
      "speaker": "ERIKA NAJARIAN",
      "role": "OTHER",
      "paragraph": "Got it. And just my second question, as we think about 2026. And again, I don't want to\nput words in your mouth because clearly, it's very critical in terms of your targets and hitting them. So you\ntargeted less than $53 billion. Is it fair to assume like Jim was asking that $51 billion to $53 billion is not the\ntarget, but it's less than $53 billion? But to that end, I mean just taking a step back, I think, Jane, you said\nsomething very important in that want to get to the returns in a sustainable way. And clearly, your\nshareholders are scarred by previous management when the returns went up to double digits and went back\ntumbling down and wasn't sustainable. And should we just really think of this as, look, like it takes a while to\nturn around a money center bank and 2026 may have been the target in 2022, but we're going to get there\nin 2027, 2028 anyway, and just doing this in a sustainable way, and we're not robbing the bank of\ninvestments.\nCopyright © 2025 Citigroup Inc. 11",
      "word_count": "187",
      "page_number": "11",
      "sequence": "36",
      "confidence": "0.6",
      "topic_category": "qa_session"
    },
    {
      "bank": "Citigroup",
      "quarter": "Fourth Quarter 2024",
      "speaker": "JANE FRASER",
      "role": "OTHER",
      "paragraph": "Erika, we chose the words very carefully to say that 2026 is a way point, it's not the\ndestination. And when I'm looking at it, I'm looking out to 2027, 2028, what is the bank we want to be in\nterms of our strategy, our performance, our culture, all those different dimensions. And we just relentlessly\nkeep going down that path, but we're going to take the right and responsible decisions as we go down it. So\nour potential is for more than our medium-term target RoTCE, the potential of the bank and the journey that\nwe're on is to improve our returns beyond there, for sure.\nAnd then you asked a question about Banamex. So, on that front, look, we had a singular focus on the\nseparation of two banks, that was an enormous body of work because we had to put up Mexico's eighth\nlargest Bank de Novo in a very short period of time. It got done December 1, that was over 100 regulatory\napprovals to get that done. Now we have turned our full attention to the IPO. We're getting ready to be able\nto IPO as soon we can. But given market conditions and given regulatory approvals, it's possible this could\ngo into 2026, but we're doing everything in our control to be ready as soon as possible. We are not the right\nowner of the bank. We are committed to the simplification of Citi. We will follow a responsible process here.",
      "word_count": "247",
      "page_number": "12",
      "sequence": "37",
      "confidence": "0.6",
      "topic_category": "qa_session"
    },
    {
      "bank": "Citigroup",
      "quarter": "Fourth Quarter 2024",
      "speaker": "MARK MASON",
      "role": "OTHER",
      "paragraph": "And just in terms of the impact and the timing that Jane referenced, just keep in in mind that\nthe financial impact of exiting Banamex comes two forms. One is the gain or loss on sale and two is the risk-\nweighted asset release. The gain or loss on sale will run through the P&L at deconsolidation, so that's the\npoint where we've gotten, or we've",
      "word_count": "66",
      "page_number": "12",
      "sequence": "38",
      "confidence": "0.6",
      "topic_category": "risk_discussion"
    },
    {
      "bank": "Citigroup",
      "quarter": "Fourth Quarter 2024",
      "speaker": "IPO",
      "role": "MODERATOR",
      "paragraph": "Our next question will come from Gerard Cassidy with RBC Capital Markets. Your line is now\nopen, please go ahead.",
      "word_count": "20",
      "page_number": "12",
      "sequence": "39",
      "confidence": "0.8",
      "topic_category": "qa_session"
    },
    {
      "bank": "Citigroup",
      "quarter": "Fourth Quarter 2024",
      "speaker": "GERARD CASSIDY",
      "role": "OTHER",
      "paragraph": "Jane, I'll pass on the haggis, but I'll take you up on the whiskey.",
      "word_count": "14",
      "page_number": "12",
      "sequence": "40",
      "confidence": "0.6",
      "topic_category": "general_discussion"
    },
    {
      "bank": "Citigroup",
      "quarter": "Fourth Quarter 2024",
      "speaker": "JANE FRASER",
      "role": "OTHER",
      "paragraph": "I didn't say I was buying just to be clear.",
      "word_count": "10",
      "page_number": "12",
      "sequence": "41",
      "confidence": "0.6",
      "topic_category": "general_discussion"
    },
    {
      "bank": "Citigroup",
      "quarter": "Fourth Quarter 2024",
      "speaker": "GERARD CASSIDY",
      "role": "OTHER",
      "paragraph": "Okay, I got it. Our expense report on this end. Anyway, just following up, Mark, on your\ncomments about the IPO with Banamex. Can you guys remind us, or refresh our memories, on when the IPO\nprocess starts, once it goes public, what percentage ownership do you guys expect to have? And second,\nhave you given us any color on whether you expect to report a gain on this transaction or a loss as you just\nreferenced, that will go through the P&L?",
      "word_count": "83",
      "page_number": "12",
      "sequence": "42",
      "confidence": "0.6",
      "topic_category": "guidance"
    },
    {
      "bank": "Citigroup",
      "quarter": "Fourth Quarter 2024",
      "speaker": "MARK MASON",
      "role": "OTHER",
      "paragraph": "We haven't given any sense for the exact timing of that. As you know, this is a process. And\nso Jane just spoke to the timing of that process, the first step, having been completed on December 1 with\nthe separation, we are now obviously gearing up and readying ourselves for the IPO. There'll obviously be\nimportant filings associated with that given our intent to dual list, there will be regulatory approvals that are\nrequired kind of as we make headway with potential investors as part of the IPO process.\nAnd so there are a series of IPO steps that we will need to take over the course of the year in order to continue\nto ready ourselves and there are things that we don't control. Like as Jane mentioned, the regulatory approval\nprocess and timing for that as well as the market conditions. And so all of those factors are important. And\nthen how the IPO occurs in terms of percentage that is taken on at that first tranche versus follow-on\ntranches are important factors on when we get to deconsolidation. And so I haven't given you an exact timing\non that but you can envision kind of 15% tranches that happen over kind of a 12-, 18-month, 24-month\nperiod. And then obviously reaching a point of deconsolidation at which point that currency translation\nadjustment starts to flow through the P&L. There's no material impact on capital, but it does flow through\nthe P&L. And then ultimately, we exit 100% over the course of time.\nCopyright © 2025 Citigroup Inc. 12",
      "word_count": "262",
      "page_number": "12",
      "sequence": "43",
      "confidence": "0.6",
      "topic_category": "general_discussion"
    },
    {
      "bank": "Citigroup",
      "quarter": "Fourth Quarter 2024",
      "speaker": "GERARD CASSIDY",
      "role": "OTHER",
      "paragraph": "Well, I appreciate the insights. And then as a follow-up question, and I really don't mean\nthis as a ‘what have you done for me lately?’ type of question because you guys have made so much progress\nin what you're doing in your strategic changes here. But can you talk about the U.S. Personal Banking, many\nof your questions today is about the RoTCE consolidated and how you can improve that, and this business\nhas a very low RoTCE as you guys know, below your cost of capital. And structurally, when you look at it, if\nyou look at the loans at the end of period just over $220 billion, your deposits about $90 billion, which is\nquite a bit different than your peers who have much higher ROEs. So how do you approach this business?\nAnd again, I know you've been very busy divesting a lot of the businesses that are not important, but it seems\nto me that this is a giant hurdle that you guys have to approach at some point in the near future.",
      "word_count": "178",
      "page_number": "13",
      "sequence": "44",
      "confidence": "0.6",
      "topic_category": "qa_session"
    },
    {
      "bank": "Citigroup",
      "quarter": "Fourth Quarter 2024",
      "speaker": "JANE FRASER",
      "role": "OTHER",
      "paragraph": "Let me just chat a bit through this. So what’s the path to the higher returns in U.S. Personal\nBanking, it’s coming from top line revenue growth, improved expense base and also a lot more normalized\ncredit environment, and that gets us to the mid- to high-teen returns in the medium term. I think we feel very\nconfident and comfortable in that. You're seeing the proof points I talked about Banking, Wealth earlier,\nwe’ve had another good quarter of revenue growth, had the ninth consecutive quarter of positive operating\nleverage. So I think you should be getting some comfort around that.\nWhat's going to drive that growth? Co-brands, we just extended with American to be their sole issuer. It's\ngoing to give exciting benefits to the American Airlines and the Citi cardholders. And it will be beneficial for\nboth our growth and our returns. In the proprietary front, we're investing. There's a lot of investment in\ninnovation to drive growth. The refreshed Strata Premier Card, we've been enhancing the reward offerings\nand you're seeing us often now #1 in recognitions and awards around that area. Retail Services being\nforensically focused on improving the partnership economics and driving top line growth. And then Retail\nBanking, there we're driving primary checking growth, we’ve put in simplified banking, so we get a much more\nstreamlined customer proposition that's driving more of a relationship-based banking approach as opposed\nto a transactional one.\nImportantly as well, the Retail Bank has been feeding our Wealth business. I think you heard me earlier\ntalking about that almost $3 trillion “off us” investment opportunity that we have from the retail banking\ncustomer base. We transferred $17 billion of deposits from USPB to Wealth, so you've got to take that, those\ndynamics into account. So I hope you're taking from me, I feel confident in our ability to get to the medium-\nterm targets we set for the business of mid- to high-teens. I feel comfortable about the growth trajectory\nthat we've got based off the innovations we're putting through and the changes. And good expense discipline\nand a better credit environment. So when you look at the mix of our business, I think you'll see us performing\nnicely here.",
      "word_count": "371",
      "page_number": "13",
      "sequence": "45",
      "confidence": "0.6",
      "topic_category": "financial_results"
    },
    {
      "bank": "Citigroup",
      "quarter": "Fourth Quarter 2024",
      "speaker": "OPERATOR",
      "role": "MODERATOR",
      "paragraph": "Our next question comes from the line of Matt O'Connor with Deutsche Bank. Your line is now\nopen, please go ahead.\nMATT O’",
      "word_count": "23",
      "page_number": "13",
      "sequence": "46",
      "confidence": "0.6",
      "topic_category": "qa_session"
    },
    {
      "bank": "Citigroup",
      "quarter": "Fourth Quarter 2024",
      "speaker": "CONNOR",
      "role": "OTHER",
      "paragraph": "Hi, I just want to follow up on Page 9 where you break out the technology and\nTransformation investment spend. And sorry if I missed this, but did you talk about the pace of those two\nlevels in your 2025 and 2026 expense guidance? I know directionally, you said it's going up. But did you give\na magnitude?",
      "word_count": "58",
      "page_number": "13",
      "sequence": "47",
      "confidence": "0.6",
      "topic_category": "guidance"
    },
    {
      "bank": "Citigroup",
      "quarter": "Fourth Quarter 2024",
      "speaker": "MARK MASON",
      "role": "OTHER",
      "paragraph": "I did not. Obviously, for both technology and Transformation those are areas that we are\ngoing to continue to invest in for all the reasons that we've mentioned. They obviously contribute to the\nnumber in 2025 being slightly down from the $53.8 billion, but they also represent, as I mentioned, what we\nbelieve is required to kind of get the work done that we need to get done. And so those numbers will increase.\nThere are lots of puts and takes, as you know, through an annual expense forecast, right, including, as you\nwould expect, we've got volume, we’ve got revenue growth here that's going to come with volume growth.\nVolume, incentive comp, there's merit increases that go with that. And then we also have a series of\nCopyright © 2025 Citigroup Inc. 13",
      "word_count": "134",
      "page_number": "13",
      "sequence": "48",
      "confidence": "0.6",
      "topic_category": "financial_results"
    },
    {
      "bank": "Citigroup",
      "quarter": "Fourth Quarter 2024",
      "speaker": "CONNOR",
      "role": "OTHER",
      "paragraph": "And I guess, like how do you know that the recent increase that you're modeling internally\nin these areas, how do you know you're spending enough and in the right ways to address your goals in the\nTransformation and also satisfy the regulatory requirements?",
      "word_count": "44",
      "page_number": "14",
      "sequence": "49",
      "confidence": "0.6",
      "topic_category": "general_discussion"
    },
    {
      "bank": "Citigroup",
      "quarter": "Fourth Quarter 2024",
      "speaker": "JANE FRASER",
      "role": "OTHER",
      "paragraph": "Well, if I jump in, I feel very confident indeed that we know what we need to do. We know what\nwe need to be spending on. Through the annual planning process that that concluded last month, it was\nclear we did need to invest more. We increased the scope of some of the work on the data front. We brought\nsome other work forward. We looked at what we needed to do on the technology front and some of the\ncritical investments. So this is pretty forensic and when we're looking at Transformation, we're looking at\ntechnology, we know what our target states need to be, and we know what we need to do to get there and\nthe outcomes we need to be delivering.\nSo we've got our arms around this, and I think you're hearing that confidence from us around what we need\nto do. We know the investments we need to make. You know what the outcomes and the benefits for\nshareholders and the regulatory side need to be.",
      "word_count": "173",
      "page_number": "14",
      "sequence": "50",
      "confidence": "0.6",
      "topic_category": "general_discussion"
    },
    {
      "bank": "Citigroup",
      "quarter": "Fourth Quarter 2024",
      "speaker": "OPERATOR",
      "role": "MODERATOR",
      "paragraph": "Our next question comes from the line of Saul Martinez with HSBC. Your line is now open,\nplease go ahead.",
      "word_count": "20",
      "page_number": "14",
      "sequence": "51",
      "confidence": "0.6",
      "topic_category": "qa_session"
    },
    {
      "bank": "Citigroup",
      "quarter": "Fourth Quarter 2024",
      "speaker": "SAUL MARTINEZ",
      "role": "OTHER",
      "paragraph": "Mark, the NII ex-Markets outlook, if I just take the fourth quarter and annualize that, I get\nto something in the neighborhood of, I think, around $47.4 billion, $47.5 billion which is above the full year\n2024 level. I'm not sure exactly what “up modestly” means, if that's 1%, 3%, 4%, but, and correct me if you\nthink I’m wrong, but it seems like maybe there's a little bit of conservatism built in? If you can just comment\non how you think, and how we should think about the quarterly trajectory of NI ex-Markets? Obviously,\nthere's a day count issue in 1Q, but maybe how do you think through like, how we should expect that NII to\nevolve over the course of the year?",
      "word_count": "124",
      "page_number": "14",
      "sequence": "52",
      "confidence": "0.6",
      "topic_category": "guidance"
    },
    {
      "bank": "Citigroup",
      "quarter": "Fourth Quarter 2024",
      "speaker": "MARK MASON",
      "role": "OTHER",
      "paragraph": "I mean, why don't I just kind of cut to the chase on it a little bit, Saul, in the sense that, “up\nmodestly”, call it a couple of percentage points, 2 to 3 percentage points or so, right, in terms of how I think\nabout it. And I think I've taken, I’ve gone through kind of the tailwinds and headwinds, so I won't kind of take\nyou through that again. But I think the important takeaway should be that we're going to see continued\nmomentum across the franchise driven by loan growth in the Branded Card side of the business and\ncontinued deposit momentum, particularly operating deposits in Services. And we're going to do everything\nthat we always do around the management of pricing, and we'll get a benefit from how we've been managing\nour investment portfolio as those things mature. The combination of those efforts will offset, more than\noffset some of the headwinds that you'd expect in a declining rate environment, and modestly is, call it, 2%\nto 3%.",
      "word_count": "172",
      "page_number": "14",
      "sequence": "53",
      "confidence": "0.6",
      "topic_category": "guidance"
    },
    {
      "bank": "Citigroup",
      "quarter": "Fourth Quarter 2024",
      "speaker": "SAUL MARTINEZ",
      "role": "OTHER",
      "paragraph": "Okay. Fair enough. And then on the expense outlook getting to below $53 billion in 2026,\nI know that's consistent with what you've said in the past, does imply a pretty sharp reduction in 2026,\nespecially in light of continued revenue growth, it's pretty material operating leverage. Just I mean, how much\nbenefit do you get from a more normalized severance? In other words, how much are we thinking about\nseverance coming down? What's sort of the impact or how to think about the Legacy, stranded costs coming\ndown? Just maybe a little bit more meat on the bone in terms of how much these items will benefit 2026\nversus 2025?",
      "word_count": "111",
      "page_number": "14",
      "sequence": "54",
      "confidence": "0.6",
      "topic_category": "financial_results"
    },
    {
      "bank": "Citigroup",
      "quarter": "Fourth Quarter 2024",
      "speaker": "MARK MASON",
      "role": "OTHER",
      "paragraph": "Look, a couple of things. As I look at our severance costs, which, as I mentioned, has been\nrunning high, it was $700 million, we're forecasting $600 million in 2025. I think kind of normal through the\ncycle is probably, call it, $300 million or so. And so that gives you some sense for that. I think the other thing\nCopyright © 2025 Citigroup Inc. 14",
      "word_count": "66",
      "page_number": "14",
      "sequence": "55",
      "confidence": "0.6",
      "topic_category": "guidance"
    },
    {
      "bank": "Citigroup",
      "quarter": "Fourth Quarter 2024",
      "speaker": "OPERATOR",
      "role": "MODERATOR",
      "paragraph": "Our final question will come from the line of Mike Mayo with Wells Fargo. Your line is now open,\nplease go ahead.",
      "word_count": "22",
      "page_number": "15",
      "sequence": "56",
      "confidence": "0.6",
      "topic_category": "qa_session"
    },
    {
      "bank": "Citigroup",
      "quarter": "Fourth Quarter 2024",
      "speaker": "MIKE MAYO",
      "role": "OTHER",
      "paragraph": "Hi, this is your first full year of having the five line of business structure. So, Mark, do you still\nhave the same line of business targets that you had last year? And Jane, with all the, it must have been a\ndegree of hell to organize this way, get rid of your two intercompany holding companies, eliminate five layers\nof management, expand span of control and you guys went through a lot last year. And I'm just wondering,\nis the worst over in terms of that kind of reorganization internally and the culture and the sentiment and how\nyou see that continuing? But first, the concrete question about the targets, please.",
      "word_count": "112",
      "page_number": "15",
      "sequence": "57",
      "confidence": "0.6",
      "topic_category": "qa_session"
    },
    {
      "bank": "Citigroup",
      "quarter": "Fourth Quarter 2024",
      "speaker": "MARK MASON",
      "role": "OTHER",
      "paragraph": "So I guess I'll start first. So in terms of the targets, look, we set the targets across each of the\nlines of business for the medium term. We've obviously brought down the 2026 to 10% to 11%. And so you'd\nimagine there's some movement, at least for the 2026 in terms of those targets, Banking will likely be a little\nbit lower than the mid-15%, if I think about 2026 as being that medium-term target date. But over time, I\nexpect that the targets that I've set are the targets that we will achieve and even more because, as Jane\nmentioned, 10% to 11%, while that's our 2026 target, it is not our longer-term target as we think about RoTCE\nand the strength of these businesses in the aggregate franchise. So hopefully, that answers your question.",
      "word_count": "137",
      "page_number": "15",
      "sequence": "58",
      "confidence": "0.6",
      "topic_category": "guidance"
    },
    {
      "bank": "Citigroup",
      "quarter": "Fourth Quarter 2024",
      "speaker": "JANE FRASER",
      "role": "OTHER",
      "paragraph": "And in terms of org simplification, culture, the best is still ahead, that is for sure. The org went\nthrough a lot. I'm really proud of how people responded. And I think we're really proud of how each of the\nlines of business are driving the business performance forward. The bank is simpler. There is tremendous\ntransparency for our investors as well as for me. There's much greater proximity to the businesses now. And\nyou can see that the benefits that we're starting to realize from the strategy as we get closer and closer to the\nRoTCE targets and beyond for each of the businesses. So I'm pleased to have 2024 behind us. I'm proud of\nwhat we achieved in 2024. All the focus is on the future. Onwards.",
      "word_count": "129",
      "page_number": "15",
      "sequence": "59",
      "confidence": "0.6",
      "topic_category": "general_discussion"
    },
    {
      "bank": "Citigroup",
      "quarter": "Fourth Quarter 2024",
      "speaker": "OPERATOR",
      "role": "MODERATOR",
      "paragraph": "There are no further questions. I'll now turn the call over to Jenn Landis for closing remarks.",
      "word_count": "17",
      "page_number": "15",
      "sequence": "60",
      "confidence": "0.6",
      "topic_category": "qa_session"
    },
    {
      "bank": "Citigroup",
      "quarter": "Fourth Quarter 2024",
      "speaker": "JENNIFER LANDIS",
      "role": "OTHER",
      "paragraph": "Thank you, everyone. Please call us or email us if you have any follow-up questions. Have\na great afternoon. Thank you.",
      "word_count": "21",
      "page_number": "15",
      "sequence": "61",
      "confidence": "0.6",
      "topic_category": "opening_remarks"
    },
    {
      "bank": "Citigroup",
      "quarter": "Fourth Quarter 2024",
      "speaker": "OPERATOR",
      "role": "MODERATOR",
      "paragraph": "This concludes Citi's Fourth Quarter 2024 Earnings Call. You may now disconnect.\nCopyright © 2025 Citigroup Inc. 15",
      "word_count": "18",
      "page_number": "15",
      "sequence": "62",
      "confidence": "0.6",
      "topic_category": "financial_results"
    },
    {
      "bank": "Citigroup",
      "quarter": "Fourth Quarter 2024",
      "speaker": "Unknown Speaker",
      "role": "Unknown",
      "paragraph": "T R A N S C R I P T\nCiti Fourth Quarter 2024 Earnings Call\nJanuary 15, 2025\nCertain statements in this transcript are “forward-looking statements” within the meaning of the U.S.\nPrivate Securities Litigation Reform Act of 1995. These statements may be identified by words such as\nbelieve, expect, anticipate, intend, estimate, may increase, may fluctuate, target, illustrative and similar\nexpressions or future or conditional verbs such as will, should, would and could. These statements are\nbased on management's current expectations and are subject to uncertainty and changes in circumstances\nand are not guarantees of future results or occurrences. Actual results and capital and other financial\ncondition may differ materially from those included in these statements due to a variety of factors. These\nfactors include, among others: (i) geopolitical, macroeconomic and other challenges and uncertainties,\nincluding those related to potential changes to policies and in other priorities resulting from the new U.S.\nadministration and Congress, changes in interest rate policies, economic growth and unemployment rates,\nany resurgence in inflation, the Russia-Ukraine war and conflicts in the Middle East; (ii) the execution and\nefficacy of Citi’s transformation, simplification and other priorities, including those related to its\ninvestment, expense, capital and other revenue-related actions; (iii) the potential outcomes of the\nextensive legal and regulatory proceedings, examinations, investigations, consent orders and related\ncompliance efforts and other inquiries to which Citi is or may be subject; (iv) ongoing regulatory and\nlegislative uncertainties and changes, including changes in regulatory capital rules, requirements or\ninterpretations; and (v) the precautionary statements included in this transcript. These factors also consist\nof those contained in Citigroup's filings with the U.S. Securities and Exchange Commission, including\nwithout limitation the “Risk Factors” section of Citigroup's 2023 Form 10-K. Any forward-looking\nstatements made by or on behalf of Citigroup speak only as to the date they are made, and Citi does not\nundertake to update forward-looking statements to reflect the impact of circumstances or events that arise\nafter the date the forward-looking statements were made.\nCopyright © 2025 Citigroup Inc. 16",
      "word_count": "341",
      "page_number": "16",
      "sequence": "63",
      "confidence": "0.3",
      "topic_category": "financial_results"
    }
  ]
}