{
  "document_metadata": {
    "filename": "Q4_2023.pdf",
    "document_type": "transcript",
    "bank": "Citigroup",
    "quarter": "Fourth Quarter 2023",
    "processed_at": "2025-06-06T18:28:47.830747",
    "total_records": 79,
    "total_speakers": 18,
    "total_words": 12320
  },
  "speakers": [
    {
      "name": "PRESENTATION\nOPERATOR",
      "role": "MODERATOR",
      "total_words": 75,
      "paragraphs": 1,
      "avg_confidence": 0.6
    },
    {
      "name": "JENNIFER LANDIS",
      "role": "OTHER",
      "total_words": 137,
      "paragraphs": 2,
      "avg_confidence": 0.6
    },
    {
      "name": "JANE FRASER",
      "role": "OTHER",
      "total_words": 3189,
      "paragraphs": 14,
      "avg_confidence": 0.6
    },
    {
      "name": "Unknown Speaker",
      "role": "Unknown",
      "total_words": 4661,
      "paragraphs": 7,
      "avg_confidence": 0.3
    },
    {
      "name": "MARK MASON",
      "role": "OTHER",
      "total_words": 2294,
      "paragraphs": 18,
      "avg_confidence": 0.6
    },
    {
      "name": "QUESTION AND ANSWER\nOPERATOR",
      "role": "MODERATOR",
      "total_words": 19,
      "paragraphs": 1,
      "avg_confidence": 0.6
    },
    {
      "name": "MIKE MAYO",
      "role": "OTHER",
      "total_words": 183,
      "paragraphs": 2,
      "avg_confidence": 0.6
    },
    {
      "name": "OPERATOR",
      "role": "MODERATOR",
      "total_words": 306,
      "paragraphs": 13,
      "avg_confidence": 0.6
    },
    {
      "name": "GLENN SCHORR",
      "role": "OTHER",
      "total_words": 212,
      "paragraphs": 2,
      "avg_confidence": 0.6
    },
    {
      "name": "JOHN MCDONALD",
      "role": "OTHER",
      "total_words": 126,
      "paragraphs": 2,
      "avg_confidence": 0.6
    },
    {
      "name": "JIM MITCHELL",
      "role": "OTHER",
      "total_words": 200,
      "paragraphs": 2,
      "avg_confidence": 0.6
    },
    {
      "name": "EBRAHIM POONAWALA",
      "role": "OTHER",
      "total_words": 162,
      "paragraphs": 2,
      "avg_confidence": 0.6
    },
    {
      "name": "GERARD CASSIDY",
      "role": "OTHER",
      "total_words": 166,
      "paragraphs": 2,
      "avg_confidence": 0.6
    },
    {
      "name": "ERIKA NAJARIAN",
      "role": "OTHER",
      "total_words": 186,
      "paragraphs": 2,
      "avg_confidence": 0.6
    },
    {
      "name": "RYAN KENNY",
      "role": "OTHER",
      "total_words": 79,
      "paragraphs": 2,
      "avg_confidence": 0.6
    },
    {
      "name": "SCOTT SIEFERS",
      "role": "OTHER",
      "total_words": 135,
      "paragraphs": 3,
      "avg_confidence": 0.6
    },
    {
      "name": "VIVEK JUNEJA",
      "role": "OTHER",
      "total_words": 71,
      "paragraphs": 2,
      "avg_confidence": 0.6
    },
    {
      "name": "STEVEN CHUBAK",
      "role": "OTHER",
      "total_words": 119,
      "paragraphs": 2,
      "avg_confidence": 0.6
    }
  ],
  "transcript_data": [
    {
      "bank": "Citigroup",
      "quarter": "Fourth Quarter 2023",
      "speaker": "PRESENTATION\nOPERATOR",
      "role": "MODERATOR",
      "paragraph": "Hello, and welcome to Citi's Fourth Quarter 2023 Earnings Call. Today's call will be hosted by\nJenn Landis, Head of Citi Investor Relations. We ask that you please hold all questions until the completion\nof the formal remarks, at which time you will be given instructions for the question-and-answer session.\nAlso, as a reminder, this conference is being recorded today. If you have any objections, please disconnect\nat this time.\nMs. Landis, you may begin.",
      "word_count": "75",
      "page_number": "1",
      "sequence": "1",
      "confidence": "0.6",
      "topic_category": "opening_remarks"
    },
    {
      "bank": "Citigroup",
      "quarter": "Fourth Quarter 2023",
      "speaker": "JENNIFER LANDIS",
      "role": "OTHER",
      "paragraph": "Thank you, operator. Good afternoon and thank you all for joining our Fourth Quarter\n2023 Earnings Call. I am joined today by our Chief Executive Office, Jane Fraser, and our Chief Financial\nOfficer, Mark Mason. I'd like to remind you that today's presentation, which is available for download on\nour website, citigroup.com, may contain forward-looking statements, which are based on management's\ncurrent expectations and are subject to uncertainty and changes in circumstances. Actual results may\ndiffer materially from these statements due to a variety of factors, including those described in our earnings\nmaterials as well as in our SEC filings.\nAnd with that, I'll turn it over to Jane.",
      "word_count": "109",
      "page_number": "1",
      "sequence": "2",
      "confidence": "0.6",
      "topic_category": "opening_remarks"
    },
    {
      "bank": "Citigroup",
      "quarter": "Fourth Quarter 2023",
      "speaker": "JANE FRASER",
      "role": "OTHER",
      "paragraph": "Thank you, Jenn, and a very happy New Year to everyone. I hope you all had a good break.\nAt Citi, we are back at it. Given the notable items, and our new financial reporting structure, we have a lot\nto cover today so I right to it.\n2023 was a foundational year in which we made substantial progress simplifying Citi and executing the\nstrategy we laid out at Investor Day. With that said the fourth quarter was clearly very disappointing. Today\nI will provide a high-level view on our progress in 2023, discuss our Q4 results, and finish with our priorities\nfor 2024. We know 2024 is critical as we prepare to enter the next phase of our journey and we are\ncompletely focused on delivering our medium-term targets and our transformation.\nSo, turning to what we accomplished in terms of executing our strategy. As you can see on slide 5, in 2023,\nwe saw a record year for Services, where we maintained our #1 ranking among large institutions in TTS with\nclient wins up 27% and a sustained win/loss rate above 80%. We have now gained over 100bps in share in\nSecurities Services since 2021. In Wealth, we added an estimated $21 billion in net new assets during the\nyear. In USPB we enjoyed our sixth consecutive quarter of growth, and we began to see the early fruits of\nour investments in key talent in Banking.\nIn September, we began the most consequential series of changes to the organization and the running of\nour firm since the aftermath of the financial crisis. We restructured around five core, interconnected\nbusinesses to align our organization to our business strategy and to provide greater transparency into their\nperformance. You now can see in our financials the full-year returns and P&L by business. While they are\nall impacted by investments and Transformation expense, it is clear where we have work to do. The\nsimplification of our organization structure will conclude at the end of Q1 and will result in over $1 billion of\nrun-rate saves from the net elimination of approximately five thousand roles, mainly managers. As Mark\nCopyright © 2024 Citigroup Inc. 1",
      "word_count": "362",
      "page_number": "1",
      "sequence": "3",
      "confidence": "0.6",
      "topic_category": "opening_remarks"
    },
    {
      "bank": "Citigroup",
      "quarter": "Fourth Quarter 2023",
      "speaker": "Unknown Speaker",
      "role": "Unknown",
      "paragraph": "T R A N S C R I P T\nCiti Fourth Quarter 2023 Earnings Call\nJanuary 12, 2024\nwill detail, this will contribute to the reduction of our expens\nsimplification, benefits of the Transformation, stranded costs and other productivity efforts, we expect to\neliminate 20 thousand positions ex-Mexico, resulting in over $2 billion in run-rate saves.\nSimplification is also enabling Citi to be more client focused and less bureaucratic. Realizing the synergies\nbetween our five businesses is one of the key drivers to achieving our medium-term revenue targets. With\nthis new structure, I am holding my business leaders accountable for enhancing connectivity across clients\nand products. In addition, having a Chief Client Officer acts to ensure we are disciplined in bringing the full\npower of our franchise to our clients.\nWe have now completed the divestitures of 9 of our 14 international consumer franchises and have wound\ndown nearly 70% of our total retail loans and deposits in Russia, Korea and China. We have restarted the\nsales process in Poland and are well down the execution path for the Mexico IPO next year. We are exiting\nmarginal businesses such as Munis and a subset of distressed debt trading to focus on our core strengths\nand allocate our capital with rigor.\nWithout doubt, all these changes are difficult, but they are necessary. At the same time, we continued to\ninvest in our Transformation, risk and control environment and data architecture. We were pleased to have\nclosed the FX consent order with the Federal Reserve. We are committed to fulfilling the expectations of\nour regulators given the unique role we play in the global financial system. The modernization of our tech\ninfrastructure is proceeding at pace allowing us to deliver new capabilities to our clients. During the year,\nwe consolidated trading and reporting platforms, and retired 6% of our legacy applications for the second\nyear in a row. These enhancements dovetail with significant investments in our businesses, such as hiring\ncommercial bankers to capture share, improving the digital payment capabilities we offer throughout our\nglobal network, and automating processes for our Securities Services clients. It was also a year where we\nupgraded talent with key internal promotions supplemented by selective external hires, including Andy\nSieg. The simplified reporting structure has been embraced by colleagues who feel empowered by the new\nstructure to serve clients and drive value for shareholders.\nEarlier this week we disclosed additional external headwinds some of\nwhich materialized in the second half of December including a $1.3 billion reserve build related to transfer\nrisk stemming from exposures to Argentina and Russia.\nWe also saw a nearly $900 million negative revenue impact as a result of the larger than expected\ndevaluation of the Argentine currency. These items, together with the $1.7 billion FDIC assessment, drove\nthis quarter to a negative EPS of $1.16. While these items are clearly very painful, they are quite\nIn terms of the performance of our five\nbusinesses, while Services was the most impacted by the Argentine devaluation, the underlying growth\nremains very strong, driven by share gains and client wins. Overall, Services revenues were up 16% for the\nfull year despite the impact of the Argentine devaluation. In TTS, cross-border transactions were up 15%\nand AUC/AUA in Securities Services were up by close to $3 trillion for the year. In Markets, our Fixed Income\nresults were disappointing as we saw a significant slowdown in December particularly in Rates and FX.\nMarkets was also impacted by the Argentine devaluation. This franchise is well-positioned with our\ncorporate clients and we continue to take actions to improve returns, whether by redeploying capital to\nhigh-return\nWe had a decent quarter in Equities, particularly in derivatives, and saw growth in prime balances, an area\nwe have been focusing on. While activity picked up in the fourth quarter with revenues up 22%, overall\nBanking revenue continued to be impacted by a weak wallet globally. Investment Banking was up slightly\nfor the year and we finished 2023 as the fifth leading franchise. We certainly aspire to be better. We are\nseeing improved confidence among CEOs and we like our pipeline, but of course the timing for a robust\nCopyright © 2024 Citigroup Inc. 2",
      "word_count": "703",
      "page_number": "2",
      "sequence": "4",
      "confidence": "0.3",
      "topic_category": "financial_results"
    },
    {
      "bank": "Citigroup",
      "quarter": "Fourth Quarter 2023",
      "speaker": "MARK MASON",
      "role": "OTHER",
      "paragraph": "Thanks, Jane and good morning, everyone. I am\ngoing to start with the fourth quarter and full-year firmwide financial results, focusing on year-over-year\nour medium-term return target. The presentation of our results reflects the changes we have made in\nconjunction with our organizational simplification including reporting Legacy Franchises and\nCorporate/Other in All Other. However, before I go into the results, let me walk you through some of the\nCopyright © 2024 Citigroup Inc. 3",
      "word_count": "74",
      "page_number": "3",
      "sequence": "5",
      "confidence": "0.6",
      "topic_category": "opening_remarks"
    },
    {
      "bank": "Citigroup",
      "quarter": "Fourth Quarter 2023",
      "speaker": "Unknown Speaker",
      "role": "Unknown",
      "paragraph": "T R A N S C R I P T\nCiti Fourth Quarter 2023 Earnings Call\nJanuary 12, 2024\nnotable items that impacted the quarter that were included in the 8K we recently filed.\nAt the top right of slide 7, we show these items on a pre-tax basis. The FDIC special assessment of\napproximately $1.7 billion related to the regional bank failures in March. This impacted expenses in All\nOther. A restructuring charge of approximately $780 million related to actions associated with our\norganizational simplification, which will drive headcount reductions and future savings over the medium-\nterm, impacted expenses in All Other. The impact of the currency devaluation in Argentina of approximately\n$880 million. This was recorded in non-interest revenue across Services, Markets and Banking and you can\nsee the impact by business in the appendix of the presentation.\nWhile we did have an adverse impact from the Argentina devaluation this quarter, we also benefitted from\nhigh interest rates, earning approximately $250 million of NII on the net investment in the quarter, given\nthe hyperinflationary environment. And a reserve build of $1.3 billion related to increases in transfer risk\nassociated with exposures to Russia and Argentina as described in the 8K. This impact is mostly included\nin other provisions in cost of credit and spans multiple businesses due to their globality. The combination\nof these items negatively impacted diluted EPS by approximately $2.00 and RoTCE by approximately 920\nbasis points.\nNow turning to the left side of the slide, where we show our financial results for the full firm. In the fourth\nquarter, we reported a net loss of $1.8 billion and a net loss per share of $1.16 on $17.4 billion of revenues.\nExcluding the notable items, diluted EPS would have been $0.84 with an RoTCE of 4.1% for the quarter. In\nthe quarter, total revenues decreased by 3% on a reported basis. Excluding divestiture-related impacts and\nthe impact of the Argentina devaluation, revenues increased 2%, driven by strength across Services, USPB,\nand Investment Banking, partially offset by lower revenues in Markets and Wealth and the revenue\nreduction from the closed exits and wind-downs.\nTurning to expenses, we reported expenses of $16.0 billion, which include the FDIC special assessment and\nmodest divestiture-related costs. Excluding these items, expenses increased 10% to $14.2 billion, largely\ndriven by the restructuring charge I just mentioned. Cost of credit was approximately $3.5 billion. Excluding\nthe reserve build for transfer risk, cost of credit was primarily driven by Card net credit losses, which are\nnow at pre-covid levels, as well as ACL builds for new card volumes. At the end of the quarter, we had nearly\n$22 billion in total reserves with a reserve-to-funded loans ratio of approximately 2.7%. And on a full-year\nbasis, we delivered $9.2 billion of net income and an RoTCE of 4.9%. Adjusting for the notable items, net\nincome was approximately $13.1 billion with an RoTCE of 7.3%.\nOn slide 8, we show full year revenue trends by business from 2021 to 2023. It is important to highlight that\nin conjunction with the change to align with our new financial reporting structure, we moved the majority\nof the Financing & Securitization business from Banking to Markets. We also implemented a revenue\nsharing arrangement within Banking, and between Banking, Services and Markets to reflect the benefit the\nbusinesses get from our relationship-based lending. These changes are now reflected in our results and our\nhistorical financials.\nNow looking at the full year numbers. Services had a record year with revenues of $18.1 billion, up 16%,\nbenefiting from both rates and business actions, new client wins and deepening with existing clients,\npartially offset by the Argentina devaluation. Markets revenues decreased 6% to $18.9 billion, largely driven\nby lower volatility and a significant slowdown in December. The Markets business was also impacted by\nthe Argentina devaluation.\nBanking revenues decreased 15% to $4.6 billion, primarily driven by the mark-to-market on loan hedges,\nas well as a decrease in corporate lending. Investment Banking revenues were relatively flat for the year as\nwe gained share amidst a declining wallet. Corporate Lending revenues were down 4%, excluding mark-to-\nmarket on loan hedges. Wealth revenues decreased 5% to $7.1 billion, primarily due to the deposit mix shift\nCopyright © 2024 Citigroup Inc. 4",
      "word_count": "714",
      "page_number": "4",
      "sequence": "6",
      "confidence": "0.3",
      "topic_category": "financial_results"
    },
    {
      "bank": "Citigroup",
      "quarter": "Fourth Quarter 2023",
      "speaker": "Unknown Speaker",
      "role": "Unknown",
      "paragraph": "T R A N S C R I P T\nCiti Fourth Quarter 2023 Earnings Call\nJanuary 12, 2024\ntowards higher yielding products which drove lower deposit spreads.\nUSPB revenues increased 14% to $19.2 billion, primarily driven by growth in cards balances as we continue\nto see the benefit of our investments in digital acquisitions and customer engagement. Total revenues\nexcluding divestitures came in at $77.1 billion, below our guidance of $78-79 billion for the year largely due\nto the impact of the Argentina devaluation, softer Markets performance, particularly in December and\nlosses on loan hedges. However, NII ex-Markets came in at $47.6 billion, in line with our guidance. Despite\nthe challenging environment and the impact of the Argentina devaluation, we grew firmwide revenues by\nan approximately 4% ex-divestitures, in line with our investor day target, demonstrating the benefit of our\nOn slide 9, we show full year expense trends from 2021 to 2023. Excluding the FDIC special assessment\nand divestiture-related impacts, full-year expenses were $54.3 billion for 2023, in line with our guidance.\nAs I mentioned, this includes roughly $780 million of restructuring costs associated with our organizational\nsimplification and additional severance costs of approximately $730 million, which included actions to\naddress stranded costs and start to right size the businesses.\nRelative to the prior year, expense growth continued to be driven by Transformation and business-led\ninvestments, volume-related expenses and other investments in risk and controls and technology, partially\noffset by productivity savings and a reduction in expenses in Legacy Franchises, within All Other. Over the\nperformance\nof the firm but also the businesses.\nOn slide 10, we show the components of our transformation and technology spend from 2021 to 2023. Over\nthe past three years, we have invested significantly in our infrastructure, platforms, applications, processes\nand data. And as you can see in the bar chart, at the top of the slide, roughly 30% of our Transformation\ninvestments over the last three years were in technology, with the remainder related to non-tech employees\nand consultants.\ne seen a shift from consulting expenses to technology and compensation as we have gotten\ndeeper into the execution of our Transformation And you should expect to see this trend continue In total,\nwe invested over $12 billion in technology in 2023. Beyond transformation, our technology investments are\nalso focused on digital innovation, new product development, client experience enhancements and areas\nthat support our infrastructure like cloud and cyber.\nOn slide 11, we show key consumer and corporate credit metrics. Across Branded Cards and Retail Services\napproximately 80% of our card loans are to consumers with FICO scores of 680 or higher. And across both\nportfolios, NCL rates have reached pre-covid levels but we continue to be well reserved with a reserve to\nfunded loan ratio of 7.7%. In our Corporate portfolio, the majority of our exposure is investment grade which\nis reflected in our low level of non-accrual loans, at 63 basis points of total corporate loans. We feel good\nabout the quality and mix of our portfolio and are well reserved for the current environment.\nnetwork and the broader institutional client relationships we hold, as well as the strength of our financial\nprofile in Argentina. As it relates to Russia, we have also included a slide in the appendix. You will see that\nthe reserves for transfer risk that we have taken have significantly reduced our net investment and therefore\nour risk of loss related to Russia.\nOn slide 12, we show our summary balance sheet and key capital and liquidity metrics. We maintain a very\nstrong $2.4 trillion balance sheet which is funded in part by a well-diversified $1.3 trillion deposit base\nwhich is deployed into high-quality, diversified assets. The majority of our deposits, $801 billion, are\ninstitutional and operational in nature and span across 90 countries and are complemented by $426 billion\nCopyright © 2024 Citigroup Inc. 5",
      "word_count": "649",
      "page_number": "5",
      "sequence": "7",
      "confidence": "0.3",
      "topic_category": "financial_results"
    },
    {
      "bank": "Citigroup",
      "quarter": "Fourth Quarter 2023",
      "speaker": "Unknown Speaker",
      "role": "Unknown",
      "paragraph": "T R A N S C R I P T\nCiti Fourth Quarter 2023 Earnings Call\nJanuary 12, 2024\nof U.S. Personal Banking and Wealth deposits. We have approximately $561 billion of HQLA and\napproximately $690 billion of loans and we maintain total liquidity resources of $965 billion. Our LCR\ndecreased modestly to 116%. And our tangible book value per share was $86.19, up 6%.\nOn the bottom left corner of the slide, we show a full year CET1 walk to provide more detail on the drivers in\n2023. First, we generated $8.0 billion of net income to common, which added 70 basis points. Second, we\nreturned $6.1 billion in the form of common dividends and share repurchases, which drove a reduction of\nabout 53 basis points. Third, we benefitted from the impact of lower rates on our AFS investment portfolio,\nwhich drove an increase of 20 basis points. And finally, the remaining 3 basis points was largely driven by\nhigher RWA, partially offset by capital releases from the exit markets. We ended the quarter with a 13.3%\nCET1 capital ratio, approximately 100 basis points above our regulatory capital requirement of 12.3%. As\nyou can see, we have grown our CET1 ratio by approximately 30 basis points over the course of the year\nwhile returning over $6 billion to shareholders in common dividends and repurchases.\nBefore I take you through each business, as Jane mentioned, we are not satisfied with the performance and\nreturns of our businesses and therefore we are laser focused on executing against our strategy, simplifying\nthe organization and right sizing the expense base. As a reminder the investments that we have been\nmaking have impacted each of the businesses as you will see in the next few slides.\nSo now turning to slide 13, where we show the results for Services for the fourth quarter and the full year.\nRevenues were up 6% this quarter, largely driven by NII across TTS and Securities Services, partially offset\nby NIR driven by the Argentina devaluation. Services non-interest revenues were up 20% excluding the\nimpact of the Argentina devaluation. Expenses increased 9%, primarily driven by continued investments in\ntechnology, product innovation and client experience. Cost of credit was $646 million, driven by a reserve\nbuild of approximately $652 million, primarily associated with transfer risk in Russia and Argentina. Net\nincome decreased to $776 million, as higher revenues were more than offset by higher cost of credit and\nhigher expenses. Average loans were up 6%, primarily driven by strong demand for working capital loans in\nTTS, both in North America and internationally. Average deposits were down 3% as the impact of\nquantitative tightening more than offset new client acquisitions and deepening with existing clients,\nhowever sequentially, deposits were up 1%. Services delivered an RoTCE of 13.4% for the quarter. And for\nthe full year, Services delivered an RoTCE of 20% on $18.1 billion of revenues.\nOn slide 14, we show the results for Markets for the fourth quarter and the full year. Markets revenues were\ndown 19%, versus a strong quarter last year, driven by a decline in fixed income and the impact of the\ndevaluation, partially offset by an increase in equities. Fixed Income revenues decreased by 25%, largely\ndriven by rates and currencies on lower volatility and a significant slowdown in December as well as the\nimpact of devaluation. However, we saw good underlying momentum in equities, with revenues up 9%,\ndriven by gains across all products. And we continued to grow prime balances while making solid progress\non our revenue-to-RWA target. Expenses increased 8%, driven by investments in transformation and risk\nand controls and volume related costs, partially offset by productivity savings. Cost of credit was $209\nmillion, driven by a reserve build of approximately $179 million, primarily associated with the transfer risk\nin Russia and Argentina. Markets reported a net loss of $134 million, as revenues were more than offset by\nhigher expenses and higher cost of credit. Average loans increased 4% to $115 billion, as we saw increased\nclient demand for credit driving growth in warehouse lending. Average trading assets increased 18% to\n$391 billion, largely driven by treasuries and mortgage-backed securities, given the strong client activity in\nfixed income for much of the year. While it was a challenging quarter, Markets performed relatively well for\nthe full year with revenue of $18.9 billion and an RoTCE of 7.4%, compared with very strong performance in\nthe prior year. And we are focused on improving returns over time through a combination of revenue growth,\nexpense discipline, and capital optimization.\nOn slide 15, we show the results for Banking for the fourth quarter and the full year. Banking revenues\nincreased 22%, driven by growth in investment banking fees and lower losses on loan hedges, partially\nCopyright © 2024 Citigroup Inc. 6",
      "word_count": "804",
      "page_number": "6",
      "sequence": "8",
      "confidence": "0.3",
      "topic_category": "financial_results"
    },
    {
      "bank": "Citigroup",
      "quarter": "Fourth Quarter 2023",
      "speaker": "Unknown Speaker",
      "role": "Unknown",
      "paragraph": "T R A N S C R I P T\nCiti Fourth Quarter 2023 Earnings Call\nJanuary 12, 2024\noffset by lower Corporate Lending revenue. Investment banking revenues increased 27% YoY, driven by\nDCM and Advisory due to improvements in market sentiment. In Advisory, we saw signs of strength across\nTechnology, Healthcare and Energy, and we feel good about the strength of our pipeline. Corporate Lending\nrevenues excluding mark-to-market on loan hedges decreased 26%, largely driven by lower revenue share\nfrom Investment Banking, Services and Markets. Expenses increased 37%, primarily driven by the absence\nof an operational loss reserve release in the prior year. Excluding the reserve release, expenses were roughly\nflat. Cost of credit was $185 million, driven by a reserve build associated with the transfer risk in Russia and\nArgentina. The NCL rate was 32 basis points of average loans and we ended the quarter with a reserve to\nfunded loan ratio of 1.6%. Banking reported a net loss of $322 million as higher expenses and cost of credit\nmore than offset higher revenues. RoTCE was negative 6.0% for the quarter. And for the full year, Banking\nreported an RoTCE of negative 0.2% on $4.6 billion of revenues. So clearly, we have more work to do on\ncapitalize on the rebound in the market wallet. And that includes continuing to invest in key growth areas,\nupgrading talent in traditional sectors, and continuing to right size the business.\nOn slide 16, we show the results for Wealth for the fourth quarter and the full year. Wealth revenues\ndecreased 3%, driven by lower deposit spreads, partially offset by lower mortgage funding cost and higher\n-interest revenue, which was up 13% in the\nfourth quarter, driven by higher investment assets, increased client activity and market performance.\nExpenses were up 4%, primarily driven by investments in risk and controls and technology, partially offset\nby re-pacing strategic investments and tighter expense control as we begin to right size the expense base\nin the business. Wealth reported net income of $5 million, as revenues were mostly offset by higher\nexpenses. Client balances increased 6%, primarily driven by higher client investment assets, partially offset\nby lower deposit balances. Average loans were flat, as we continued to optimize capital usage. Average\ndeposits decreased 2%, reflecting the continued mix shift of deposits to higher-yielding investments on\nClient investment assets were up 12%, driven by new acquisitions and the benefit from\nhigher market valuations. good momentum in net new assets, which more than doubled\nto $16 billion for the quarter. For the full year, we added an estimated $21 billion in net new assets. RoTCE\nwas 0.1% for the quarter. And for the full year, RoTCE was 2.6% on $7.1 billion of revenues. Looking ahead,\nstrategy to drive investment revenue with an eye toward right sizing the expense base. We will wind down\nnon-core initiatives, exit less productive performers and enhance discipline across every expense line.\nOn slide 17, we show the results for US Personal Banking for the fourth quarter and the full year. US Personal\nBanking revenues increased 12%. Branded Cards revenues increased 10%, driven by higher net interest\nmargin and interest-earning balance growth of 13%. And we continue to see healthy growth in new account\nacquisitions, up 8% and spend volumes up 3%. Retail Services revenues increased 15%, also driven by\nhigher net interest margin and interest-earning balance growth of 11%, as well as lower partner payments\ndue to higher net credit losses. Retail Banking revenues increased 15%, driven by higher deposit spreads,\nloan growth and improved mortgage margins. Expenses decreased 1%, as higher expenses to support\nlending programs and client engagement, as well as the rollout of Simplified Banking were offset by lower\nnon-volume related expenses. Cost of credit of $2.1 billion increased 20%, driven by higher NCLs, partially\noffset by a lower ACL build. Net income increased to $201 million, driven by higher revenues, partially offset\nby higher cost of credit. Average deposits decreased 5%, driven by the transfer of relationships and the\nassociated deposits to our Wealth business. We continued to make progress against our digital strategy,\nwith digital deposits up 14% and active digital users increasing 6%. RoTCE for the quarter was 3.6%. And\nfor the full year, US Personal Banking delivered an ROTCE of 8.3% on $19.2 billion of revenue. Here again,\nwe are focused on improving the return profile of the business, managing through this part of the credit\ncycle and continuing to make progress in Retail Banking will be key.\nOn slide 18, we show results for All Other on a managed basis, which includes Corporate Other and Legacy\nFranchises and excludes divestiture-related items. Revenues decreased 17%, driven by a decrease in NII of\nCopyright © 2024 Citigroup Inc. 7",
      "word_count": "792",
      "page_number": "7",
      "sequence": "9",
      "confidence": "0.3",
      "topic_category": "financial_results"
    },
    {
      "bank": "Citigroup",
      "quarter": "Fourth Quarter 2023",
      "speaker": "Unknown Speaker",
      "role": "Unknown",
      "paragraph": "T R A N S C R I P T\nCiti Fourth Quarter 2023 Earnings Call\nJanuary 12, 2024\n29%, largely driven by the closed exits and wind-downs, partially offset by higher non-interest revenue.\nAnd expenses increased to $4.5 billion, driven by the FDIC special assessment and restructuring costs,\npartially offset by lower expenses in both wind-down and exit markets.\nTurning to slide 20, as we kick off 2024, the environment remains somewhat uncertain and Markets\nremains difficult to predict, but based on what we see today we expect revenues to be approximately $80\nto $81 billion as shown on the left side of the slide. And on the right side of the slide, we list the key drivers.\nIn TTS, we expect revenue growth to be driven by new client wins, deepening with our existing clients and\ncontinued momentum with Commercial Clients as we continue to leverage our global footprint and product\ninnovations. In Securities Services, we have a very healthy pipeline and will continue to onboard assets\nunder custody from new mandates, win new clients and deepen relationships with existing clients. In\nInvestment Banking we anticipate a rebound in activity and to maintain our position as the wallet recovers.\ntechnology, to allow us to gain share. And we also expect a modest rebound in Wealth, as we execute on\nour refocused strategy with an eye towards growing investment fees, particularly with our existing clients.\nIn USPB, we expect continued growth in cards balances driven by the investments we have been making as\nwell as lower partner payments in retail services to continue to drive revenue growth. We also expect to\ncontinue to improve our retail branch performance. And as it relates to NII, excluding Markets, we expect\nnet interest income to be down modestly as the volume growth we expect from loans and deposits is more\nthan offset by lower US rates and the reduction from the closed exits and wind-downs.\nTurning to slide 21, we expect expenses to be approximately $53.5 to $53.8 billion, down from $54.3\nbillion, subject to volume-related expenses. The decrease in expenses will be driven by the benefits of our\norganizational simplification, a continued reduction from exit markets and wind-downs, and productivity\nsavings, partially offset by investments in risk and controls and volume-related expenses. Embedded in\nthis guidance includes an elevated level of severance, as well as additional potential costs related to the\norganizational simplification totaling approximately $700 million to $1 billion. This will contribute to\nreducing headcount over 2024 and the medium term, which we will discuss on the next slide.\nOn slide 22, we show the drivers of headcount and expense reduction over the medium-term.\ndiscussed in the past, there are three drivers that will reduce our expenses. Organizational simplification\nincluding the reduction of management layers. Eliminating stranded costs as we take additional actions to\nreduce excess overhead in light of the exit markets. And realizing productivity savings from our investments\nin the transformation and technology. We expect the combination of these three drivers to reduce our\nheadcount by a net 20 thousand, excluding Mexico, and generate a net run rate save of $2 to $2.5 billion\nover the medium term. This will underpin our path to $51 to $53 billion of expenses, subject to volume-\nrelated expenses. Both the headcount and expense reduction will allow us to right size the firm and\nbusinesses to improve performance and returns.\nOn slide 23, we show our outlook for U.S. Cards in 2024. In terms of credit performance, based on the\nabove pre-COVID levels and peak in 2024. On a full-year basis for 2024, we expect the Branded Cards NCL\nrate to be in the range of 3.5% to 4.0% and the Retail Services NCL rate to be in the range of 5.75% to 6.25%.\nFrom an allowance perspective, we are reserved for a weighted 8-quarter average unemployment rate of\nalmost 5.0%, which imbeds a downside scenario of approximately 6.8%. ACL builds in 2024 will primarily\nbe a function of the volume growth that we see as well as changes in the macro scenarios and the\nprobabilities associated with them. And we expect continued momentum in cards albeit more in line with\nmid-single digit loan growth.\nOn slide 24, we summarize our medium-term targets. While a lot has changed in the macro environment\nsince Investor Day, our strategy has not, and we are on a path to the 11-12% RoTCE in the medium term,\ndriven by top line revenue growth and expense reductions. From a revenue perspective, we continue to\nCopyright © 2024 Citigroup Inc. 8",
      "word_count": "763",
      "page_number": "8",
      "sequence": "10",
      "confidence": "0.3",
      "topic_category": "financial_results"
    },
    {
      "bank": "Citigroup",
      "quarter": "Fourth Quarter 2023",
      "speaker": "QUESTION AND ANSWER\nOPERATOR",
      "role": "MODERATOR",
      "paragraph": "Our first question will come from Mike Mayo with Wells Fargo. Your line is now open. Please go\nahead.",
      "word_count": "19",
      "page_number": "9",
      "sequence": "11",
      "confidence": "0.6",
      "topic_category": "qa_session"
    },
    {
      "bank": "Citigroup",
      "quarter": "Fourth Quarter 2023",
      "speaker": "MIKE MAYO",
      "role": "OTHER",
      "paragraph": "Hi. I looked in detail at the earnings presentation, especially slide 4, and I think the question is,\non many people's minds, I count 12 restructurings at Citigroup. And I count 12 restructurings that have failed\nat Citigroup. You might disagree with the number 12, It could be 5, it could be 8, it could be 12, it could be\nmore, but I've not spoken to one person of any investor who would say that Citi has succeeded on its prior\nrestructuring. So, the question is, why is this time different? Number one, who is this new and improved\nCitigroup. Number two, why aren't expenses down even move, especially when few people that I talk to think\nyou'll hit your revenue target? And three, Jane, what is your conviction level of getting to that 11% to 12%\nRoTCE in 2025 or 2026? Thank you.",
      "word_count": "144",
      "page_number": "9",
      "sequence": "12",
      "confidence": "0.6",
      "topic_category": "opening_remarks"
    },
    {
      "bank": "Citigroup",
      "quarter": "Fourth Quarter 2023",
      "speaker": "JANE FRASER",
      "role": "OTHER",
      "paragraph": "Well, thank you very much indeed, Mike. I'll start with, who is Citi? Citi is, I'm delighted to say,\nfinally simple. At Investor Day, I set out a vision to be the preeminent banking partner for clients with cross\nborder needs. That vision was based on five core interconnected businesses. We set off on a deliberate path\nto get there, and over the last three years we've done so.\nPage 4 is who we are today. We are five interconnected businesses; no more, no less. We have our\norganization that now aligns with those five businesses, and this enables us to focus on two priorities. The\nfirst is improving the performance and the returns of those five core businesses, so that we can meet the\nmedium-term RoTCE target we laid out. And the second is on addressing our regulatory issues through the\ntransformation. And I would also be, I need to note that I fully recognize that 2024 is an inflection year, Mike.\nAnd I and the management team are accountable to deliver. And that you and our investors have the\ntransparency you need to hold us accountable.\nSo, why is this time different? Look, it's not lost on me that there's been many attempts in the past to change\nthis firm. I and the management are fully committed to transforming this company for the long term and we\nare addressing the issues that have held us back in the past. And you've got proof points of the last three\nyears where we've made a lot of tough decisions and we have put through a tremendous amount of change\nto get to the simple Citi that we are today. We completely reset our strategy. So, we now have a significantly\nmore focused business and operating model.\nWe've announced the most consequential set of changes to our organizational model, and frankly, from my\nperspective, more importantly, how we run the bank, since the financial crisis, aimed at simplifying the bank\nand increasing accountability. You've seen moved quickly. We're on track with our execution of this\neffort. And it will generate over $1 billion of run rate saves the end of the first quarter, purely from the\norganization efforts that we've put in that we announced in September. We've done this while investing and\nI think this is another difference. We've invested heavily in our transformation. And while that was catalyzed\nCopyright © 2024 Citigroup Inc. 9",
      "word_count": "405",
      "page_number": "9",
      "sequence": "13",
      "confidence": "0.6",
      "topic_category": "opening_remarks"
    },
    {
      "bank": "Citigroup",
      "quarter": "Fourth Quarter 2023",
      "speaker": "MARK MASON",
      "role": "OTHER",
      "paragraph": "Yeah, thanks, Jane. And why aren't expenses down more? I think to your point, Jane, we've\nbeen investing in the franchise both on the front-end, and importantly, on the transformation and the risk\nand controls. What I would point out is that, in 2023, we delivered expenses of $54.3 billion ex the FDIC\ncharge. That is the guidance that we gave. But I also highlight that we also included $780 million associated\nwith the restructuring charge. That is more than I had articulated in the way of guidance. So, the capacity\nthat we created through our efforts through the year, we use that in a smart way. We use that to fund the org\nsimplification cost, so that we can realize the savings down the line. And we're going to continue to manage\nour expenses in a disciplined and smart fashion. That means spending what we need to spend on the\ntransformation and risk and controls, but driving greater efficiencies and productivities along the way to\nensure we get to that 11% to 12%. And to your point, if revenues are to come down or come in lower than\nexpected, we'll adjust the expenses accordingly.",
      "word_count": "195",
      "page_number": "10",
      "sequence": "14",
      "confidence": "0.6",
      "topic_category": "opening_remarks"
    },
    {
      "bank": "Citigroup",
      "quarter": "Fourth Quarter 2023",
      "speaker": "OPERATOR",
      "role": "MODERATOR",
      "paragraph": "Thank you. Our next question comes from Glenn Schorr with Evercore. Your line is now open.",
      "word_count": "16",
      "page_number": "10",
      "sequence": "15",
      "confidence": "0.6",
      "topic_category": "opening_remarks"
    },
    {
      "bank": "Citigroup",
      "quarter": "Fourth Quarter 2023",
      "speaker": "GLENN SCHORR",
      "role": "OTHER",
      "paragraph": "Hi. Thanks very much. So, you're clearly making a lot of progress and I hate to like, ask this\nquestion too early, but I think it is important. Your expense guidance is good, your revenue guide is good, and\nyou have your arms around the expenses. The question I have is, how do you think about balancing that near-\nterm profitability improvement that we all want desperately with making sure you do make the right\ninvestments? Because if you look around the world there's a lot of places to grow, whether it be a branch\nnetwork, or the wealth management aspirations that you have, or the digital investments. So, how do we\nknow that all the right future investments are being made while you extract costs in all the good ways that\nyou've been doing?",
      "word_count": "135",
      "page_number": "10",
      "sequence": "16",
      "confidence": "0.6",
      "topic_category": "opening_remarks"
    },
    {
      "bank": "Citigroup",
      "quarter": "Fourth Quarter 2023",
      "speaker": "MARK MASON",
      "role": "OTHER",
      "paragraph": "Yeah, thanks, Glenn. I guess, I'll start, and Jane, feel free to add in on it. Look, it is a balancing\nact, right, and we do look at each of our five core businesses. We obviously are clear on the strategy, but\nwhere's the growth? Where are the return opportunities associated with them? And how do we ensure we're\ndeploying resources after them in order to deliver for the client and deliver on those returns over time? We\nhave to juxtapose that against the required investment to modernize our operations and we're making those\ntrade-offs on a regular basis. But importantly, when we do invest to capture those growth opportunities,\nwe're trying to be agile about it, which means if those opportunities don't play out in the way we're expecting\nbecause the cycle just doesn't mature or materialize in that fashion, we've got to be disciplined enough to\nCopyright © 2024 Citigroup Inc. 10",
      "word_count": "154",
      "page_number": "10",
      "sequence": "17",
      "confidence": "0.6",
      "topic_category": "opening_remarks"
    },
    {
      "bank": "Citigroup",
      "quarter": "Fourth Quarter 2023",
      "speaker": "GLENN SCHORR",
      "role": "OTHER",
      "paragraph": "I appreciate that. Maybe a quickie on Services. Obviously, up 16% and a record is great. I\ndon't know if you've dimensionalized how much was rate versus new business, but you have good core\nbusiness momentum and a pipeline of won, but not yet funded. So I guess the question is, where can Services\nbe over, let's say, the next two years in terms of growth, while rates come down, yet your businesses is\nwinning new wins?",
      "word_count": "77",
      "page_number": "11",
      "sequence": "18",
      "confidence": "0.6",
      "topic_category": "qa_session"
    },
    {
      "bank": "Citigroup",
      "quarter": "Fourth Quarter 2023",
      "speaker": "MARK MASON",
      "role": "OTHER",
      "paragraph": "Yeah, sure. You want me to, sure.",
      "word_count": "7",
      "page_number": "11",
      "sequence": "19",
      "confidence": "0.6",
      "topic_category": "general_discussion"
    },
    {
      "bank": "Citigroup",
      "quarter": "Fourth Quarter 2023",
      "speaker": "JANE FRASER",
      "role": "OTHER",
      "paragraph": "Yeah and I'll jump in, too. Let's maybe start with TTS. When we think about the performance\nof TTS, which, as we say, the growth this year up 19% ex-Argentina, came from a combination of both rates\nand the strong business actions we've taken. And you can see that in the different drivers. Cross-border was\nup 23%, commercial cards up 8%. In terms of the growth prospects, we've generated 22% in average revenue\ngrowth, from 21 to 23, well ahead of the Investor Day guidance we had of high-single digits. That was not just\nbecause of the rate cycle. It obviously helped. And we certainly expect to grow revenues at mid-single digit\nnow as we lap the prior periods that benefited from those rate increases, and that's going to come from a few\ndifferent areas.\nOne, the focus on our fee strategy, where we're capitalizing on strong client engagement, market-leading\nclient solutions, and we're delivering on a lot of the different growth initiatives that we've been investing in\nacross all our client segments. We'll continue optimizing our deposit book and bringing in high-quality\ndeposits. And in a lower rate environment, GDP is typically higher, so you'd expect to see some higher growth\nin our capital-efficient payment volumes.\nYou'll see us continuing to acquire new clients and deepen relationships with existing clients. And I'd point\nto our confidence here, 27% increase in our new client acquisition this year and a sustained win/loss ratio of\n82% on new deals, and that was across different client segments. And revenues from these clients just\ncontinues to ramp up, as we expand across the different geographies and product suites with them. And\nyou'll also continue to see us investing in the infrastructure and platforms we've been doing, launching new\ninnovative products. And we're seeing momentum from some of the things we've recently done: Citi Token\nServices, Payment Express, 24/7 Clearing, et cetera. So I think, the main takeaway from TTS is that we'll\ncontinue to invest in it. We expect to see strong client momentum. We've been getting consistently good\nclient feedback regarding our capabilities, so we expect to see good global growth that will certainly help as\nthe rate cycle comes down. And it is a crown jewel for a reason.\nAnd then, just quickly on Securities Services. I think where we're seeing, we mentioned, we've got a number\nof marquee wins there across all the client segments. That pipeline is both investors and issuers. And one of\nthe core strategies that Okan put in place was to grow share with the US-based asset managers. We were at\n2.6% share in 2020; we're now at 4.3%. And a lot of the growth in the pipeline has been coming, not only\nfrom our global network names, but also from the marquee players in the US asset manager space. I think\nthat's our ability to connect our capabilities that gives these players huge efficiencies for our clients.\nMark, anything I've missed there? You know I love this business.\nCopyright © 2024 Citigroup Inc. 11",
      "word_count": "508",
      "page_number": "11",
      "sequence": "20",
      "confidence": "0.6",
      "topic_category": "financial_results"
    },
    {
      "bank": "Citigroup",
      "quarter": "Fourth Quarter 2023",
      "speaker": "MARK MASON",
      "role": "OTHER",
      "paragraph": "As you should rightfully so, high-returning business, great growth prospects. To answer one\nof your questions, Glenn, about half of the NII growth, we could attribute to interest rates. And about half,\nI'd say, is business action, so us working with the clients to drive that momentum. And then, if you think\nabout the noninterest revenue, for Services, they're up about 20% in the quarter year-over-year if you\nexclude the impact of the Argentina devaluation, and up 7% on a full year basis. And so, good momentum in\nthe noninterest revenue growth as well.",
      "word_count": "94",
      "page_number": "12",
      "sequence": "21",
      "confidence": "0.6",
      "topic_category": "financial_results"
    },
    {
      "bank": "Citigroup",
      "quarter": "Fourth Quarter 2023",
      "speaker": "OPERATOR",
      "role": "MODERATOR",
      "paragraph": "Our next question comes from John McDonald with Autonomous Research. Your line is now\nopen.",
      "word_count": "15",
      "page_number": "12",
      "sequence": "22",
      "confidence": "0.6",
      "topic_category": "qa_session"
    },
    {
      "bank": "Citigroup",
      "quarter": "Fourth Quarter 2023",
      "speaker": "JOHN MCDONALD",
      "role": "OTHER",
      "paragraph": "Hi good morning. Mark, was hoping to ask you, how are you thinking about the pacing\nof capital build? Obviously, the Basel III proposals are out there, but they could change, of course. Even if\nthey don't change, you have a couple of years to leg into those with the phase-ins and perhaps some\nmitigation opportunities. How should we think about you kind of building capital, given all those variables\nand the ability to buy back some stock along the way as you mentioned earlier?",
      "word_count": "85",
      "page_number": "12",
      "sequence": "23",
      "confidence": "0.6",
      "topic_category": "opening_remarks"
    },
    {
      "bank": "Citigroup",
      "quarter": "Fourth Quarter 2023",
      "speaker": "MARK MASON",
      "role": "OTHER",
      "paragraph": "Sure, so look, John, obviously the Basel III proposal's still out there and under discussion.\nWe've been very vocal about the potential impact of that. We've also been very disciplined about how we've\nbeen managing our capital. We've built that over 30 basis points over the course of the year. You've seen us\nactively manage that through the year, and we're going to continue to do that. We obviously generate\nearnings that contribute to that. We want to continue to drive growth across the business.\nWe're trading at a 0.5 times book, where we can, we want to buy back as much as we can in shares. And we\ntry to be disciplined about that over the past couple of quarters, doing that as a modest level. You heard me\nsay, we're going to do that again this quarter at a modest level, but we have to be thoughtful about what\nthose headwinds might look like. And we're actively working what mitigation actions we have to put in place,\nshould it turn out closer to the way the current proposal sits.\nSo, it's an ongoing active management that tries to balance servicing our client needs, with, obviously,\nholding a responsible amount of capital in light of the uncertainty that's out there, and with an eye towards\nbuybacks where we can do that.",
      "word_count": "222",
      "page_number": "12",
      "sequence": "24",
      "confidence": "0.6",
      "topic_category": "financial_results"
    },
    {
      "bank": "Citigroup",
      "quarter": "Fourth Quarter 2023",
      "speaker": "JOHN MCDONALD",
      "role": "OTHER",
      "paragraph": "Okay. And just as an expense follow-up, I wasn't clear. Has the transformation spend\npeaked, when you think about what you'll spend on transformation this year versus last year? And are the\ntransformation benefits starting to kick in at this point?",
      "word_count": "41",
      "page_number": "12",
      "sequence": "25",
      "confidence": "0.6",
      "topic_category": "general_discussion"
    },
    {
      "bank": "Citigroup",
      "quarter": "Fourth Quarter 2023",
      "speaker": "MARK MASON",
      "role": "OTHER",
      "paragraph": "Yeah. So to be clear, we're going to continue to spend whatever we need to spend on the\ntransformation and on risk and controls. And so, we did see a tick up this year. We've got a plan for 2024, and\nif we've got to spend a bit more than we spent this year, we're going to spend more. That's what the plan calls\nfor, and so that's what we'll do. That's inside of the number that I've given you for guidance, all right. And so,\nthat's important for us. I think it will drive, obviously, operational improvement and saves down the line.\nIt is part of the $2 billion to $2.5 billion, but that is the early stage, if you will, of the transformation spend\npaying back. I think as we talked about at Investor Day, frankly, we'll continue to see expense benefits\nbeyond the medium term from some of this transformation investment that we've been making. And so, I\nwould think of the medium term as the start of the benefits that we'll see from the investments we've been\nmaking in transformation and risk and controls.",
      "word_count": "188",
      "page_number": "12",
      "sequence": "26",
      "confidence": "0.6",
      "topic_category": "guidance"
    },
    {
      "bank": "Citigroup",
      "quarter": "Fourth Quarter 2023",
      "speaker": "JANE FRASER",
      "role": "OTHER",
      "paragraph": "Yeah. I think, Mark, you're spot on. So we'll continue making the investments we need to in\nthe transformation. It's a multi-year journey, as we've always been clear around this, ultimately, with\nbenefits to the shareholders. And more of the expense saves that we've been talking about are, I'd separate\nout transformation from sort of the operating expense base of our businesses, which we want to make sure\nCopyright © 2024 Citigroup Inc. 12",
      "word_count": "74",
      "page_number": "12",
      "sequence": "27",
      "confidence": "0.6",
      "topic_category": "general_discussion"
    },
    {
      "bank": "Citigroup",
      "quarter": "Fourth Quarter 2023",
      "speaker": "OPERATOR",
      "role": "MODERATOR",
      "paragraph": "Our next question will come from Jim Mitchell with Seaport Global. Your line is now open.",
      "word_count": "16",
      "page_number": "13",
      "sequence": "28",
      "confidence": "0.6",
      "topic_category": "qa_session"
    },
    {
      "bank": "Citigroup",
      "quarter": "Fourth Quarter 2023",
      "speaker": "JIM MITCHELL",
      "role": "OTHER",
      "paragraph": "Hey, good afternoon. Mark, maybe just to follow up on the expense, slide 22, where you talk\nabout $2 billion to $2.5 billion of expense saves. I guess I'm struggling with the numbers there. I think if you\nlook at exit and wind- down markets, you're probably close to $2 billion in numbers there. And maybe the\nstranded costs, you can't get all of that out. You're doing about severance is $700 million to $1 billion in\n2024. So doesn't seem like there's a ton of actual cost saves in that number. And just maybe I'm wrong, if you\ncould just kind of walk me through the numbers embedded in there and if there's, you've kind of eluded to\nmore to come beyond the intermediate term.",
      "word_count": "126",
      "page_number": "13",
      "sequence": "29",
      "confidence": "0.6",
      "topic_category": "opening_remarks"
    },
    {
      "bank": "Citigroup",
      "quarter": "Fourth Quarter 2023",
      "speaker": "MARK MASON",
      "role": "OTHER",
      "paragraph": "Yeah, I think the thing I'd point out to you is a couple things. One, obviously, we're forecasting\nrevenue growth over this period of time. And so, there's going to be volume-related expenses associated with\nthat. The second thing I'd point out, as I just mentioned to the prior question, is that we're continuing to\ninvest in risk and controls and in the transformation over this period of time.\nAnd so, what you see is there's an increase in expenses associated with at least those two things. And that's\noffset by the savings that we're starting to generate, particularly from the org simplification that Jane has\ntalked about, as well as from the stranded cost reduction that will continue to play out, as well as from some\nof the rightsizing of businesses that we've referenced in some of the prepared remarks. And so, important to\nthink about, there are headwinds and tailwinds that kind of net down to this $2 billion to $2.5 billion.\nAnd then the final point that I'd make is if I look at this medium-term number of $51 billion to $53 billion that\nstill has Mexico in it and one of the other pages we'd point to, expenses around Mexico. But because of where\nwe are, we'll be in the IPO process, that's still going to be part of this expense base, and so you can't lose sight\nof that.",
      "word_count": "234",
      "page_number": "13",
      "sequence": "30",
      "confidence": "0.6",
      "topic_category": "financial_results"
    },
    {
      "bank": "Citigroup",
      "quarter": "Fourth Quarter 2023",
      "speaker": "JIM MITCHELL",
      "role": "OTHER",
      "paragraph": "Well, that's an important clarification that the $2 billion to $2.5 billion includes revenue-\nrelated volume growth, so that's helpful. And then, just maybe the other, on the slides talking about revenue\ntargets. One of the big numbers not talked about was Markets. How are you thinking, volatility has come in,\nmacro pictures getting better, maybe that mutes volatility, how do you think about that business in 2024\nas it relates to your guidance?",
      "word_count": "74",
      "page_number": "13",
      "sequence": "31",
      "confidence": "0.6",
      "topic_category": "financial_results"
    },
    {
      "bank": "Citigroup",
      "quarter": "Fourth Quarter 2023",
      "speaker": "MARK MASON",
      "role": "OTHER",
      "paragraph": "As you know, it's a tough business to forecast, certainly, for a full year, and in some instances\nfor a quarter, and so, we've basically kind of backed that out but we assume markets kind of flat to modestly\ndown, but we've backed it out, and it's roughly flat. Not of the $80 billion to $81 billion, right, you see the\nguidance of NIR ex- Markets and NII ex-Markets, so in the $80 billion to $81 billion, we've assumed it roughly\nCopyright © 2024 Citigroup Inc. 13",
      "word_count": "87",
      "page_number": "13",
      "sequence": "32",
      "confidence": "0.6",
      "topic_category": "guidance"
    },
    {
      "bank": "Citigroup",
      "quarter": "Fourth Quarter 2023",
      "speaker": "OPERATOR",
      "role": "MODERATOR",
      "paragraph": "Our next question will come from Ebrahim Poonawala with Bank of America. Your line is now\nopen.",
      "word_count": "17",
      "page_number": "14",
      "sequence": "33",
      "confidence": "0.6",
      "topic_category": "qa_session"
    },
    {
      "bank": "Citigroup",
      "quarter": "Fourth Quarter 2023",
      "speaker": "EBRAHIM POONAWALA",
      "role": "OTHER",
      "paragraph": "Morning, afternoon, Jane. Just wanted to follow up on something I think Mark said\nat the end of his very first response around, it's very hard in my seat to figure out whether you're going to grow\nrevenues or shrink revenues given the macro. Should we take it based on what you've said today as we look\ninto 2026 getting to that 11% RoTCE, if for whatever reason, revenue falls short and you feel good about the\nexpense flex to mitigate that headwind?",
      "word_count": "83",
      "page_number": "14",
      "sequence": "34",
      "confidence": "0.6",
      "topic_category": "financial_results"
    },
    {
      "bank": "Citigroup",
      "quarter": "Fourth Quarter 2023",
      "speaker": "JANE FRASER",
      "role": "OTHER",
      "paragraph": "It's Jane, obviously. I want to just jump in on one bit, which is we are committed and we're\nvery confident around the 4% to 5% revenue growth rate, so there isn't any backing away from that number.\nAnd that's in various macro environments, et cetera. And as we look across the different businesses, and the\nprojections we have, we're confident around that. Obviously, if there's a very adverse macro environment, et\ncetera, we've got other levers we can take, but Mark, let me pass it to you.",
      "word_count": "88",
      "page_number": "14",
      "sequence": "35",
      "confidence": "0.6",
      "topic_category": "financial_results"
    },
    {
      "bank": "Citigroup",
      "quarter": "Fourth Quarter 2023",
      "speaker": "MARK MASON",
      "role": "OTHER",
      "paragraph": "And by no means was I trying to suggest that we weren't confident in the forecast for the top\nline. If you think about the strategy and the strength of those five core businesses, we've got a lot of\nconviction around that. With that said, as you point out, Jane, under a circumstance where that doesn't play\nout, there are obviously volume-related incentive comp expenses and the like that would naturally come\ndown. We'd ensure that they came down with the revenue decline or shortfall. And then we'd recalibrate\nother spend, other investments, spend not related to risk and controls and transformation, but other\ninvestments across the platform, we'd recalibrate accordingly.",
      "word_count": "111",
      "page_number": "14",
      "sequence": "36",
      "confidence": "0.6",
      "topic_category": "financial_results"
    },
    {
      "bank": "Citigroup",
      "quarter": "Fourth Quarter 2023",
      "speaker": "EBRAHIM POONAWALA",
      "role": "OTHER",
      "paragraph": "Well said. Just what I needed. And one quick question. As we think about\nrightsizing the Markets business, there have been headlines around the muni and the distressed business\nthat you've gotten out. Is there a risk where the Markets business becomes too small and you lag the scale\nto be sort of efficient and relevant in certain, or just across the breadth of, be it, fixed income or equities? Just\nif you can talk about that. Thank you.",
      "word_count": "79",
      "page_number": "14",
      "sequence": "37",
      "confidence": "0.6",
      "topic_category": "opening_remarks"
    },
    {
      "bank": "Citigroup",
      "quarter": "Fourth Quarter 2023",
      "speaker": "JANE FRASER",
      "role": "OTHER",
      "paragraph": "The short answer is no. If you think about our Markets business, we have four businesses,\neach of which are around sort of $4 billion or so in size. You have our global FX network, where we're typically\nnumber one in any year, just given the strength, and particularly, the corporate client base we've set off.\nRates, typically top three. Together, these are two of the largest macro pools within FICC.\nIn terms of the spread products, we've been putting our financing and securitization business as part of our\nsimplification, fully within Markets, so that we've created a unified, scaled spreads product business. And\nthen finally, equities, where we're focused on improving our prime offering, building balances. We still have\na way to go obviously in that. Prime balances we're pleased they were nicely up this year, driven by client\nmomentum. And we're a leading equities derivative franchise. So, you do have these four core businesses.\nAnd I'd go back to our big point of differentiation and why we feel we're well-positioned. We have a very\ndifferentiated corporate client base and very strong partnerships between our core Markets franchise, TTS,\nand Banking and Securities Services, and that helps us in FX, in commodities and in rates around the world.\nSo, Markets is important both in terms of its leadership, but also, how it fits into the strengths that we have\nfrom this simpler Citi of those five core interconnected businesses.\nWe've demonstrated solid returns in the past. I think a lot of the actions we've been taking will help drive\nreturns in the future. And you should be getting confidence when you see the discipline we're putting on to\nCopyright © 2024 Citigroup Inc. 14",
      "word_count": "285",
      "page_number": "14",
      "sequence": "38",
      "confidence": "0.6",
      "topic_category": "qa_session"
    },
    {
      "bank": "Citigroup",
      "quarter": "Fourth Quarter 2023",
      "speaker": "OPERATOR",
      "role": "MODERATOR",
      "paragraph": "Our next question will come from Gerard Cassidy with RBC. Your line is now open.",
      "word_count": "15",
      "page_number": "15",
      "sequence": "39",
      "confidence": "0.6",
      "topic_category": "qa_session"
    },
    {
      "bank": "Citigroup",
      "quarter": "Fourth Quarter 2023",
      "speaker": "GERARD CASSIDY",
      "role": "OTHER",
      "paragraph": "Good afternoon, Mark, Jane. Mark, can you share with us, in your revenue guide, in the\nnet interest income, I know you mentioned it's going to be lower and part of it is due to lower interest rates.\nSome of your peers have come out with their guides using the forward curve in their net interest income\nforecast which includes the Fed in our country, six cuts. Can you give us some color what kind of rate\nenvironment, I know you said lower rates, but any insights around that guide?",
      "word_count": "90",
      "page_number": "15",
      "sequence": "40",
      "confidence": "0.6",
      "topic_category": "opening_remarks"
    },
    {
      "bank": "Citigroup",
      "quarter": "Fourth Quarter 2023",
      "speaker": "MARK MASON",
      "role": "OTHER",
      "paragraph": "Yeah, I think what I'd point you to is in the range of the $80 billion to $81 billion, we're\nassuming three to six cuts, right. You've got a range there and the reason I described it like that is that, if you\nthink about our IRE, as we've shown it in the Qs before, we're positioned such that, with 100 basis point\nmove, parallel shift in rate across the curve, the US dollar impact would only be a couple hundred million\ndollars, all right, and so, to the negative, obviously, but it's a couple hundred million dollars. And so as we\nthink about that forecast, and as I mentioned, NII being down a bit, that covers kind of three to six cuts over\nthe course of 2024, likely back-loaded, but that's what's in there.",
      "word_count": "135",
      "page_number": "15",
      "sequence": "41",
      "confidence": "0.6",
      "topic_category": "guidance"
    },
    {
      "bank": "Citigroup",
      "quarter": "Fourth Quarter 2023",
      "speaker": "GERARD CASSIDY",
      "role": "OTHER",
      "paragraph": "Very good, I appreciate that. And then, Jane, more of a qualitative question rather than\nquantitative, but obviously, there's numerous moving parts of the strategies that you guys are executing on,\nexiting businesses, downsizing businesses. Especially on the downsizing, I think you guys mentioned, the\nhead count of about 20,000 coming down. How do you keep the morale of the organization elevated when\nyou have these types of tough decisions that you all have to make?",
      "word_count": "76",
      "page_number": "15",
      "sequence": "42",
      "confidence": "0.6",
      "topic_category": "qa_session"
    },
    {
      "bank": "Citigroup",
      "quarter": "Fourth Quarter 2023",
      "speaker": "JANE FRASER",
      "role": "OTHER",
      "paragraph": "Yes. Well, we've also got areas which are growing, so that does help, too. We have a diversified\nportfolio here. I think we're very mindful of, that there is a human impact of the decisions that we're making.\nWe're trying to be as transparent with our people, as we are with our investors about what we need to do,\nwhy we're doing it, what to expect and laying that out so people understand the logic behind the decisions,\nand then they understand what the decisions are as quickly as they can. I think that's the most humane way\nto do this.",
      "word_count": "101",
      "page_number": "15",
      "sequence": "43",
      "confidence": "0.6",
      "topic_category": "guidance"
    },
    {
      "bank": "Citigroup",
      "quarter": "Fourth Quarter 2023",
      "speaker": "OPERATOR",
      "role": "MODERATOR",
      "paragraph": "Our next question comes from Erika Najarian with UBS. Your line is now open.",
      "word_count": "14",
      "page_number": "15",
      "sequence": "44",
      "confidence": "0.6",
      "topic_category": "qa_session"
    },
    {
      "bank": "Citigroup",
      "quarter": "Fourth Quarter 2023",
      "speaker": "ERIKA NAJARIAN",
      "role": "OTHER",
      "paragraph": "Hi. I'm sorry to prolong the call. Thank you for all your color. Just one more question. Jane,\nwhen will you feel comfortable giving us a buyback outlook that's beyond just fourth quarter? I know you still\nhave a little bit of ways to go, but you do have 100 basis point buffer to your minimum. And I know Basel III\nendgame is still out there, and I'm sure that reducing risk just doesn't mean expenses, but also reducing your\nor being mindful of your RWA footprint. And given where your stock is relative to book, when will you be\nmore comfortable about giving sort of a longer-term outlook that was underpinning your RoTCE target with\nregards to the buyback?",
      "word_count": "120",
      "page_number": "15",
      "sequence": "45",
      "confidence": "0.6",
      "topic_category": "opening_remarks"
    },
    {
      "bank": "Citigroup",
      "quarter": "Fourth Quarter 2023",
      "speaker": "JANE FRASER",
      "role": "OTHER",
      "paragraph": "Erika, it's a great question. It's one I ask myself every morning when I get up, because given\nwhere we trade, the value for our shareholders of buybacks is enormous. And Mark and I are very committed\nto doing so. We also know that we're building our credibility. And I don't want to say things that we're not\ngoing to deliver against, although we're going to have to change. I think it's one of the values that we're really\ntrying to adhere to very strongly.\nAnd with the NPR, I think we'll get a better sense about this soon. The comment period just got extended,\nand we want to see what that is. I think you've all heard us at the Senate banking hearings with our concerns\nCopyright © 2024 Citigroup Inc. 15",
      "word_count": "133",
      "page_number": "15",
      "sequence": "46",
      "confidence": "0.6",
      "topic_category": "qa_session"
    },
    {
      "bank": "Citigroup",
      "quarter": "Fourth Quarter 2023",
      "speaker": "ERIKA NAJARIAN",
      "role": "OTHER",
      "paragraph": "Thank you, Jane. I think that it was very helpful that you said on this public forum where\nyou're trying to build credibility, because as I think about what long-only investors have been dying to see\nfrom Citi in terms of the previous leadership was that sort of awareness. And I think just having that\nawareness recognition will be very important to investors, so thank you.",
      "word_count": "66",
      "page_number": "16",
      "sequence": "47",
      "confidence": "0.6",
      "topic_category": "opening_remarks"
    },
    {
      "bank": "Citigroup",
      "quarter": "Fourth Quarter 2023",
      "speaker": "OPERATOR",
      "role": "MODERATOR",
      "paragraph": "Our next question will come from Matt O'Connor with Deutsche Bank. Your line is now open.\nHi. I want to follow up on the Russian exposure on page 34. It looks like you guys have\ntaken a really good whack on the net investment. And you also highlighted how the CTA would be capital-\nneutral, even if you did have to write that down. But what about the remaining exposure? And just like how\nprime are you responsible for some of these unremittable corporate derivatives? I think a lot of us don't\nunderstand that type of exposure. And is there risk to you going forward, or could you hopefully clear it back\nfrom the outside exposure going forward?",
      "word_count": "118",
      "page_number": "16",
      "sequence": "48",
      "confidence": "0.6",
      "topic_category": "qa_session"
    },
    {
      "bank": "Citigroup",
      "quarter": "Fourth Quarter 2023",
      "speaker": "JANE FRASER",
      "role": "OTHER",
      "paragraph": "Yeah, actually, I also want to kind of take a bigger picture answer to that before I turn it to\nMark. Because I would have thought that's a question that is on everybody's minds, particularly given the\nfirm's overall low level of returns and our headline numbers this quarter about what we've been doing with\nRussia and Argentina, the sort of bigger strategic question behind it, and then we'll get to your specifics on\nthe Russia front.\nIf you think about Citi, we have a differentiated global business model, and that means we're committed to\nthe countries in which our multinational clients operate over the long run. So, that means we hold long-term\ncapital in those countries, upon which we generate solid returns through the cycle. And let me just point to\nour leading Services and FX businesses are the heart of that network, and they're generating double-digits,\nas you can see.\nWith that footprint comes a set of risks. So, I think of it in terms of credit, currency, transferability of capital.\nAnd we've proven our ability to manage those risks consistently over a long period of time. And with respect\nto the Q4 currency and transfer items, while the timing was unknown and we've highlighted those risks in\nour disclosures for a couple of years, I'd say, Russia is rather unique. It's a war, and for us, a highly unusual\nliquidation. We've navigated it very well. We've executed our wind-down in an orderly way with very low\nlosses for our clients and very low losses for us. Our remaining net assets are now 100% reserved against.\nAnd I think similarly, if I just touch on Argentina for a minute, because I'm sure, folks have got a few questions\non that. Similarly, over the last several years, we've de-risked our business model there. We don't have a\nconsumer bank, so we've really reduced down our emerging markets exposures to just our institutional\npresence, focused on the multinational clients, you've heard us talk about that, and select high-grade local\nclients.\nIf you look at Argentina, it's a very good business for us over the cycle. And even after the impacts of Q4, we\nhad less than $5 million in credit losses in Argentina over a 10-year period. That's remarkable, $5 million over\n10 years. In terms of the currency risk, we all have to book revenues, the official rate versus the parallel market\nrate. We are able to partially but not fully hedge the exposure, but we would certainly always take economic\ndecisions on the business we do and did mindful of likely devaluations and capital controls. And the reserve\nCopyright © 2024 Citigroup Inc. 16",
      "word_count": "446",
      "page_number": "16",
      "sequence": "49",
      "confidence": "0.6",
      "topic_category": "financial_results"
    },
    {
      "bank": "Citigroup",
      "quarter": "Fourth Quarter 2023",
      "speaker": "MARK MASON",
      "role": "OTHER",
      "paragraph": "Yeah, very quickly on the Russia point. As you know and as the slide points out, we've\ncontinued to bring our exposure down there. It's down to $6.5 billion, it's down 13% from the previous year\nand a third from 2021. We've brought down the consumer loans, the consumer deposits in a significant way\nthere. And essentially, what's left is that we have a custody business and we're holding corporate dividends\nthat are our clients' proceeds were unable to pay those out by law, by regulation, and so we have to hold\nthose and so that's what's being referenced in the slide when we say unremittable Russia corporate\ndividends. And so, that is not a risk of loss for us, but we're unable to kind of clear those because of the state\nof play in Russia at this stage.\nOkay, that was clear. And then, just separately in credit cards. You and a lot of your peers\nexpect losses to go up from here, but most of you are saying, they're going to peak at this year, including you.\nJust what gives you confidence that the card losses will peak this year is it just getting back to that a little bit\nof a normalized level? Is it some tightening that you've done? What's driving that confidence, looking out this\nyear? Because you're probably seeing a step-up coming still, right?",
      "word_count": "230",
      "page_number": "17",
      "sequence": "50",
      "confidence": "0.6",
      "topic_category": "guidance"
    },
    {
      "bank": "Citigroup",
      "quarter": "Fourth Quarter 2023",
      "speaker": "MARK MASON",
      "role": "OTHER",
      "paragraph": "Sure ,there's a step-up coming. We gave a forecast on 2024 (sic), as you point out, to what\nthe full-year estimate for NCLs will be for both Branded and for Retail Services. What I'd point out is, you can\nsee actually on the slide how there was a dip in loss rates during the COVID period. And so to some extent,\nwhat we're seeing is kind of a catch up of those, as those portfolios go through a longer maturation than what\nyou'd normally see in a cards portfolio.\nOn top of that, we've been originating new card. You've noticed our acquisitions have grown, so we obviously\nhave new card loans, and those are going through a much normal maturation period. And so, as we look at\nthe early buckets and the delinquencies that are playing out, we've got a pretty good sense for when we\nwould expect those to peak and at what level. And we think they'll peak inside of 2024, so that's captured in\nthat average forecast that we've given.\nWe haven't made material changes to our underwriting. However, there is mix evolution that happens.\nTransactors, we have a number of transactors that have kind of come on to our portfolio and are in the mix\nof our Branded portfolio as well. So, anyway, those are the drivers that give us confidence and inform the\ntrajectory that we're talking about here.",
      "word_count": "234",
      "page_number": "17",
      "sequence": "51",
      "confidence": "0.6",
      "topic_category": "guidance"
    },
    {
      "bank": "Citigroup",
      "quarter": "Fourth Quarter 2023",
      "speaker": "OPERATOR",
      "role": "MODERATOR",
      "paragraph": "Our next question will come from Ryan Kenny with Morgan Stanley. Your line is now open.",
      "word_count": "16",
      "page_number": "17",
      "sequence": "52",
      "confidence": "0.6",
      "topic_category": "qa_session"
    },
    {
      "bank": "Citigroup",
      "quarter": "Fourth Quarter 2023",
      "speaker": "RYAN KENNY",
      "role": "OTHER",
      "paragraph": "Hi. Thanks for taking my question. So, I have a question on quantitative tightening.\nWondering if you have any early thoughts on how Citi's positioned if the Fed ends QT early? Is that a material\ncatalyst for you, and would that help you hit your revenue targets even sooner?",
      "word_count": "49",
      "page_number": "17",
      "sequence": "53",
      "confidence": "0.6",
      "topic_category": "opening_remarks"
    },
    {
      "bank": "Citigroup",
      "quarter": "Fourth Quarter 2023",
      "speaker": "MARK MASON",
      "role": "OTHER",
      "paragraph": "Yeah. Again, I mean, when I think about our interest rate exposure, and for US dollar in\nparticular, we showed it in our last Q, we'll show it in this Q. For a 100 basis point move in a parallel shift,\nwe're looking at probably a negative $1.6 billion or so, but important to point out that the US dollar\ncomponent of that is only a couple hundred million dollars. Similarly, if rates moved in the other way, positive\nof 100 basis points, there'd be a small movement as it relates to US dollar exposure. So our US dollar\nexposure is relatively neutral, again, assuming a static balance sheet, a parallel shift in the curve. And so,\nwe're kind of neutral relative to rates moving in either direction and, therefore, the impact there.\nCopyright © 2024 Citigroup Inc. 17",
      "word_count": "139",
      "page_number": "17",
      "sequence": "54",
      "confidence": "0.6",
      "topic_category": "general_discussion"
    },
    {
      "bank": "Citigroup",
      "quarter": "Fourth Quarter 2023",
      "speaker": "RYAN KENNY",
      "role": "OTHER",
      "paragraph": "Then, there's a lot of optimism and debate around capital markets rebound. Are you seeing\nthat? And can you help update us on Investment Banking pipeline across M&A, ECM, DCM?",
      "word_count": "30",
      "page_number": "18",
      "sequence": "55",
      "confidence": "0.6",
      "topic_category": "general_discussion"
    },
    {
      "bank": "Citigroup",
      "quarter": "Fourth Quarter 2023",
      "speaker": "JANE FRASER",
      "role": "OTHER",
      "paragraph": "Yes. We certainly had a much more constructive market environment to the end of 2023.\nInterest rate spreads and volatility at lows for the year. Equity prices are high. And I think we view this as a\nhelpful foundation for activity to accelerate in 2024, assuming the tailwinds persist. And speaking of our\nown pipeline, the breadth, the depth, the quality of it's very sound. It's higher than it was pre-COVID. So\nwhen markets are constructive, we expect to move these opportunities forward. And we're hearing a lot more\nconfidence from the CEOs, CFOs around this.\nAnd yeah, we're looking at our own side. As you know, we've been investing in some higher-growth areas, so\nwe get a good balance between our traditionally strong sectors as well as high-growth areas. And we've been\nseeing some very good momentum in healthcare and technology, as well as areas of traditional strength,\nwhich is energy and industrial. And I think we feel very confident in the recovery in DCM. The beginnings of\none in LevFin. And so, cautiously optimistic here. So I wouldn't say that it's going to accelerate enormously\nand with incredible speed, but I think we're feeling much better about the foundation. Mark, anything you'd\nadd?",
      "word_count": "205",
      "page_number": "18",
      "sequence": "56",
      "confidence": "0.6",
      "topic_category": "guidance"
    },
    {
      "bank": "Citigroup",
      "quarter": "Fourth Quarter 2023",
      "speaker": "OPERATOR",
      "role": "MODERATOR",
      "paragraph": "Our next question comes from Scott Siefers with Piper Sandler. Your line is now open.",
      "word_count": "15",
      "page_number": "18",
      "sequence": "57",
      "confidence": "0.6",
      "topic_category": "qa_session"
    },
    {
      "bank": "Citigroup",
      "quarter": "Fourth Quarter 2023",
      "speaker": "SCOTT SIEFERS",
      "role": "OTHER",
      "paragraph": "Good afternoon, everybody. Thanks for taking the questions. Have you all assumed any\nrevenue attrition just related to the reduction in force? And I guess just broadly, how might that be embedded\nin the 2024 revenue guidance? And I guess just at a top level, maybe just a shot or two on...",
      "word_count": "52",
      "page_number": "18",
      "sequence": "58",
      "confidence": "0.6",
      "topic_category": "opening_remarks"
    },
    {
      "bank": "Citigroup",
      "quarter": "Fourth Quarter 2023",
      "speaker": "JANE FRASER",
      "role": "OTHER",
      "paragraph": "Sorry, Scott, I didn't hear what it was. I think the phone line cut out. The revenue attrition?",
      "word_count": "18",
      "page_number": "18",
      "sequence": "59",
      "confidence": "0.6",
      "topic_category": "financial_results"
    },
    {
      "bank": "Citigroup",
      "quarter": "Fourth Quarter 2023",
      "speaker": "SCOTT SIEFERS",
      "role": "OTHER",
      "paragraph": "I'm sorry. Yeah, just curious if you have assumed any revenue attrition related to the\nreduction in force over the coming year.",
      "word_count": "22",
      "page_number": "18",
      "sequence": "60",
      "confidence": "0.6",
      "topic_category": "financial_results"
    },
    {
      "bank": "Citigroup",
      "quarter": "Fourth Quarter 2023",
      "speaker": "JANE FRASER",
      "role": "OTHER",
      "paragraph": "Okay, no, no we haven't. I think a lot of the moves that we've made from the organization\nsimplification, so the 5,000 or so roles we talked about, they're mainly managerial roles. And they've mainly\nimpacted the functions and the geographies, not nearly so much the revenue from revenue generators.\nAnd the other piece is with the client organization, we're actually putting much more time into the hands of\nour people to drive revenue forward, so I think what we're looking at here is getting rid of areas of bureaucracy\nand where we've been too complicated, where we can drive efficiency whilst preserving our frontline and\nencouraging them to be as revenue-productive and delivering the full force of the firm to the client. So I like\nto see the opposite actually.",
      "word_count": "131",
      "page_number": "18",
      "sequence": "61",
      "confidence": "0.6",
      "topic_category": "financial_results"
    },
    {
      "bank": "Citigroup",
      "quarter": "Fourth Quarter 2023",
      "speaker": "SCOTT SIEFERS",
      "role": "OTHER",
      "paragraph": "Okay, perfect, thank you. And then, Mark, can you discuss for a second maybe, just broadly,\nthe flow of expenses through the year? I know that they should begin to decline towards the end, but what\nhappens between now and then? Do they hold kind of flattish with a core rate, or would there be any normal\ncourse of business growth?",
      "word_count": "61",
      "page_number": "18",
      "sequence": "62",
      "confidence": "0.6",
      "topic_category": "opening_remarks"
    },
    {
      "bank": "Citigroup",
      "quarter": "Fourth Quarter 2023",
      "speaker": "MARK MASON",
      "role": "OTHER",
      "paragraph": "I think what I'd say is that, you should expect it in the first quarter. We'd likely see an uptick\nin our total expenses relative to the fourth, in part because, as Jane has mentioned, we anticipate that there'll\nbe more to the org simplification and, therefore, dollars associated with that in Q1. And then, from there, I\nwould expect that you see a downward trend through the fourth quarter.\nCopyright © 2024 Citigroup Inc. 18",
      "word_count": "76",
      "page_number": "18",
      "sequence": "63",
      "confidence": "0.6",
      "topic_category": "guidance"
    },
    {
      "bank": "Citigroup",
      "quarter": "Fourth Quarter 2023",
      "speaker": "OPERATOR",
      "role": "MODERATOR",
      "paragraph": "Our next question will come from Vivek Juneja with JP Morgan. Your line is now open.",
      "word_count": "16",
      "page_number": "19",
      "sequence": "64",
      "confidence": "0.6",
      "topic_category": "qa_session"
    },
    {
      "bank": "Citigroup",
      "quarter": "Fourth Quarter 2023",
      "speaker": "VIVEK JUNEJA",
      "role": "OTHER",
      "paragraph": "Hi Jane, hi Mark. Couple of quick clarifications. On your NII guide, you talked about you're\nassuming three to six cuts. That's US, I presume, so are you assuming flat, unchanged rates outside the US\nsince you have more sensitivity outside?",
      "word_count": "41",
      "page_number": "19",
      "sequence": "65",
      "confidence": "0.6",
      "topic_category": "general_discussion"
    },
    {
      "bank": "Citigroup",
      "quarter": "Fourth Quarter 2023",
      "speaker": "MARK MASON",
      "role": "OTHER",
      "paragraph": "Modest declines outside, but yes declines outside as well, but not nearly of the magnitude\nof what we're talking about in the US.",
      "word_count": "23",
      "page_number": "19",
      "sequence": "66",
      "confidence": "0.6",
      "topic_category": "general_discussion"
    },
    {
      "bank": "Citigroup",
      "quarter": "Fourth Quarter 2023",
      "speaker": "VIVEK JUNEJA",
      "role": "OTHER",
      "paragraph": "Okay. And then, Jane, to your point about the 20,000 head count cuts and I heard you just\nmentioned 5,000 from managerial positions, where are the rest 15,000 coming there?",
      "word_count": "30",
      "page_number": "19",
      "sequence": "67",
      "confidence": "0.6",
      "topic_category": "general_discussion"
    },
    {
      "bank": "Citigroup",
      "quarter": "Fourth Quarter 2023",
      "speaker": "JANE FRASER",
      "role": "OTHER",
      "paragraph": "So let me just be clear about where the ones that we've just done and that we're working on\nthrough the organization simplification. So when I think about that effort, it will close at the end of the first\nquarter, as we said. We're expecting to get about $1 billion of run rate save from the org simplification work\nalone. That constitutes about 5,000 heads. We're just about to, at the end of this month, finish Phase 3,\nwhich will mean the first four layers of the organization have been addressed. That's been a net reduction of\nabout 1,500 managers out of a total of 12,000 roles. There's about 13%, and these are mainly manager roles,\nas I talked about earlier.\nThen, when we think about where are other expense opportunities on top of this, as Mark was talking about\nearlier, the stranded costs, we'll be completing the elimination of the stranded costs from the divestitures.\nWe'll be continuing, and you've seen us been continuing that, exiting marginal businesses and hobbies and\nthe like and being very disciplined about that.\nWe've got some businesses where we feel we need to right size the core expense base. Andy Sieg is going to\nbe kicking off that in Wealth, and you'll begin to see some of the impact of that in the first quarter. He's off to\na strong start. And then, we've got others where we'll be creating more utilities. We've still got different\nfragmented activities across the firm that the organization simplification has highlighted. We'll be\naggregating those, creating utilities, or are consolidating some of those different functions. And that is\nbefore we get to, beginning to get benefits from the transformation, where there'll be efficiencies that come\nthrough.\nWe'll still have areas that we're investing. These are going to be, as we talked about, core business\ninvestments. It's going to be expense growth still in the top, from volume growth that we've got. And we will\nbe investing in our transformation. And all of this is happening over the medium term to get us to the 11% to\n12% RoTCE target we talked about.\nSo that 20,000, it's the number that we estimate of the headcount. I don't love thinking headcount. I like\nthinking about expenses. I think it's a more meaningful number. So as Mark laid out in his presentation, we've\ngot a net expense save that we're expecting to achieve from the medium term. And these are the raft of\ndifferent areas that will be contributing to it, and we're working hard at it.",
      "word_count": "427",
      "page_number": "19",
      "sequence": "68",
      "confidence": "0.6",
      "topic_category": "guidance"
    },
    {
      "bank": "Citigroup",
      "quarter": "Fourth Quarter 2023",
      "speaker": "OPERATOR",
      "role": "MODERATOR",
      "paragraph": "Our next question will come from Steven Chubak with Wolfe Research. Your line is now open.",
      "word_count": "16",
      "page_number": "19",
      "sequence": "69",
      "confidence": "0.6",
      "topic_category": "qa_session"
    },
    {
      "bank": "Citigroup",
      "quarter": "Fourth Quarter 2023",
      "speaker": "STEVEN CHUBAK",
      "role": "OTHER",
      "paragraph": "Hi, thanks for taking my questions. Really just some ticky-tack modeling questions on\nthe revenue side. Does the revenue guidance for the full year include any reduction in credit card late fees?\nAnd how large of a contributor is that to revenues overall at Citigroup?",
      "word_count": "45",
      "page_number": "19",
      "sequence": "70",
      "confidence": "0.6",
      "topic_category": "opening_remarks"
    },
    {
      "bank": "Citigroup",
      "quarter": "Fourth Quarter 2023",
      "speaker": "MARK MASON",
      "role": "OTHER",
      "paragraph": "So, let's see, so obviously, the proposal is out there and we've factored in what's knowable\nCopyright © 2024 Citigroup Inc. 19",
      "word_count": "22",
      "page_number": "19",
      "sequence": "71",
      "confidence": "0.6",
      "topic_category": "general_discussion"
    },
    {
      "bank": "Citigroup",
      "quarter": "Fourth Quarter 2023",
      "speaker": "STEVEN CHUBAK",
      "role": "OTHER",
      "paragraph": "Got it. And just on the earlier comments you made, Mark, around Services NII. I am\nstruggling to reconcile the 50/50 NII contribution from rate and volume components, just given average loan\nto deposits were essentially flat year-on-year, NII grew $3 billion. It does imply a much larger contribution\nfrom rates. I know there's deposit funds transfer pricing and other noise. So I was hoping maybe you could\nunpack that a little bit further.",
      "word_count": "74",
      "page_number": "20",
      "sequence": "72",
      "confidence": "0.6",
      "topic_category": "general_discussion"
    },
    {
      "bank": "Citigroup",
      "quarter": "Fourth Quarter 2023",
      "speaker": "MARK MASON",
      "role": "OTHER",
      "paragraph": "I mean, there are a lot of factors in there. There's obviously, as well, the mix as it relates to\nwhat we have in the US versus outside of the US, so there are a number of factors there and probably too\nmuch to kind of take you through on the call here. But we're happy to kind of follow up with you offline and\ntake you through it.",
      "word_count": "69",
      "page_number": "20",
      "sequence": "73",
      "confidence": "0.6",
      "topic_category": "general_discussion"
    },
    {
      "bank": "Citigroup",
      "quarter": "Fourth Quarter 2023",
      "speaker": "OPERATOR",
      "role": "MODERATOR",
      "paragraph": "Our final question comes from Mike Mayo with Wells Fargo. Your line is now open.",
      "word_count": "15",
      "page_number": "20",
      "sequence": "74",
      "confidence": "0.6",
      "topic_category": "qa_session"
    },
    {
      "bank": "Citigroup",
      "quarter": "Fourth Quarter 2023",
      "speaker": "MIKE MAYO",
      "role": "OTHER",
      "paragraph": "Yeah, just a clarification. When you said medium term on this call as it relates to employee\nreductions, expense savings, revenue targets, and 11% to 12% RoTCE, does medium term mean by 2026 or\ndoes it mean something different?",
      "word_count": "39",
      "page_number": "20",
      "sequence": "75",
      "confidence": "0.6",
      "topic_category": "financial_results"
    },
    {
      "bank": "Citigroup",
      "quarter": "Fourth Quarter 2023",
      "speaker": "JANE FRASER",
      "role": "OTHER",
      "paragraph": "2026. By 2026. Thank you, Mike.",
      "word_count": "6",
      "page_number": "20",
      "sequence": "76",
      "confidence": "0.6",
      "topic_category": "opening_remarks"
    },
    {
      "bank": "Citigroup",
      "quarter": "Fourth Quarter 2023",
      "speaker": "OPERATOR",
      "role": "MODERATOR",
      "paragraph": "There are no further questions. I will turn the call over to Jenn Landis for closing remarks.",
      "word_count": "17",
      "page_number": "20",
      "sequence": "77",
      "confidence": "0.6",
      "topic_category": "qa_session"
    },
    {
      "bank": "Citigroup",
      "quarter": "Fourth Quarter 2023",
      "speaker": "JENNIFER LANDIS",
      "role": "OTHER",
      "paragraph": "Thank you, everyone, for joining the call. If you have any follow-up questions, please\ncontact IR. Have a great day. Thank you.\nCopyright © 2024 Citigroup Inc. 20",
      "word_count": "28",
      "page_number": "20",
      "sequence": "78",
      "confidence": "0.6",
      "topic_category": "opening_remarks"
    },
    {
      "bank": "Citigroup",
      "quarter": "Fourth Quarter 2023",
      "speaker": "Unknown Speaker",
      "role": "Unknown",
      "paragraph": "T R A N S C R I P T\nCiti Fourth Quarter 2023 Earnings Call\nJanuary 12, 2024\n-\nexpectations and are subject to uncertainty and changes in circumstances. These statements are not\nguarantees of future results or occurrences. Actual results and capital and other financial conditions may\ndiffer materially from those included in these statements due to a variety of factors. These factors include,\nbusinesses in Mexico from the rest of the Mexico business, including separation and migration of the\nrelevant technology platform; (ii) macroeconomic and local market conditions, including those related to\nthe banking sector; (iii) timely satisfaction and receipt of required regulatory approvals; (iv) political,\nlegislative, regulatory, labor, tax or social conditions in Mexico, including changes in government officials\nand at government agencies; and (v) the precautionary statements included in this transcript. These factors\nion,\n-K. Any proposed transaction\ndescribed in this document may not occur in the manner anticipated or at all. Any forward-looking\nstatements made by or on behalf of Citi speak only as to the date they are made, and Citi does not undertake\nto update forward-looking statements to reflect the impact of circumstances or events that arise after the\ndate the forward-looking statements were made.\nThis transcript does not constitute an offer to sell, nor a solicitation of an offer to buy, any securities, which\nwill be made only by a prospectus.\nCopyright © 2024 Citigroup Inc. 21",
      "word_count": "236",
      "page_number": "21",
      "sequence": "79",
      "confidence": "0.3",
      "topic_category": "financial_results"
    }
  ]
}